[{"quote":"Treasure your relationships, not your possessions.","author":"Anthony J. D'Angelo","topic":"Relationship"},{"quote":"Health is the greatest gift, contentment the greatest wealth, faithfulness the best relationship.","author":"Buddha","topic":"Relationship"},{"quote":"If you love someone, set them free. If they come back they&#39;re yours; if they don&#39;t they never were.","author":"Richard Bach","topic":"Relationship"},{"quote":"Truth is everybody is going to hurt you: you just gotta find the ones worth suffering for.","author":"Bob Marley","topic":"Relationship"},{"quote":"Nobody can predict the future. You just have to give your all to the relationship you&#39;re in and do your best to take care of your partner, communicate and give them every last drop of love you have. I think one of the most important things in a relationship is caring for your significant other through good times and bad.","author":"Nick Cannon","topic":"Relationship"},{"quote":"There is no love without forgiveness, and there is no forgiveness without love.","author":"Bryant H. McGill","topic":"Relationship"},{"quote":"I&#39;m lucky in having found the perfect partner to spend my life with.","author":"Sara Paretsky","topic":"Relationship"},{"quote":"You can never control who you fall in love with, even when you&#39;re in the most sad, confused time of your life. You don&#39;t fall in love with people because they&#39;re fun. It just happens.","author":"Kirsten Dunst","topic":"Relationship"},{"quote":"When someone shows you who they are, believe them the first time.","author":"Maya Angelou","topic":"Relationship"},{"quote":"How people treat you is their karma; how you react is yours.","author":"Wayne Dyer","topic":"Relationship"},{"quote":"Sister is probably the most competitive relationship within the family, but once the sisters are grown, it becomes the strongest relationship.","author":"Margaret Mead","topic":"Relationship"},{"quote":"There is always some madness in love. But there is also always some reason in madness.","author":"Friedrich Nietzsche","topic":"Relationship"},{"quote":"We don&#39;t develop courage by being happy every day. We develop it by surviving difficult times and challenging adversity.","author":"Barbara De Angelis","topic":"Relationship"},{"quote":"There is no more lovely, friendly and charming relationship, communion or company than a good marriage.","author":"Martin Luther","topic":"Relationship"},{"quote":"The relationship between husband and wife should be one of closest friends.","author":"B. R. Ambedkar","topic":"Relationship"},{"quote":"The most important thing is to have a good relationship with the bike... you have to understand what she wants. I think of a motorcycle as a woman, and I know that sounds silly, but it&#39;s true.","author":"Valentino Rossi","topic":"Relationship"},{"quote":"Never above you. Never below you. Always beside you.","author":"Walter Winchell","topic":"Relationship"},{"quote":"We are afraid to care too much, for fear that the other person does not care at all.","author":"Eleanor Roosevelt","topic":"Relationship"},{"quote":"I have a wonderful shelter, which is my family. I have a wonderful relationship with my brother and sister; this makes me feel that I know always where I belong.","author":"Jose Carreras","topic":"Relationship"},{"quote":"When a woman is talking to you, listen to what she says with her eyes.","author":"Victor Hugo","topic":"Relationship"},{"quote":"I believe that two people are connected at the heart, and it doesn&#39;t matter what you do, or who you are or where you live; there are no boundaries or barriers if two people are destined to be together.","author":"Julia Roberts","topic":"Relationship"},{"quote":"In finding love, I think it&#39;s important to be patient. In being in a relationship, I think it&#39;s important to be honest, to communicate, to respect and trust, and to strive to give more than you take.","author":"Kina Grannis","topic":"Relationship"},{"quote":"But let there be spaces in your togetherness and let the winds of the heavens dance between you. Love one another but make not a bond of love: let it rather be a moving sea between the shores of your souls.","author":"Khalil Gibran","topic":"Relationship"},{"quote":"You can discover more about a person in an hour of play than in a year of conversation.","author":"Plato","topic":"Relationship"},{"quote":"Find joy in everything you choose to do. Every job, relationship, home... it&#39;s your responsibility to love it, or change it.","author":"Chuck Palahniuk","topic":"Relationship"},{"quote":"I love you, and because I love you, I would sooner have you hate me for telling you the truth than adore me for telling you lies.","author":"Pietro Aretino","topic":"Relationship"},{"quote":"The beginning of love is to let those we love be perfectly themselves, and not to twist them to fit our own image. Otherwise we love only the reflection of ourselves we find in them.","author":"Thomas Merton","topic":"Relationship"},{"quote":"Truth is, I&#39;ll never know all there is to know about you just as you will never know all there is to know about me. Humans are by nature too complicated to be understood fully. So, we can choose either to approach our fellow human beings with suspicion or to approach them with an open mind, a dash of optimism and a great deal of candour.","author":"Tom Hanks","topic":"Relationship"},{"quote":"I think for any relationship to be successful, there needs to be loving communication, appreciation, and understanding.","author":"Miranda Kerr","topic":"Relationship"},{"quote":"The game of basketball has been everything to me. My place of refuge, place I&#39;ve always gone where I needed comfort and peace. It&#39;s been the site of intense pain and the most intense feelings of joy and satisfaction. It&#39;s a relationship that has evolved over time, given me the greatest respect and love for the game.","author":"Michael Jordan","topic":"Relationship"},{"quote":"I have my own high standards for what I want in a partner and how I want to be treated. I bring a lot to the table. I&#39;m not talking about material things but what I have to offer as a person - love and loyalty and all the things that make a good relationship.","author":"Jennifer Lopez","topic":"Relationship"},{"quote":"More than half of people who leave their jobs do so because of their relationship with their boss. Smart companies make certain their managers know how to balance being professional with being human. These are the bosses who celebrate an employee&#39;s success, empathize with those going through hard times, and challenge people, even when it hurts.","author":"Travis Bradberry","topic":"Relationship"},{"quote":"I have a great relationship with the Mexican people.","author":"Donald Trump","topic":"Relationship"},{"quote":"Even in the deepest love relationship - when lovers say &#39;I love you&#39; to each other - we don&#39;t really know what we&#39;re saying, because language isn&#39;t equal to the complexity of human emotions.","author":"Duane Michals","topic":"Relationship"},{"quote":"Love is never lost. If not reciprocated, it will flow back and soften and purify the heart.","author":"Washington Irving","topic":"Relationship"},{"quote":"Intense love does not measure, it just gives.","author":"Mother Teresa","topic":"Relationship"},{"quote":"I think it&#39;s important to have closure in any relationship that ends - from a romantic relationship to a friendship. You should always have a sense of clarity at the end and know why it began and why it ended. You need that in your life to move cleanly into your next phase.","author":"Jennifer Aniston","topic":"Relationship"},{"quote":"Everyone can have their heart broken. Even if you know the relationship isn&#39;t working, it&#39;s still sad. Even in a bad relationship, they&#39;re part of your life for a long time, and saying goodbye to that can be difficult.","author":"James Marsden","topic":"Relationship"},{"quote":"I think the most important thing in life is self-love, because if you don&#39;t have self-love, and respect for everything about your own body, your own soul, your own capsule, then how can you have an authentic relationship with anyone else?","author":"Shailene Woodley","topic":"Relationship"},{"quote":"God gives us relatives; thank God, we can choose our friends.","author":"Addison Mizner","topic":"Relationship"},{"quote":"I am convinced that material things can contribute a lot to making one&#39;s life pleasant, but, basically, if you do not have very good friends and relatives who matter to you, life will be really empty and sad and material things cease to be important.","author":"David Rockefeller","topic":"Relationship"},{"quote":"We&#39;ve got this gift of love, but love is like a precious plant. You can&#39;t just accept it and leave it in the cupboard or just think it&#39;s going to get on by itself. You&#39;ve got to keep watering it. You&#39;ve got to really look after it and nurture it.","author":"John Lennon","topic":"Relationship"},{"quote":"Nothing is perfect. Life is messy. Relationships are complex. Outcomes are uncertain. People are irrational.","author":"Hugh Mackay","topic":"Relationship"},{"quote":"Falling in love and having a relationship are two different things.","author":"Keanu Reeves","topic":"Relationship"},{"quote":"Flatter me, and I may not believe you. Criticize me, and I may not like you. Ignore me, and I may not forgive you. Encourage me, and I will not forget you. Love me and I may be forced to love you.","author":"William Arthur Ward","topic":"Relationship"},{"quote":"We invest less in our friendships and expect more of friends than any other relationship. We spend days working out where to book for a romantic dinner, weeks wondering how to celebrate a partner or parent&#39;s birthday, and seconds forgetting a friend&#39;s important anniversary.","author":"Mariella Frostrup","topic":"Relationship"},{"quote":"People should accept being single, because those are the moments you can really focus on yourself, and learning who you are. Then when you get in a relationship, you will be stronger and have a little bit more self-awareness, self-love, and the other ingredients for a healthy relationship.","author":"Lauren London","topic":"Relationship"},{"quote":"If civilization is to survive, we must cultivate the science of human relationships - the ability of all peoples, of all kinds, to live together, in the same world at peace.","author":"Franklin D. Roosevelt","topic":"Relationship"},{"quote":"Love does not claim possession, but gives freedom.","author":"Rabindranath Tagore","topic":"Relationship"},{"quote":"Be honest, brutally honest. That is what&#39;s going to maintain relationships.","author":"Lauryn Hill","topic":"Relationship"},{"quote":"I have my ethics and morals. I have my anchor point of what is right and wrong in real life, but I&#39;m not afraid to entertain any and every aspect of personality in relationship to creating a character.","author":"Corin Nemec","topic":"Relationship"},{"quote":"I have a good imagination. Look, I know what it feels like to have a broken heart. I know what it feels like to feel something for somebody. I&#39;m just too weird to be in a relationship.","author":"Diane Warren","topic":"Relationship"},{"quote":"Whenever you&#39;re in conflict with someone, there is one factor that can make the difference between damaging your relationship and deepening it. That factor is attitude.","author":"William James","topic":"Relationship"},{"quote":"It takes one person to forgive, it takes two people to be reunited.","author":"Lewis B. Smedes","topic":"Relationship"},{"quote":"People change and forget to tell each other.","author":"Lillian Hellman","topic":"Relationship"},{"quote":"Relationships are eternal. The &#39;separation&#39; is another chapter in the relationship. Often, letting go of the old form of the relationship becomes a lesson in pure love much deeper than any would have learned had the couple stayed together.","author":"Marianne Williamson","topic":"Relationship"},{"quote":"No one can live without relationship. You may withdraw into the mountains, become a monk, a sannyasi, wander off into the desert by yourself, but you are related. You cannot escape from that absolute fact. You cannot exist in isolation.","author":"Jiddu Krishnamurti","topic":"Relationship"},{"quote":"Some think love can be measured by the amount of butterflies in their tummy. Others think love can be measured in bunches of flowers, or by using the words &#39;for ever.&#39; But love can only truly be measured by actions. It can be a small thing, such as peeling an orange for a person you love because you know they don&#39;t like doing it.","author":"Marian Keyes","topic":"Relationship"},{"quote":"Spirituality is not a formula; it is not a test. It is a relationship. Spirituality is not about competency; it is about intimacy. Spirituality is not about perfection; it is about connection. The way of the spiritual life begins where we are now in the mess of our lives.","author":"Mike Yaconelli","topic":"Relationship"},{"quote":"Who cares about the clouds when we&#39;re together? Just sing a song and bring the sunny weather.","author":"Dale Evans","topic":"Relationship"},{"quote":"My relationship with my body has changed. I used to consider it as a servant who should obey, function, give pleasure. In sickness, you realise that you are not the boss. It is the other way around.","author":"Federico Fellini","topic":"Relationship"},{"quote":"Dictators, unlike Democrats, depend on a small coterie to sustain their power. These backers, generally drawn from the military, the senior civil service, and family or clan members, have a synergistic relationship with their dictator. The dictator delivers opportunities for them to become rich, and they protect him from being overthrown.","author":"Bruce Bueno de Mesquita","topic":"Relationship"},{"quote":"If you haven&#39;t found it yet, keep looking. Don&#39;t settle. As with all matters of the heart, you&#39;ll know when you find it. And, like any great relationship, it just gets better and better as the years roll on.","author":"Steve Jobs","topic":"Relationship"},{"quote":"I think it takes a strong man to be in a relationship with a strong woman. A lot of people hear the word &#39;diva&#39; and think of it as a negative. I see it as a positive. I want somebody who knows what they want out of life and isn&#39;t afraid to show it.","author":"Nick Cannon","topic":"Relationship"},{"quote":"Friendship may, and often does, grow into love, but love never subsides into friendship.","author":"Lord Byron","topic":"Relationship"},{"quote":"Assumptions are the termites of relationships.","author":"Henry Winkler","topic":"Relationship"},{"quote":"A healthy relationship is built on unwavering trust.","author":"Beau Mirchoff","topic":"Relationship"},{"quote":"A people&#39;s relationship to their heritage is the same as the relationship of a child to its mother.","author":"John Henrik Clarke","topic":"Relationship"},{"quote":"Love sought is good, but given unsought, is better.","author":"William Shakespeare","topic":"Relationship"},{"quote":"They do not love that do not show their love.","author":"William Shakespeare","topic":"Relationship"},{"quote":"Relationships are like traffic lights. And I just have this theory that I can only exist in a relationship if it&#39;s a green light.","author":"Taylor Swift","topic":"Relationship"},{"quote":"Any relationship should have love, and if there is no love, it is better to call off a relationship. People say that love happens only once, but I don&#39;t believe in it because for me, if one relationship doesn&#39;t work, you should move on and seek love in another relationship. Who knows; you might find love in the second relationship.","author":"Bipasha Basu","topic":"Relationship"},{"quote":"I think there is a price to being alone, and there is a price to being in a relationship. It all depends on which price you want to pay - but none of them are free.","author":"Lonny Price","topic":"Relationship"},{"quote":"The thing that I think is the most important is taking moments to express your appreciation to your partner. A thank you or a quick kiss can go a long way toward affirming your relationship and commitment to each other. That&#39;s not hard to do even when you&#39;re juggling insane careers and three kids.","author":"Michael Ian Black","topic":"Relationship"},{"quote":"I think one of the most important things in a relationship is caring for your significant other through good times and bad.","author":"Nick Cannon","topic":"Relationship"},{"quote":"If you want a love message to be heard, it has got to be sent out. To keep a lamp burning, we have to keep putting oil in it.","author":"Mother Teresa","topic":"Relationship"},{"quote":"You have people come into your life shockingly and surprisingly. You have losses that you never thought you&#39;d experience. You have rejection and you have learn how to deal with that and how to get up the next day and go on with it.","author":"Taylor Swift","topic":"Relationship"},{"quote":"I, with a deeper instinct, choose a man who compels my strength, who makes enormous demands on me, who does not doubt my courage or my toughness, who does not believe me naive or innocent, who has the courage to treat me like a woman.","author":"Anais Nin","topic":"Relationship"},{"quote":"I can&#39;t deal with someone wanting to take a relationship backward or needing space or cheating on you. It&#39;s a conscious thing; it&#39;s a common-sense thing.","author":"Taylor Swift","topic":"Relationship"},{"quote":"Between men and women there is no friendship possible. There is passion, enmity, worship, love, but no friendship.","author":"Oscar Wilde","topic":"Relationship"},{"quote":"Everything is expressed through relationship. Colour can exist only through other colours, dimension through other dimensions, position through other positions that oppose them. That is why I regard relationship as the principal thing.","author":"Piet Mondrian","topic":"Relationship"},{"quote":"You can&#39;t be afraid to be honest and to be yourself. We all have imperfections and fall short at some point. Showing your human side creates a sensitivity, openness and trust. That&#39;s the beginning of the demise in a relationship - not being honest and not being you.","author":"BJ the Chicago Kid","topic":"Relationship"},{"quote":"In my early professional years I was asking the question: How can I treat, or cure, or change this person? Now I would phrase the question in this way: How can I provide a relationship which this person may use for his own personal growth?","author":"Carl Rogers","topic":"Relationship"},{"quote":"When you look at Japanese traditional architecture, you have to look at Japanese culture and its relationship with nature. You can actually live in a harmonious, close contact with nature - this very unique to Japan.","author":"Tadao Ando","topic":"Relationship"},{"quote":"Each relationship nurtures a strength or weakness within you.","author":"Mike Murdock","topic":"Relationship"},{"quote":"God doesn&#39;t want us to have rigid rituals with Him. In the new covenant, He is more interested in having a relationship with us.","author":"Joseph Prince","topic":"Relationship"},{"quote":"Justice is never given; it is exacted and the struggle must be continuous for freedom is never a final fact, but a continuing evolving process to higher and higher levels of human, social, economic, political and religious relationship.","author":"A. Philip Randolph","topic":"Relationship"},{"quote":"Fear runs our lives. It doesn&#39;t matter who you are. You have to understand your relationship with fear. Whether you&#39;re scared of getting into a relationship; or taking the new job; or a confrontation - you have to size fear up.","author":"Chris Pine","topic":"Relationship"},{"quote":"The better you know yourself, the better your relationship with the rest of the world.","author":"Toni Collette","topic":"Relationship"},{"quote":"I think it matters whether someone has a good heart.","author":"Elon Musk","topic":"Relationship"},{"quote":"You never lose by loving. You always lose by holding back.","author":"Barbara De Angelis","topic":"Relationship"},{"quote":"My relationship to plants becomes closer and closer. They make me quiet; I like to be in their company.","author":"Peter Zumthor","topic":"Relationship"},{"quote":"To understand how any society functions you must understand the relationship between the men and the women.","author":"Angela Davis","topic":"Relationship"},{"quote":"Growing up, I had a very normal relationship with my brother and sister. But, over time, they became my best friends, and now I hang out with them all the time. I&#39;m very close with them.","author":"Logan Lerman","topic":"Relationship"},{"quote":"Don&#39;t wait to be successful at some future point. Have a successful relationship with the present moment and be fully present in whatever you are doing. That is success.","author":"Eckhart Tolle","topic":"Relationship"},{"quote":"Jealousy can even be good for love. One partner may feel secretly flattered when the other is mildly jealous. And catching someone flirting with your beloved can spark the kind of lust and romance that reignites a relationship.","author":"Helen Fisher","topic":"Relationship"},{"quote":"&#39;Sunrise Sunset&#39; is a letter I wrote to a girl I was once with who I really thought I was going to fall in love with. We tried to make it work but always had trouble maintaining a real relationship because we were both so caught up with work, life, and everything else that at the time seemed like it was the priority.","author":"Benny Cassette","topic":"Relationship"},{"quote":"Every company has two organizational structures: The formal one is written on the charts; the other is the everyday relationship of the men and women in the organization.","author":"Harold S. Geneen","topic":"Relationship"},{"quote":"The heart of another is a dark forest, always, no matter how close it has been to one&#39;s own.","author":"Willa Cather","topic":"Relationship"},{"quote":"The one who loves the least, controls the relationship.","author":"Robert Anthony","topic":"Relationship"},{"quote":"Pride adversely affects all our relationships - our relationship with God and His servants, between husband and wife, parent and child, employer and employee, teacher and student, and all mankind.","author":"Ezra Taft Benson","topic":"Relationship"},{"quote":"He who loves 50 people has 50 woes; he who loves no one has no woes.","author":"Buddha","topic":"Relationship"},{"quote":"Girls we love for what they are; young men for what they promise to be.","author":"Johann Wolfgang von Goethe","topic":"Relationship"},{"quote":"If a relationship is going wrong, if a marriage is going wrong, the answer cannot simply be to say, &#39;You can&#39;t afford to break up because you are going to lose the house.&#39; The answer has to be only one thing, which is &#39;I love you.&#39;","author":"Rory Stewart","topic":"Relationship"},{"quote":"On the relationship side, if you teach people to respond actively and constructively when someone they care about has a victory, it increases love and friendship and decreases the probability of depression.","author":"Martin Seligman","topic":"Relationship"},{"quote":"It&#39;s not like a boss and artist relationship; it&#39;s like a big brother to a younger brother relationship, and he&#39;s a great guy. So big shout-out to Akon and the Konvict Muzik crowd.","author":"WizKid","topic":"Relationship"},{"quote":"The lust and attraction are often a given in a romance novel - I want to dig into the elements of true friendship that form a foundation for a solid, gonna-last-forever romantic relationship.","author":"Suzanne Brockmann","topic":"Relationship"},{"quote":"It isn&#39;t necessary to have relatives in Kansas City in order to be unhappy.","author":"Groucho Marx","topic":"Relationship"},{"quote":"Love thou the rose, yet leave it on its stem.","author":"Edward G. Bulwer-Lytton","topic":"Relationship"},{"quote":"We humans have a love-hate relationship with our technology. We love each new advance and we hate how fast our world is changing... The robots really embody that love-hate relationship we have with technology.","author":"Daniel H. Wilson","topic":"Relationship"},{"quote":"A relationship is based on communication.","author":"John Cena","topic":"Relationship"},{"quote":"The family only represents one aspect, however important an aspect, of a human being&#39;s functions and activities. A life is beautiful and ideal or the reverse, only when we have taken into our consideration the social as well as the family relationship.","author":"Havelock Ellis","topic":"Relationship"},{"quote":"How can a woman be expected to be happy with a man who insists on treating her as if she were a perfectly normal human being.","author":"Oscar Wilde","topic":"Relationship"},{"quote":"So many people prefer to live in drama because it&#39;s comfortable. It&#39;s like someone staying in a bad marriage or relationship - it&#39;s actually easier to stay because they know what to expect every day, versus leaving and not knowing what to expect.","author":"Ellen DeGeneres","topic":"Relationship"},{"quote":"Kindness in women, not their beauteous looks, shall win my love.","author":"Washington Irving","topic":"Relationship"},{"quote":"Relationships survive on trust, and if that is broken at any point, it&#39;s pretty much the end of the relationship. Besides, inability to communicate leads to problems.","author":"Yuvraj Singh","topic":"Relationship"},{"quote":"So then, the relationship of self to other is the complete realization that loving yourself is impossible without loving everything defined as other than yourself.","author":"Alan Watts","topic":"Relationship"},{"quote":"Peace is not a relationship of nations. It is a condition of mind brought about by a serenity of soul. Peace is not merely the absence of war. It is also a state of mind. Lasting peace can come only to peaceful people.","author":"Jawaharlal Nehru","topic":"Relationship"},{"quote":"The single woman is a free woman, and being single does not mean being alone - it means being free to have a relationship or not. This can be scary, but it&#39;s also very interesting.","author":"Monica Bellucci","topic":"Relationship"},{"quote":"Once a woman has forgiven her man, she must not reheat his sins for breakfast.","author":"Marlene Dietrich","topic":"Relationship"},{"quote":"For me, every photograph is a portrait; the clothes are just a vehicle for what I want to say. You&#39;re photographing a relationship with the person you&#39;re shooting; there&#39;s an exchange, and that&#39;s what that picture is.","author":"Peter Lindbergh","topic":"Relationship"},{"quote":"You want to believe that there&#39;s one relationship in life that&#39;s beyond betrayal. A relationship that&#39;s beyond that kind of hurt. And there isn&#39;t.","author":"Caleb Carr","topic":"Relationship"},{"quote":"Having been an educator for so many years I know that all a good teacher can do is set a context, raise questions or enter into a kind of a dialogic relationship with their students.","author":"Godfrey Reggio","topic":"Relationship"},{"quote":"Courage means to keep working a relationship, to continue seeking solutions to difficult problems, and to stay focused during stressful periods.","author":"Denis Waitley","topic":"Relationship"},{"quote":"Sometimes I wonder if men and women really suit each other. Perhaps they should live next door and just visit now and then.","author":"Katharine Hepburn","topic":"Relationship"},{"quote":"Laughter is an important part of a good relationship. It&#39;s an immense achievement when you can move from your thinking that your partner is merely an idiot to thinking that they are that wonderfully complex thing called a loveable idiot. And often that means having a little bit of a sense of humour about their flaws.","author":"Alain de Botton","topic":"Relationship"},{"quote":"Life cannot be without relationship, but we have made it so agonizing and hideous by basing it on personal and possessive love. Can one love and yet not possess? You will find the true answer not in escape, ideals, beliefs but through the understanding of the causes of dependence and possessiveness.","author":"Jiddu Krishnamurti","topic":"Relationship"},{"quote":"For me, it&#39;s about the way I carry myself and the way I treat other people. My relationship and how I feel about God and what He does for me, is something deeply personal. It&#39;s where I came from, my family, I was brought up in a religious household and that&#39;s very important to me.","author":"Beyonce Knowles","topic":"Relationship"},{"quote":"Yet, taught by time, my heart has learned to glow for other&#39;s good, and melt at other&#39;s woe.","author":"Homer","topic":"Relationship"},{"quote":"The relationship to one&#39;s fellow man is the relationship of prayer, the relationship to oneself is the relationship of striving; it is from prayer that one draws the strength for one&#39;s striving.","author":"Franz Kafka","topic":"Relationship"},{"quote":"Parenting now is a two-way relationship where you learn from each other.","author":"Juhi Chawla","topic":"Relationship"},{"quote":"Aviation, this young modern giant, exemplifies the possible relationship of women and the creations of science. Although women have not taken full advantage of its use and benefits, air travel is as available to them as to men.","author":"Amelia Earhart","topic":"Relationship"},{"quote":"Being pregnant finally helped me understand what my true relationship was with my body - meaning that it wasn&#39;t put on this earth to look good in a swimsuit.","author":"Amy Adams","topic":"Relationship"},{"quote":"Whether you&#39;re keeping a journal or writing as a meditation, it&#39;s the same thing. What&#39;s important is you&#39;re having a relationship with your mind.","author":"Natalie Goldberg","topic":"Relationship"},{"quote":"Real intimacy is only possible to the degree that we can be honest about what we are doing and feeling.","author":"Joyce Brothers","topic":"Relationship"},{"quote":"Real relationship is gritty and earthy, the stuff that life is made of.","author":"Amy Grant","topic":"Relationship"},{"quote":"Memories are thoughts that arise. They&#39;re not realities. Only when you believe that they are real, then they have the power over you. But when you realize it&#39;s just another thought arising about the past, then you can have a spacious relationship with that thought. The thought no longer has you in its grip.","author":"Eckhart Tolle","topic":"Relationship"},{"quote":"Starbucks has a role and a meaningful relationship with people that is not only about the coffee.","author":"Howard Schultz","topic":"Relationship"},{"quote":"Every man sees in his relatives, and especially in his cousins, a series of grotesque caricatures of himself.","author":"H. L. Mencken","topic":"Relationship"},{"quote":"Truth, according to the Christian faith, is God&#39;s love for us in Jesus Christ. Therefore, truth is a relationship.","author":"Pope Francis","topic":"Relationship"},{"quote":"He who lives in our mind is near though he may actually be far away; but he who is not in our heart is far though he may really be nearby.","author":"Chanakya","topic":"Relationship"},{"quote":"It is odd that we have so little relationship with nature, with the insects and the leaping frog and the owl that hoots among the hills calling for its mate. We never seem to have a feeling for all living things on the earth.","author":"Jiddu Krishnamurti","topic":"Relationship"},{"quote":"I see when men love women. They give them but a little of their lives. But women when they love give everything.","author":"Oscar Wilde","topic":"Relationship"},{"quote":"The more connections you and your lover make, not just between your bodies, but between your minds, your hearts, and your souls, the more you will strengthen the fabric of your relationship, and the more real moments you will experience together.","author":"Barbara De Angelis","topic":"Relationship"},{"quote":"I believe everyone has a soul mate that they can spend the rest of their life together.","author":"Ryan Lochte","topic":"Relationship"},{"quote":"Just as you go to the gym regularly to keep your body fit, regular couples counseling can keep your relationship fit as well.","author":"Laura Wasser","topic":"Relationship"},{"quote":"Well I think if you really go out with someone for quite a long time you do get to know each other very, very well, you go through the good times, you go through the bad times. You know both personally, but also within a relationship as well.","author":"Kate Middleton","topic":"Relationship"},{"quote":"The close relationship between railroad expansion and the genera development and prosperity of the country is nowhere brought more distinctly into relief than in connection with the construction of the Pacific railroads.","author":"John Moody","topic":"Relationship"},{"quote":"OK, in all seriousness, I would say I couldn&#39;t be in a relationship without equality, generosity, integrity, spirit, kindness and humor. And awesomeness.","author":"Jennifer Aniston","topic":"Relationship"},{"quote":"The life of the community, both domestically and internationally, clearly demonstrates that respect for rights, and the guarantees that follow from them, are measures of the common good that serve to evaluate the relationship between justice and injustice, development and poverty, security and conflict.","author":"Pope Benedict XVI","topic":"Relationship"},{"quote":"My worldview, my philosophy, my attitudes, my relationships, my parenting, my marriage - everything has been transformed by my relationship with Christ.","author":"Lee Strobel","topic":"Relationship"},{"quote":"The only time a woman really succeeds in changing a man is when he is a baby.","author":"Natalie Wood","topic":"Relationship"},{"quote":"Circumstance has no value. It is how one relates to a situation that has value. All true meaning resides in the personal relationship to a phenomenon... what it means to you.","author":"Christopher McCandless","topic":"Relationship"},{"quote":"The first test of a truly great man is his humility. By humility I don&#39;t mean doubt of his powers or hesitation in speaking his opinion, but merely an understanding of the relationship of what he can say and what he can do.","author":"John Ruskin","topic":"Relationship"},{"quote":"We have to bring children into a new relationship to food that connects them to culture and agriculture.","author":"Alice Waters","topic":"Relationship"},{"quote":"When you make the sacrifice in marriage, you&#39;re sacrificing not to each other but to unity in a relationship.","author":"Joseph Campbell","topic":"Relationship"},{"quote":"It&#39;s a complicated relationship with a guitar. I love the Bullet, for sure.","author":"Laurent Brancowitz","topic":"Relationship"},{"quote":"All true meaning resides in the personal relationship to a phenomenon, what it means to you.","author":"Christopher McCandless","topic":"Relationship"},{"quote":"You hear about quality time a lot but I really think that quantity time with a person is really what strengthens a relationship. That&#39;s when you really get to know somebody. You get to know their strengths and their weaknesses and that brings you closer. That&#39;s what &#39;Time Is Love&#39; is all about.","author":"Josh Turner","topic":"Relationship"},{"quote":"Money can come and go, and fame comes and goes. Peace of mind and a relationship with God is far more important, so this is the precedent that we&#39;ve set in our lives. The bottom line is, we all die, so Jesus is the answer.","author":"Phil Robertson","topic":"Relationship"},{"quote":"We have a relationship with our customer, and that relationship translates into sales.","author":"Richard Hayne","topic":"Relationship"},{"quote":"When women reassert their relationship with the wildish nature, they are gifted with a permanent and internal watcher, a knower, a visionary, an oracle, an inspiratrice, an intuitive, a maker, a creator, an inventor, and a listener who guide, suggest, and urge vibrant life in the inner and outer world.","author":"Clarissa Pinkola Estes","topic":"Relationship"},{"quote":"My parents had us in church every Sunday, every Wednesday. It was more of a tradition at that point; I didn&#39;t have a personal relationship with the Lord until I went to the altar call one Sunday, and the youth pastor told us to make a decision for ourselves.","author":"Stephen Curry","topic":"Relationship"},{"quote":"None of us can claim to be fair and square in love - and I&#39;m definitely not a hypocrite! Humans are built to evolve with time. It depends on the nature of the relationship you share with a person. It is there today, tomorrow it may be gone; c&#39;est la vie.","author":"Randeep Hooda","topic":"Relationship"},{"quote":"I work a lot of hours, and in this business you really try to keep as busy as you possibly can. Sometimes when you really focus on kids in your free time you lose the husband and wife relationship to some degree. It&#39;s been a real focus for us to make sure we stay focused on us two.","author":"Cameron Mathison","topic":"Relationship"},{"quote":"There is a time for risky love. There is a time for extravagant gestures. There is a time to pour out your affections on one you love. And when the time comes - seize it, don&#39;t miss it.","author":"Max Lucado","topic":"Relationship"},{"quote":"The object of my relationship with Vietnam has been to heal the wounds that exist, particularly among our veterans, and to move forward with a positive relationship,... Apparently some in the Vietnamese government don&#39;t want to do that and that&#39;s their decision.","author":"Ho Chi Minh","topic":"Relationship"},{"quote":"When one has love for God, one doesn&#39;t feel any physical attraction to wife, children, relatives and friends. One retains only compassion for them.","author":"Ramakrishna","topic":"Relationship"},{"quote":"Economists who have studied the relationship between education and economic growth confirm what common sense suggests: The number of college degrees is not nearly as important as how well students develop cognitive skills, such as critical thinking and problem-solving ability.","author":"Derek Bok","topic":"Relationship"},{"quote":"The special relationship between twins is that, if there&#39;s anyone else in the world that&#39;s going to get or be the confidant that you need, it&#39;s an identical twin.","author":"Sam Underwood","topic":"Relationship"},{"quote":"In a few decades, the relationship between the environment, resources and conflict may seem almost as obvious as the connection we see today between human rights, democracy and peace.","author":"Wangari Maathai","topic":"Relationship"},{"quote":"We can improve our relationships with others by leaps and bounds if we become encouragers instead of critics.","author":"Joyce Meyer","topic":"Relationship"},{"quote":"History shows us that in times of people feeling like they are in need of some sort of rebellion or protests, the artists rise because the poetry we create about pain and its relationship to culture in the world begins to soothe and heal people who are feeling confused or afraid.","author":"Lady Gaga","topic":"Relationship"},{"quote":"I think the most important thing for me in a relationship is honesty.","author":"Zac Efron","topic":"Relationship"},{"quote":"Don&#39;t smother each other. No one can grow in the shade.","author":"Leo Buscaglia","topic":"Relationship"},{"quote":"The relationship between renewable energy sources and the communities we expect to host them must be appropriate and sustainable and, above all, acceptable to local people.","author":"Owen Paterson","topic":"Relationship"},{"quote":"The producer, in effect, has to work as a translator. You form a very tight relationship with the director and writer from the beginning, and then you are constantly communicating to the various people that begin to come into the process, as you are trying to manage to hold on to a vision that needs to be communicated over a long period of time.","author":"Kathleen Kennedy","topic":"Relationship"},{"quote":"I think a good relationship that Mexico could maintain with the United States and vice versa should be based on trust, on opening - openness and constant dialogue that would allow us essentially to define, share objectives and to work towards those so as to avoid activities which are not known to the other government.","author":"Enrique Pena Nieto","topic":"Relationship"},{"quote":"I had great relationship with the Hispanic - we had a lot of Hispanics in the school actually from different countries, Venezuela, from Brazil, and they all played soccer, and I was on the soccer team, and I developed great relationships with them.","author":"Donald Trump","topic":"Relationship"},{"quote":"Religion is not man&#39;s relationship to God, it is man&#39;s relationship to man.","author":"Elie Wiesel","topic":"Relationship"},{"quote":"The most important thing for me is having a relationship with God. To know that the owner, the creator of the universe loves you, sent His Son to die for your sins; that&#39;s very empowering. Knowing Him and knowing that He loves me gives me encouragement and confidence to move forward.","author":"Ben Carson","topic":"Relationship"},{"quote":"When you&#39;re doing collaborative music, the relationship that forms is a very bonding kind of experience.","author":"Condoleezza Rice","topic":"Relationship"},{"quote":"You have nothing if you&#39;re texting a guy in a relationship. We can text six women a minute. We can text it and push &#39;reply all.&#39; I mean, since we&#39;re lying, we might as well lie to everybody.","author":"Steve Harvey","topic":"Relationship"},{"quote":"The decision to kiss for the first time is the most crucial in any love story. It changes the relationship of two people much more strongly than even the final surrender; because this kiss already has within it that surrender.","author":"Emil Ludwig","topic":"Relationship"},{"quote":"I&#39;ve never been Romeo who meets a girl and falls for her immediately. It&#39;s been a much slower process for me each time I&#39;ve gone into a relationship.","author":"Leonardo DiCaprio","topic":"Relationship"},{"quote":"I could see myself in a relationship with a girl; Olivia Wilde is so sexy she makes me want to strangle a mountain ox with my bare hands. She&#39;s mesmerizing.","author":"Megan Fox","topic":"Relationship"},{"quote":"It is better to have a relationship with someone who cheats on you than with someone who does not flush the toilet.","author":"Uma Thurman","topic":"Relationship"},{"quote":"There is an inverse relationship between reliance on the state and self-reliance.","author":"William F. Buckley, Jr.","topic":"Relationship"},{"quote":"To be a programmer is to develop a carefully managed relationship with error. There&#39;s no getting around it. You either make your accommodations with failure, or the work will become intolerable.","author":"Ellen Ullman","topic":"Relationship"},{"quote":"I&#39;m human. I&#39;m a person. I would love to be in a relationship with a man. I would love to find the right man; I think that&#39;s natural - that&#39;s what we all want.","author":"Lara Giddings","topic":"Relationship"},{"quote":"We are concerned with the relationship between art and life. Contemporary art is only intelligible in terms of its relationship to our life.","author":"David Elliott","topic":"Relationship"},{"quote":"I want to be very close to someone I respect and admire and have somebody who feels the same way about me.","author":"Richard Bach","topic":"Relationship"},{"quote":"I don&#39;t watch most of the movies I&#39;m in. Ever. They&#39;re like a bad relationship where, after you break up, you don&#39;t want to look over all the valentines.","author":"Ben Foster","topic":"Relationship"},{"quote":"What love we&#39;ve given, we&#39;ll have forever. What love we fail to give, will be lost for all eternity.","author":"Leo Buscaglia","topic":"Relationship"},{"quote":"Distance is a bad excuse for not having a good relationship with somebody. It&#39;s the determination to keep it going or let it fall by the wayside; that&#39;s the real reason that the relationships continue.","author":"James McAvoy","topic":"Relationship"},{"quote":"For most of us, relationship with another is based on dependence, either economic or psychological. This dependence creates fear, breeds in us possessiveness, results in friction, suspicion, frustration.","author":"Jiddu Krishnamurti","topic":"Relationship"},{"quote":"The mother-child relationship is paradoxical and, in a sense, tragic. It requires the most intense love on the mother&#39;s side, yet this very love must help the child grow away from the mother, and to become fully independent.","author":"Erich Fromm","topic":"Relationship"},{"quote":"Knowledge is power. You can&#39;t begin a career, for that matter even a relationship, unless you know everything there is to know about it.","author":"Randeep Hooda","topic":"Relationship"},{"quote":"There&#39;s a trick to the Graceful Exit. It begins with the vision to recognize when a job, a life stage, a relationship is over - and to let go. It means leaving what&#39;s over without denying its value.","author":"Ellen Goodman","topic":"Relationship"},{"quote":"I tend to believe, when you&#39;re in a relationship, if you don&#39;t fight, it&#39;s not a real relationship. You have to have arguments and tensions, otherwise I don&#39;t believe it.","author":"Richard LaGravenese","topic":"Relationship"},{"quote":"Absence diminishes mediocre passions and increases great ones, as the wind extinguishes candles and fans fires.","author":"Francois de La Rochefoucauld","topic":"Relationship"},{"quote":"You are a child of the sun, you come from the sun, and that is something true with the Earth also... your relationship with the Earth is so deep, and the Earth is in you and this is something not very difficult, much less difficult then philosophy.","author":"Thich Nhat Hanh","topic":"Relationship"},{"quote":"I used to define success as being able to produce any result you wanted, whether it was a relationship, weight-loss, being a millionaire, impacting the culture, changing society, whatever it might be - it might be homelessness, whatever - and lately, I&#39;ve redefined success as &#39;fulfilling your soul&#39;s purpose.&#39;","author":"Jack Canfield","topic":"Relationship"},{"quote":"Where do we enroll in Life 101? Where are the classes dealing with the loss of a job, the death of a loved one, the failure of a relationship? Unfortunately, those lessons are mostly learned through trial by fire and the school of hard knocks.","author":"Les Brown","topic":"Relationship"},{"quote":"Our first scene is sort of a reunion between the X-Men characters, which establishes everyone&#39;s relationship to one another, sort of like a recap for all those who have forgotten since the last movie.","author":"Shawn Ashmore","topic":"Relationship"},{"quote":"For me, relationship is very important. I can lose money, but I cannot lose a relationship. The test is, at the end of a conversation or a negotiation, both must smile.","author":"Sunil Mittal","topic":"Relationship"},{"quote":"I feel there&#39;s a power in theatre, but it&#39;s an indirect power. It&#39;s like the relationship of the sleeper to the unconscious. You discover things you can&#39;t afford to countenance in waking life. You can forget them, remember them a day later or not have any idea what they are about.","author":"Tony Kushner","topic":"Relationship"},{"quote":"I have been in love, and it was a great feeling. It&#39;s when you are attracted to and feel affection for someone. You want to do things for that person. But only love isn&#39;t enough in a relationship - understanding and communication are very important aspects.","author":"Yuvraj Singh","topic":"Relationship"},{"quote":"There is only one secure foundation: a genuine, deep relationship with Jesus Christ, which will carry you through any and all turmoil. No matter what storms are raging all around, you&#39;ll stand firm if you stand on His love.","author":"Charles Stanley","topic":"Relationship"},{"quote":"Until we have a better relationship between private performance and the public truth, as was demonstrated with Watergate, we as the public are absolutely right to remain suspicious, contemptuous even, of the secrecy and the misinformation which is the digest of our news.","author":"John le Carre","topic":"Relationship"},{"quote":"But with Christ, we have access in a one-to-one relationship, for, as in the Old Testament, it was more one of worship and awe, a vertical relationship. The New Testament, on the other hand, we look across at a Jesus who looks familiar, horizontal. The combination is what makes the Cross.","author":"Bono","topic":"Relationship"},{"quote":"In human relationships, kindness and lies are worth a thousand truths.","author":"Graham Greene","topic":"Relationship"},{"quote":"I definitely consider myself a Christian. There&#39;s things that I believe in, there&#39;s things I have a self-belief on. I know I got a great relationship with God and the universe. I just believe in being a righteous person and karma. Doing unto others as you would have done unto you. I really want to help teach that.","author":"Big Sean","topic":"Relationship"},{"quote":"When your maturity is derived from circumstantial factors other than faith, your level of maturity would continue to fluctuate rather than being stable. This is why I am enabled to maintain a balance and stable approach to the challenges that come my way every day. I am not moved by what people say or do concerning my relationship with God.","author":"T. B. Joshua","topic":"Relationship"},{"quote":"Androgyny is not trying to manage the relationship between the opposites; it is simply flowing between them.","author":"June Singer","topic":"Relationship"},{"quote":"People take such an interest in your love life when you have a profile; it puts a lot of stress on a relationship.","author":"Margot Robbie","topic":"Relationship"},{"quote":"Without the name, any flower is still more or less a stranger to you. The name betrays its family, its relationship to other flowers, and gives the mind something tangible to grasp. It is very difficult for persons who have had no special training to learn the names of the flowers from the botany.","author":"John Burroughs","topic":"Relationship"},{"quote":"For seven years, I had a business relationship in Milan, Milano. Dealing with Italians, just, let me tell you... Are we the same? Good lord, no! That&#39;s why Europe&#39;s fun - it&#39;s fun because it&#39;s different. A political project that seeks to make it all the same - it&#39;s ghastly.","author":"Nigel Farage","topic":"Relationship"},{"quote":"We would go back and maybe not say that thing to our dad that we said, or maybe be a little nicer to someone who we cared about and had a relationship with when we were young. You know, they&#39;re subtle things, but we carry those with us forever. And I think that regret and time travel are intrinsically linked to me.","author":"Colin Trevorrow","topic":"Relationship"},{"quote":"The relationship between a client must be &#39;we.&#39;","author":"Billy Baldwin","topic":"Relationship"},{"quote":"In a relationship, it&#39;s important to make each other laugh. To give each other freedom, support each other and be proud of each other.","author":"Caroline Winberg","topic":"Relationship"},{"quote":"When we enter into a personal relationship with Jesus Christ, something wonderful happens: God begins to change our desires, and we want to be more like Him.","author":"Joyce Meyer","topic":"Relationship"},{"quote":"I have a fantastic relationship with money. I use it to buy my freedom.","author":"Gianni Versace","topic":"Relationship"},{"quote":"You&#39;ve got to be in a bad relationship to really understand what a great one is.","author":"Steve Harvey","topic":"Relationship"},{"quote":"My generation fought very hard for feminism, and we fought very hard to not be labeled as you had to have a husband or you had to be in a relationship, or you were somehow not a cool chick.","author":"Stevie Nicks","topic":"Relationship"},{"quote":"However successful you are, there is no substitute for a close relationship. We all need them.","author":"Francesca Annis","topic":"Relationship"},{"quote":"The DJ still has the relationship with the people, I believe. I don&#39;t know to call the DJ &#39;the ambassadors&#39; or what, but we still are connecting the dots, getting the good stuff and passing it on to the people. DJs still have relevance, even with the technology that elevates the DJ beyond being a selector.","author":"Ali Shaheed Muhammad","topic":"Relationship"},{"quote":"I have a love\/hate relationship with jogging.","author":"Lisa Lutz","topic":"Relationship"},{"quote":"God is the name people give to the reason we are here. But I think that reason is the laws of physics rather than someone with whom one can have a personal relationship. An impersonal God.","author":"Stephen Hawking","topic":"Relationship"},{"quote":"I won&#39;t have a traditional marriage; I don&#39;t find the value in that anymore. But I am such a hopeless romantic and I really want love and I want a committed relationship, so I am going to reinvent marriage for myself.","author":"Halle Berry","topic":"Relationship"},{"quote":"God is not looking for repayment, but repentance. What heals a broken relationship is sincere love and contrition.","author":"Frederica Mathewes-Green","topic":"Relationship"},{"quote":"Like most people, I have this sort of love-hate relationship with Pittsburgh. This is my home, and at times I miss it and find it tremendously exciting, and other times I want to catch the first thing out that has wheels.","author":"August Wilson","topic":"Relationship"},{"quote":"There is among us a far closer relationship than the purely social one of a fraternal organization because we are bound together not only by a single interest but by a common goal. To win. Nothing else matters, and nothing else will do.","author":"Sandy Koufax","topic":"Relationship"},{"quote":"I think a lot of people still fantasise about that first love and what might happen if they rekindled the relationship.","author":"Sophie Kinsella","topic":"Relationship"},{"quote":"In the best of all possible worlds, February 14 is a pleasant and sentimental opportunity to lavish your partner with attention or move your relationship to the next level.","author":"Pepper Schwartz","topic":"Relationship"},{"quote":"The man as he converses is the lover; silent, he is the husband.","author":"Honore de Balzac","topic":"Relationship"},{"quote":"I personally don&#39;t believe people really grow. They just learn stuff when they were a kid, and hold on to it, and that affects every relationship they have.","author":"Donald Glover","topic":"Relationship"},{"quote":"The most important relationship you have in life is the one you have with yourself. And then after that, I&#39;d say once you have that, it may be hard work, but you can actually design your life.","author":"Diane von Furstenberg","topic":"Relationship"},{"quote":"Just about every children&#39;s book in my local bookstore has an animal for its hero. But then, only a few feet away in the cookbook section, just about every cookbook includes recipes for cooking animals. Is there a more illuminating illustration of our paradoxical relationship with the nonhuman world?","author":"Jonathan Safran Foer","topic":"Relationship"},{"quote":"There&#39;s something about the superheroes and the idea behind their relationship with humans, whether it&#39;s a metaphor for the better part of ourselves, or the more flawed part of ourselves. So it seems to really be our own pop-culture version of Greek mythology.","author":"Clark Gregg","topic":"Relationship"},{"quote":"I love exploring the relationship between fathers and daughters. I think that&#39;s a special thing, especially with daughters who are dealing with being adults.","author":"Tim Daly","topic":"Relationship"},{"quote":"Fixing obesity is going to require a change in our modern relationship with food. I&#39;m hopeful that we begin to see a turnaround in this childhood obesity epidemic.","author":"S. Jay Olshansky","topic":"Relationship"},{"quote":"God gave me a second chance. I am so very glad with what is going on with my career, but I want to be a success in my relationship with my children.","author":"El DeBarge","topic":"Relationship"},{"quote":"For girls and women, talk is the glue that holds a relationship together - and the explosive that can blow it apart. That&#39;s why you can think you&#39;re having a perfectly amiable chat, then suddenly find yourself wounded by the shrapnel from an exploded conversation.","author":"Deborah Tannen","topic":"Relationship"},{"quote":"The most important things to do in the world are to get something to eat, something to drink and somebody to love you.","author":"Brendan Behan","topic":"Relationship"},{"quote":"My relationship with fashion has always been that each of us stars in our own movies and costumes ourselves to play the part we want. You take blouses and jeans and dresses, and you put them together, and they tell your story.","author":"Marc Jacobs","topic":"Relationship"},{"quote":"You&#39;re born single, you die single, but why not being in a relationship is some special &#39;single&#39; status, I don&#39;t understand. Life is less stress being single, I have to admit.","author":"Bipasha Basu","topic":"Relationship"},{"quote":"When you form a band, you form a real relationship that&#39;s like a marriage. It&#39;s an emotional connection, especially when you&#39;re young... because you don&#39;t know what&#39;s out there.","author":"Robert Coppola Schwartzman","topic":"Relationship"},{"quote":"It&#39;s a great relationship when you can work with the person who you consider to be your soul mate.","author":"Rick Derringer","topic":"Relationship"},{"quote":"I honestly think being single&#39;s great. Being in a relationship&#39;s great. It&#39;s all about the timing.","author":"Mila Kunis","topic":"Relationship"},{"quote":"I would never put my close friends or a real relationship on a show.","author":"Kristin Cavallari","topic":"Relationship"},{"quote":"Having girlfriends is... I can&#39;t do it. It doesn&#39;t mean I don&#39;t hang out with girls. It just means that I don&#39;t like being in a relationship, because it makes things very complicated. The one piece of advice that I listen to adults on - because I don&#39;t listen to adults when it comes to most things - is that I&#39;m too young to have a girlfriend.","author":"Jaden Smith","topic":"Relationship"},{"quote":"It&#39;s true that romance novels do detail the courtship phase of a relationship. We usually write &#39;And they lived happily ever after&#39; before our heroine starts snoring or our hero starts tossing his socks over the hamper.","author":"Teresa Medeiros","topic":"Relationship"},{"quote":"I think it is really important to indulge on the holidays, I think that we all deserve that; I think that the more you worry, the more it&#39;s a problem. I think everyone&#39;s relationship with food is all about giving your body what it wants and what it needs. I think indulging is good and working out, too, for sure!","author":"Martha Hunt","topic":"Relationship"},{"quote":"If it is true that we have a personal relationship with God, then that&#39;s enough for me.","author":"T Bone Burnett","topic":"Relationship"},{"quote":"I&#39;ve often noticed that there is a moment when a man develops enough confidence and ease in a relationship to bore you to death. Sometimes one hardly even notices it&#39;s happened, that moment, until some careless remark arouses one&#39;s suspicions.","author":"Eve Babitz","topic":"Relationship"},{"quote":"When I got my first television set, I stopped caring so much about having close relationships.","author":"Andy Warhol","topic":"Relationship"},{"quote":"Poetry is above all a concentration of the power of language, which is the power of our ultimate relationship to everything in the universe.","author":"Adrienne Rich","topic":"Relationship"},{"quote":"Every good relationship, especially marriage, is based on respect. If it&#39;s not based on respect, nothing that appears to be good will last very long.","author":"Amy Grant","topic":"Relationship"},{"quote":"Love comes when manipulation stops; when you think more about the other person than about his or her reactions to you. When you dare to reveal yourself fully. When you dare to be vulnerable.","author":"Joyce Brothers","topic":"Relationship"},{"quote":"I think part of the beauty of our relationship with jewelry is that it can change and evolve as we do ourselves.","author":"Erika Christensen","topic":"Relationship"},{"quote":"Adapt yourself to the things among which your lot has been cast and love sincerely the fellow creatures with whom destiny has ordained that you shall live.","author":"Marcus Aurelius","topic":"Relationship"},{"quote":"There is an interaction and action, reaction between two people. One should show honesty in a relationship. Be honest to your partner and tell him everything. How long can you do things with dishonesty and that&#39;s wrong. Don&#39;t get into a relationship if you can&#39;t be honest.","author":"Randeep Hooda","topic":"Relationship"},{"quote":"When I was younger, the idea of the bad boy was appealing, but then I grew up and realized that stable people are more fulfilling. Bad boys need more time to themselves. I want to be in a relationship with someone who knows how to take care of himself and is therefore able to take care of me. That way, we can put each other first.","author":"Jessica Parker Kennedy","topic":"Relationship"},{"quote":"Love is the missing factor; there is a lack of affection, of warmth in relationship; and because we lack that love, that tenderness, that generosity, that mercy in relationship, we escape into mass action, which produces further confusion, further misery.","author":"Jiddu Krishnamurti","topic":"Relationship"},{"quote":"Music was your real passion, this thing you held dear even above family. It was this relationship that never betrayed you. Once it became your job - this thing that was highly visible, this thing that became about commerce - that&#39;s when you were holding onto music like it was a palm tree in a hurricane.","author":"Eddie Vedder","topic":"Relationship"},{"quote":"The relationship with time changes when you&#39;re captive.","author":"Ingrid Betancourt","topic":"Relationship"},{"quote":"I&#39;m so single. It&#39;s funny. I&#39;m usually a relationship girl. I love being in love and having a partner in crime. But it&#39;s good to be your own partner in crime. God, that makes me sound like I have multiple-personality disorder.","author":"Brittany Snow","topic":"Relationship"},{"quote":"Self-reflection is so healthy. Journaling works for me - when I record the details of what I&#39;m going through, whether it&#39;s a relationship issue or negative thoughts, I can look back and see how far I&#39;ve come. It makes me proud to see my progress and how I got through a bad situation.","author":"Kelly Rowland","topic":"Relationship"},{"quote":"A relationship is work, and it changes. And you go with the changes. It&#39;s more good times than bad times, but it&#39;s not always good. You have to overcome those issues and move on.","author":"David Burtka","topic":"Relationship"},{"quote":"A person isn&#39;t who they are during the last conversation you had with them - they&#39;re who they&#39;ve been throughout your whole relationship.","author":"Rainer Maria Rilke","topic":"Relationship"},{"quote":"No one can tell you what to expect or can offer a guide to grief. Because every relationship is so unique, no two people grieve the same way. And you have no idea how you are going to grieve till you are grieving.","author":"Alysia Reiner","topic":"Relationship"},{"quote":"What surprises me most about God is that the creator of the universe should want a relationship with me.","author":"Rick Warren","topic":"Relationship"},{"quote":"What does it matter how many lovers you have if none of them gives you the universe?","author":"Jacques Lacan","topic":"Relationship"},{"quote":"The erosion of extended family concept and losing out on values are the two things that are primarily responsible for the growing mismatch in the parent-child relationship.","author":"Shiv Khera","topic":"Relationship"},{"quote":"I think everyone understands grief, the journey it takes us on, whether it&#39;s the death of a loved one, the end of a relationship, a disappointment. Some people don&#39;t deal with it, the power of it. Some do. Some feel the weight of it and it informs their choices. I&#39;ve had to open up to grief in different contexts.","author":"Tori Amos","topic":"Relationship"},{"quote":"I think if we want to find happiness by finding a life partner, then it&#39;s a little selfish. You should be complete within yourself, so that when you&#39;re in a relationship, you can give out happiness rather than expect it.","author":"Shahid Kapoor","topic":"Relationship"},{"quote":"The ultimate relationship between justice and law will be an eternal subject for speculation and analysis. But it may be said that in a democratic society, law is the form which free men give to justice.","author":"Robert Kennedy","topic":"Relationship"},{"quote":"We must learn to regard people less in light of what they do or omit to do, and more in the light of what they suffer.","author":"Dietrich Bonhoeffer","topic":"Relationship"},{"quote":"The real issue is not talent as an independent element, but talent in relationship to will, desire, and persistence. Talent without these things vanishes and even modest talent with those characteristics grows.","author":"Milton Glaser","topic":"Relationship"},{"quote":"We all have something about ourselves that we&#39;d change if we could in a perfect world, be it our body image, our financial status, our relationship, whatever. I wanted to talk about how nobody&#39;s exempted from the realities of life and all those things.","author":"Keri Hilson","topic":"Relationship"},{"quote":"It is no wonder that advocates of Obamacare blindly push forward with their agenda to force religious Americans to violate their own precepts: in the war between the state and the individual, religion is on the side of the individual and his or her relationship with God. That is why symbolic prayer matters. It is symbolic.","author":"Ben Shapiro","topic":"Relationship"},{"quote":"Have gratitude for the things you&#39;re discarding. By giving gratitude, you&#39;re giving closure to the relationship with that object, and by doing so, it becomes a lot easier to let go.","author":"Marie Kondo","topic":"Relationship"},{"quote":"The relationship between critic and writer is similar to the one between the pigeon and the statue.","author":"Ashwin Sanghi","topic":"Relationship"},{"quote":"The heart is forever inexperienced.","author":"Henry David Thoreau","topic":"Relationship"},{"quote":"I think honest communication, no matter where it comes from, is positive for a relationship.","author":"Ron White","topic":"Relationship"},{"quote":"People that I care about, that I consider being friends of mine, most of the things I discuss with them I wouldn&#39;t discuss in public because it&#39;s a real relationship. It&#39;s not a relationship for the public, you know?","author":"Common","topic":"Relationship"},{"quote":"I have a great relationship with my mother-in-law. We&#39;re both Leos, we understand each other.","author":"Tori Amos","topic":"Relationship"},{"quote":"Anxiety and spiritual searching have been consistent themes with me, and that figures into my worldview. But I tend to make my songs sound like relationship songs.","author":"David Bowie","topic":"Relationship"},{"quote":"My relationship to power and authority is that I&#39;m all for it. People need somebody to watch over them. Ninety-five percent of the people in the world need to be told what to do and how to behave.","author":"Arnold Schwarzenegger","topic":"Relationship"},{"quote":"There is a triangular relationship between poverty, child labour and illiteracy who have a cause and consequence relationship. We will have to break this vicious circle.","author":"Kailash Satyarthi","topic":"Relationship"},{"quote":"The pilot is the wedding, and the series is the relationship.","author":"Thomas Gibson","topic":"Relationship"},{"quote":"There&#39;s a really unique relationship between a single parent and their child. Marriages so easily break up. There&#39;s kind of this temporary deal about marriages. That&#39;s one of the things that makes it stressful, and that&#39;s something that&#39;s nonexistent in a parent-child relationship.","author":"Jeremy Sisto","topic":"Relationship"},{"quote":"A relationship can give you a gut wrenching feeling sometimes. It&#39;s a real emotional ride.","author":"Drake","topic":"Relationship"},{"quote":"My relationship with the mountains actually started when I was 16. Every year, a group used to be taken from Auckland Grammar down to the Tangariro National Park for a skiing holiday.","author":"Edmund Hillary","topic":"Relationship"},{"quote":"I mean... in life... what relationship is easy?","author":"The Weeknd","topic":"Relationship"},{"quote":"It&#39;s better to have loved and lost than to have to do forty pounds of laundry a week.","author":"Laurence J. Peter","topic":"Relationship"},{"quote":"When you believe in yourself, and you always give 100% in a relationship, you&#39;re very confident in the value of your love. But for some people, there&#39;s that feeling that the grass is always greener.","author":"Ciara","topic":"Relationship"},{"quote":"Children are our second chance to have a great parent-child relationship.","author":"Laura Schlessinger","topic":"Relationship"},{"quote":"Great salespeople are relationship builders who provide value and help their customers win.","author":"Jeffrey Gitomer","topic":"Relationship"},{"quote":"In the different voice of women lies the truth of an ethic of care, the tie between relationship and responsibility, and the origins of aggression in the failure of connection.","author":"Carol Gilligan","topic":"Relationship"},{"quote":"Obviously, a long-distance relationship is hard. But, like anything worth having, you make it work.","author":"Leona Lewis","topic":"Relationship"},{"quote":"The most important thing as a leader is your relationship with God.","author":"Manny Pacquiao","topic":"Relationship"},{"quote":"It is plain indeed that in spite of later estrangement Hobbits are relatives of ours: far nearer to us than Elves, or even than Dwarves. Of old they spoke the languages of Men, after their own fashion, and liked and disliked much the same things as Men did. But what exactly our relationship is can no longer be discovered.","author":"J. R. R. Tolkien","topic":"Relationship"},{"quote":"My parents had this incredibly vital relationship with an audience, like muscle with blood. This was the main competition I had for my parents&#39; attention: an audience.","author":"Carrie Fisher","topic":"Relationship"},{"quote":"The only real security is not in owning or possessing, not in demanding or expecting, not in hoping, even. Security in a relationship lies neither in looking back to what it was, nor forward to what it might be, but living in the present and accepting it as it is now.","author":"Anne Morrow Lindbergh","topic":"Relationship"},{"quote":"I married her after knowing her eight days, and I was happy. That was my baby. At the same time, with us being so spontaneous, we did it backwards. Maybe she won&#39;t admit it, but I will. We should have got to know each other and then got married. The relationship kind of dissolved, but we&#39;re still going to be friends. I love her.","author":"The Notorious B.I.G.","topic":"Relationship"},{"quote":"I want a man who&#39;s kind and understanding. Is that too much to ask of a millionaire?","author":"Zsa Zsa Gabor","topic":"Relationship"},{"quote":"Just because a romantic relationship ends doesn&#39;t mean that the other facets of your relationship have to end... or, indeed, doesn&#39;t mean they can&#39;t get better.","author":"Chris Martin","topic":"Relationship"},{"quote":"A positive self-image has little relationship to our material circumstances.","author":"Ezra Taft Benson","topic":"Relationship"},{"quote":"Never too late to change your relationship with somebody in your life.","author":"Anderson Cooper","topic":"Relationship"},{"quote":"People are so fearful about opening themselves up. All you want to do is to be able to connect with other people. When you connect with other people, you connect with something in yourself. It makes you feel happy. And yet it&#39;s so scary - it makes people feel vulnerable and unsafe.","author":"Toni Collette","topic":"Relationship"},{"quote":"My husband and I have known each other since kindergarten. I had a crush on him in school, but we never dated. Then we saw each other again after high school, and there was something instantly familiar about him. I&#39;m a very shy person and was very closed off. But he allowed me to be myself. And there&#39;s a safety in that.","author":"Alison Sweeney","topic":"Relationship"},{"quote":"In the startup work environment, you get to have a relationship with your boss, the investors, and the key members of the team. Startups are like families - you see the good, the bad and the ugly, but in the end, you&#39;ve got each other&#39;s back.","author":"Clay Clark","topic":"Relationship"},{"quote":"I do believe in soulmates and happy\/successful marriages. No marriage can be happy 24x7 for 365 days. Both partners have to make the relationship work, is what I believe in.","author":"Kajol","topic":"Relationship"},{"quote":"For diabetes in particular, we know there&#39;s a relationship between lack of glucose regulation and complications like blindness and kidney failure. So if you were diabetic and you knew that you could get your glucose in a tight, normal range just by adjusting your lifestyle, wouldn&#39;t that be great?","author":"Eric Topol","topic":"Relationship"},{"quote":"It&#39;s the relationship I have with the world: always trying to escape from reality. I&#39;m a daydreamer; I don&#39;t feel in harmony with my epoch or the societies I live in.","author":"Amin Maalouf","topic":"Relationship"},{"quote":"I have a lot of disrespect for people who cheat. I feel like if you&#39;re in a position in a relationship where you want to see other people, and the opportunity to cheat comes up, don&#39;t.","author":"Avan Jogia","topic":"Relationship"},{"quote":"The relationship between a Russian and a bottle of vodka is almost mystical.","author":"Richard Owen","topic":"Relationship"},{"quote":"It is of practical value to learn to like yourself. Since you must spend so much time with yourself you might as well get some satisfaction out of the relationship.","author":"Norman Vincent Peale","topic":"Relationship"},{"quote":"What is real is that adultery destroys tens of thousands of families every year across America. What is real is that adultery scars tens of thousands of children emotionally and psychologically every year. What is real is that adultery is an open wound in a relationship which more often than not overflows into domestic violence or worse.","author":"Mike Pence","topic":"Relationship"},{"quote":"You cannot be an educator or a teacher without relating to children with full insight. Their urge to imitate has been transformed into a receptivity based on a natural and uncontested relationship of authority, and you must take this into account in the broadest possible sense.","author":"Rudolf Steiner","topic":"Relationship"},{"quote":"The relationship between commitment and doubt is by no means an antagonistic one. Commitment is healthiest when it&#39;s not without doubt but in spite of doubt.","author":"Rollo May","topic":"Relationship"},{"quote":"One of the things that got me interested in genetics was the relationship between genes and environment. We are all dealt a certain deck of cards, but our environment can influence the outcomes.","author":"Anne Wojcicki","topic":"Relationship"},{"quote":"Getting over someone is a grieving process. You mourn the loss of the relationship, and that&#39;s only expedited by &#39;Out of sight, out of mind.&#39; But when you walk outside and see them on a billboard or on TV or on the cover of a magazine, it reopens the wound. It&#39;s a high-class problem, but it&#39;s real.","author":"Hank Azaria","topic":"Relationship"},{"quote":"No gentleman ever discusses any relationship with a lady.","author":"Keith Miller","topic":"Relationship"},{"quote":"Doing Saturday Night Live definitely affects my relationship with my girlfriend and with my family, because you feel so much pressure to do well that night. But I think everyone&#39;s grown to accept that and so they give me my space at the show.","author":"Adam Sandler","topic":"Relationship"},{"quote":"I am honored to be one of this year&#39;s Urbanworld ambassadors for the festival&#39;s 20th anniversary, joining my friend David Oyelowo. I have always had a special relationship with Urbanworld, back to my days as a festival publicist to previewing my earlier films and now as an ambassador.","author":"Ava DuVernay","topic":"Relationship"},{"quote":"And it was a very, very fruitful and great relationship between the Stones and The Beatles. It was very, very friendly.","author":"Keith Richards","topic":"Relationship"},{"quote":"I got to thinking about the Book of Revelation that was written by a Jewish prophet who was also a follower of Jesus who hated the Roman Empire. I realized that the Book of Revelation could be a way to reflect on the issue of religion&#39;s relationship to politics.","author":"Elaine Pagels","topic":"Relationship"},{"quote":"I curate my life in a way. It&#39;s always playing on my mind, kind of a love-hate relationship. I&#39;m not one of those people who&#39;s, like, &#39;I wish Facebook wasn&#39;t around,&#39; because, you know, it is what it is.","author":"Lorde","topic":"Relationship"},{"quote":"I have a good relationship with the world. But I don&#39;t know what the trick is to maintaining it.","author":"Ben Affleck","topic":"Relationship"},{"quote":"Singles have a purpose that is higher than any earthly relationship. Marriage is honorable, but so is being single.","author":"Monica Johnson","topic":"Relationship"},{"quote":"Well I don&#39;t know because I don&#39;t have a real relationship with the industry.","author":"Danny Glover","topic":"Relationship"},{"quote":"Don&#39;t throw petals on the floor if they have no meaning. I would rather have a fun, casual relationship than have someone pretending they&#39;re completely in love with me.","author":"Ashley Greene","topic":"Relationship"},{"quote":"The relationship between a military working dog and a military dog handler is about as close as a man and a dog can become. You see this loyalty, the devotion, unlike any other and the protectiveness.","author":"Robert Crais","topic":"Relationship"},{"quote":"It takes two to make a relationship, but only one to screw it up.","author":"Nigel Lythgoe","topic":"Relationship"},{"quote":"&#39;In the Wake&#39; was a very bleak book. This relationship was not too good, the father and son. This time around, I wanted a father and a son who really loved each other, which would be visible on the first page and would still be there on the last page.","author":"Per Petterson","topic":"Relationship"},{"quote":"Trust is the most important part of a relationship, closely followed by communication. I think that if you have those two things, everything else falls into place - your affection, your emotional connection.","author":"Vanessa Lachey","topic":"Relationship"},{"quote":"It is only when we no longer compulsively need someone that we can have a real relationship with them.","author":"Anthony Storr","topic":"Relationship"},{"quote":"I think as humans we do want to control our relationships, and you can&#39;t. It&#39;s probably better that you can&#39;t. That wouldn&#39;t be a real relationship, and we&#39;d never learn and grow.","author":"Caroline Paul","topic":"Relationship"},{"quote":"Very early in life, it seemed to me that there was a relationship between the problems of the Negro people in America and the Jewish people in Russia, and that the Jewish people&#39;s problems were worse than ours.","author":"Langston Hughes","topic":"Relationship"},{"quote":"Complaining is dangerous business. It can damage or even destroy your relationship with God, your relationships with other people, and even with your relationship with yourself.","author":"Joyce Meyer","topic":"Relationship"},{"quote":"In terms of my involvement in &#39;don&#39;t ask, don&#39;t tell&#39; and marriage equality and anti-bullying and social emotional learning in schools - these are all things that arise out of my relationship with the world and with my fans.","author":"Lady Gaga","topic":"Relationship"},{"quote":"I&#39;m so wrapped up in my work that it&#39;s often impossible to consider other things in my life. My marriage ended in divorce because of this, my relationship with Holly has suffered by this.","author":"Jim Carrey","topic":"Relationship"},{"quote":"When you&#39;re in a relationship you want it to work. My parents did, I did. But we are not taught how to make it work.","author":"Erykah Badu","topic":"Relationship"},{"quote":"How much we need, in the church and in society, witnesses of the beauty of holiness, witnesses of the splendour of truth, witnesses of the joy and freedom born of a living relationship with Christ!","author":"Pope Benedict XVI","topic":"Relationship"},{"quote":"The relationship between parents and children, but especially between mothers and daughters, is tremendously powerful, scarcely to be comprehended in any rational way.","author":"Joyce Carol Oates","topic":"Relationship"},{"quote":"I don&#39;t care what people say about my relationship; I don&#39;t care what they say about my boobs. People are buying my songs; I have a sold-out tour. I&#39;m getting incredible feedback from my music.","author":"Katy Perry","topic":"Relationship"},{"quote":"If there&#39;s three boxes that say &#39;Single&#39;, &#39;In a Relationship,&#39; and the third one says &#39;Getting Money&#39;, I&#39;d check the third one.","author":"Bryson Tiller","topic":"Relationship"},{"quote":"What students lack in school is an intellectual relationship or conversation with the teacher.","author":"William Glasser","topic":"Relationship"},{"quote":"Social media provides an avenue to build relationships with media outlets and have an ongoing relationship with reporters.","author":"Amy Jo Martin","topic":"Relationship"},{"quote":"To pass from estrangement from God to be a son of God is the basic fact of conversion. That altered relationship with God gives you an altered relationship with yourself, with your brother man, with nature, with the universe.","author":"E. Stanley Jones","topic":"Relationship"},{"quote":"When you make a commitment to a relationship, you invest your attention and energy in it more profoundly because you now experience ownership of that relationship.","author":"Barbara De Angelis","topic":"Relationship"},{"quote":"It seems that with other kind of music, they are looking for the next big thing, but with country music, they might be looking for that, but they also want to have that warm blanket that helped them through that relationship or that singer they have always loved.","author":"Darius Rucker","topic":"Relationship"},{"quote":"The man is meant to be the alpha in the relationship on the money and power front.","author":"Jamie Dornan","topic":"Relationship"},{"quote":"The greatest news that I could ever say is that Jesus is Lord and Savior of my life. He is my friend. He is with me wherever I go. I&#39;m so delighted to continue to grow in my relationship to Jesus.","author":"Nick Vujicic","topic":"Relationship"},{"quote":"The Philippines and the U.S. have had a strong relationship with each other for a very long time now. We have a shared history. We have shared values, democracy, freedom, and we have been in all the wars together in modern history, the World War, Second World War, Cold War, Vietnam, Korea, now the war on terrorism.","author":"Gloria Macapagal Arroyo","topic":"Relationship"},{"quote":"Some would rather pull a handcart across the prairie than bring up the subject of faith and religion to their friends and co-workers. They worry about how they might be perceived or how it might harm their relationship. It doesn&#39;t need to be that way because we have a glad message to share, and we have a message of joy.","author":"Dieter F. Uchtdorf","topic":"Relationship"},{"quote":"I don&#39;t think that anyone should be in control of a relationship. I think that if you have a woman that controls her man, he is a puppet, and he is weak.","author":"Mo'Nique","topic":"Relationship"},{"quote":"I was able to do The Saint of Fort Washington, on the relationship between two homeless men.","author":"Danny Glover","topic":"Relationship"},{"quote":"As social media is less about technology and more about relationship building, we are starting to see more women have a heavy influence if not dominant role in the social media space. It&#39;s no wonder that Facebook is being run in part by chief operating officer Sheryl Sandberg.","author":"Erik Qualman","topic":"Relationship"},{"quote":"I&#39;m a Fritos Burrito guy. Me and Taco Bell have a love relationship on Twitter; they follow me. Out of 16 people they follow me, so I&#39;m very loyal to my girlfriend, Taco Bell.","author":"Jacob Whitesides","topic":"Relationship"},{"quote":"But the relationship of morality and power is a very subtle one. Because ultimately power without morality is no longer power.","author":"James Baldwin","topic":"Relationship"},{"quote":"Sometimes I think the world is divided into those who have a comfortable relationship with power and those who have a naturally adversarial relationship with power.","author":"Arundhati Roy","topic":"Relationship"},{"quote":"American and Israel share a special bond. Our relationship is unique among all nations. Like America, Israel is a strong democracy, a symbol of freedom, and an oasis of liberty, a home to the oppressed and persecuted.","author":"William J. Clinton","topic":"Relationship"},{"quote":"Perhaps this is the most important thing for me to take back from beach-living: simply the memory that each cycle of the tide is valid; each cycle of the wave is valid; each cycle of a relationship is valid.","author":"Anne Morrow Lindbergh","topic":"Relationship"},{"quote":"It&#39;s funny about men and women. Men pay in cash to get them and pay in cash to get rid of them. Women pay emotionally coming and going. Neither has it easy.","author":"Hedy Lamarr","topic":"Relationship"},{"quote":"If you&#39;re lucky like me, your relationship with your brother has resolved itself on the peaceful side of the fence and has stayed there. But if you&#39;re someone who&#39;s got a family that&#39;s all fractured and finding it hard to relate, that&#39;s a very sad place to be.","author":"Tom Hardy","topic":"Relationship"},{"quote":"Golf has an ambivalent relationship with the environment. On one hand, it&#39;s a great preserver of open spaces. Golf doesn&#39;t pave the world - it helps to green the world. But the downside is, it uses a lot of fertilizer, pesticides and water.","author":"Thomas Friedman","topic":"Relationship"},{"quote":"The best relationship is one that does not foster too much independence nor too much dependence, but exists in the healthy interdependence zone.","author":"Karen Salmansohn","topic":"Relationship"},{"quote":"Honesty lies in understanding our close and necessary relationship with not wanting to hear the truth.","author":"David Whyte","topic":"Relationship"},{"quote":"I seem to be a long-term relationship kinda guy.","author":"Daniel Radcliffe","topic":"Relationship"},{"quote":"I can&#39;t even find someone for a platonic relationship, much less the kind where someone wants to see me naked.","author":"Gilbert Gottfried","topic":"Relationship"},{"quote":"I believe that Israel and the U.S.-Israel relationship are, and should be, key considerations in shaping U.S. policy in the Middle East. Americans with roots or interests in the region should be involved in advocacy and discussions of public policy concerning the region.","author":"Keith Ellison","topic":"Relationship"},{"quote":"Sexuality is a big issue, but there are others - how much you commit to a relationship, to social obligation, to honesty and being honest with yourself.","author":"Ang Lee","topic":"Relationship"},{"quote":"No partner in a love relationship... should feel that he has to give up an essential part of himself to make it viable.","author":"May Sarton","topic":"Relationship"},{"quote":"Children know when they are being sold a sanitised version of the world, and I think that&#39;s a betrayal of the relationship between author and reader.","author":"Morris Gleitzman","topic":"Relationship"},{"quote":"Regardless of the sexual orientation behind a relationship, it is still a relationship and still love.","author":"Hozier","topic":"Relationship"},{"quote":"My wish for humanity is to invent a way to communicate between us and whatever comes next. And in the end that we the creator of the sentient sapient and the created we have a symbiotic relationship.","author":"Sugata Mitra","topic":"Relationship"},{"quote":"There&#39;s the theory that nudity doesn&#39;t really make something sexy; the characters and their relationship make it sexy.","author":"Tim Robbins","topic":"Relationship"},{"quote":"Having people I love around me - friends and family - is great, but I don&#39;t necessarily need a relationship.","author":"Olga Kurylenko","topic":"Relationship"},{"quote":"Ears are made not for hearing but for listening. Listening is an active skill, whereas hearing is passive. Listening is something that we have to work at - it&#39;s a relationship with sound. And yet, it&#39;s a skill that none of us are taught.","author":"Julian Treasure","topic":"Relationship"},{"quote":"I&#39;m not a good father and they&#39;re not children any more; the eldest is in his fifties. My relationship with their mothers broke down and, because of what the law was, they went with their mothers and were imbued with their mothers&#39; morality in life and they were not my people any more.","author":"Wilbur Smith","topic":"Relationship"},{"quote":"For a man, there&#39;s a big responsibility that comes with having a boy because men are made by their fathers. If you&#39;ve got a good productive man around it&#39;s better. I have such a close relationship with my dad and that responsibility to produce a good man is something I think about.","author":"Rafe Spall","topic":"Relationship"},{"quote":"Even if you know that what you&#39;ll say will hurt a woman&#39;s feelings, I&#39;ve learned that it&#39;s better to be truthful with her than it is to cover up. Ultimate honesty is what a relationship is really about.","author":"Stephen Moyer","topic":"Relationship"},{"quote":"To be a poet, it&#39;s a challenge to do it in poverty, to do it in wealth. To do it in the academy, to do it in a relationship where you&#39;re happy. Everything changes the game. To do it in the awkward state of love, despair, dying. You just have to work it.","author":"Eileen Myles","topic":"Relationship"},{"quote":"We&#39;re having such a great time on &#39;Nashville&#39; that building on the relationship seemed an obvious next step. Lionsgate is the perfect home for the kind of scripted television I want to produce and direct.","author":"R. J. Cutler","topic":"Relationship"},{"quote":"I eventually made the reunion with my father that I&#39;d used as a default daydream throughout my childhood, but by then, we&#39;d both outgrown the only relationship we could have had to each other. I was over 30 by the time I met him again and no longer needed a father.","author":"Mona Simpson","topic":"Relationship"},{"quote":"People want chat histories. They&#39;re a permanent testimony of a relationship.","author":"Brian Acton","topic":"Relationship"},{"quote":"I met Bill Clinton in 1977 while I was working as a news reporter for KARK-TV in Little Rock, Arkansas. Shortly after we met, we began a sexual relationship that lasted for twelve years.","author":"Gennifer Flowers","topic":"Relationship"},{"quote":"Yeah, we pretty much had a form and a shape by that time - a style - and I think one of the advantages of not having any relationship to any other puppeteer was that it gave me a reason to put those together myself for the needs of television.","author":"Jim Henson","topic":"Relationship"},{"quote":"I feel like the people from Iceland have a different relationship with their country than other places. Most Icelandic people are really proud to be from there, and we don&#39;t have embarrassments like World War II where we were cruel to other people.","author":"Bjork","topic":"Relationship"},{"quote":"Using no control and using humor will build a relationship and make a dent to where the client puts the counselor in their quality world and then begins to relate and seek out the counselor. Effective therapy begins with the acceptance of the therapist into the client&#39;s quality world.","author":"William Glasser","topic":"Relationship"},{"quote":"All of our great traditions, religious, contemplative and artistic, say that you must a learn how to be alone - and have a relationship with silence. It is difficult, but it can start with just the tiniest quiet moment.","author":"David Whyte","topic":"Relationship"},{"quote":"I&#39;m not the type of guy who enjoys one-night stands. It leaves me feeling very empty and cynical. It&#39;s not even fun sexually. I need to feel something for the woman and entertain the vain hope that it may lead to a relationship.","author":"Ben Affleck","topic":"Relationship"},{"quote":"I watched my parents act as completely equal partners in their relationship, and as a son to a woman I respect immensely, I never thought of gender inequality as a child.","author":"Brad Feld","topic":"Relationship"},{"quote":"I think a primal role of a man in a relationship is to protect his woman.","author":"Armie Hammer","topic":"Relationship"},{"quote":"People - not just in their teenage years - hold on to this fantasy of love when they&#39;re not ready to have a real relationship.","author":"Keri Russell","topic":"Relationship"},{"quote":"I think of OkCupid as an online bar; a place where singles can go, have fun with each other and in the process hopefully meet new people, some of whom might turn into a romantic relationship.","author":"Sam Yagan","topic":"Relationship"},{"quote":"Redwoods flourish in fog, but they don&#39;t like salt air. They tend to appear in valleys that are just out of sight of the sea. In their relationship with the sea, redwoods are like cats that long to be stroked but are shy to the touch.","author":"Richard Preston","topic":"Relationship"},{"quote":"My view is that marriage is a relationship between a man and a woman. That&#39;s the position I&#39;ve had for some time, and I don&#39;t intend to make any adjustments at this point... Or ever, by the way.","author":"Mitt Romney","topic":"Relationship"},{"quote":"We cannot really love anyone with with whom we never laugh.","author":"Agnes Repplier","topic":"Relationship"},{"quote":"The relationship between you and your boss will change over time. When you just started out, that boss was your mentor and took you under their wing. As a seasoned employee, though, you no longer need your boss to guide you along. You should be able to handle tasks on your own.","author":"John Rampton","topic":"Relationship"},{"quote":"I was born when you kissed me. I died when you left me. I lived a few weeks while you loved me.","author":"Humphrey Bogart","topic":"Relationship"},{"quote":"Great companies that build an enduring brand have an emotional relationship with customers that has no barrier. And that emotional relationship is on the most important characteristic, which is trust.","author":"Howard Schultz","topic":"Relationship"},{"quote":"My relationship with God has gotten so much stronger. He&#39;s always had his hand on me. He always guided me. I didn&#39;t always go where he wanted me to go. But He always had me. Now that I&#39;m actually listening and being obedient, life is so much better.","author":"DMX","topic":"Relationship"},{"quote":"It was just that we had this phenomenal honeymoon relationship that just kept on going.","author":"James Levine","topic":"Relationship"},{"quote":"I&#39;ve always had this interest in sibling relationships because I don&#39;t have any siblings. I&#39;m completely a product of the one-child policy in China, so I always kind of wished that I had an older brother or a younger brother or sister just to have that bond, so I find myself constantly writing about that relationship.","author":"Marie Lu","topic":"Relationship"},{"quote":"Well, a girlfriend once told me never to fight with anybody you don&#39;t love.","author":"Jack Nicholson","topic":"Relationship"},{"quote":"I&#39;m more of an adventurous type than a relationship type.","author":"Bob Dylan","topic":"Relationship"},{"quote":"I think it&#39;s always natural for children to rebel against their parents and establish their own identity. And also, I think parents get invested in, you know, doing the right thing? And so their anxiety about being good parents might, in a way, affect a relationship negatively.","author":"Jewell Parker Rhodes","topic":"Relationship"},{"quote":"Man only becomes independent of this physical world when he learns to consider the objects around him as symbols. He must, for this reason, seek to acquire a moral relationship to them.","author":"Rudolf Steiner","topic":"Relationship"},{"quote":"Every relationship that we have in our lives - our contact with each person, place, and event - serves a very special, if yet to be realized purpose: They are mirrors that can serve to show us things about ourselves that can be realized in no other way.","author":"Guy Finley","topic":"Relationship"},{"quote":"We should never denigrate any other culture but rather help people to understand the relationship between their own culture and the dominant culture. When you understand another culture or language, it does not mean that you have to lose your own culture.","author":"Edward T. Hall","topic":"Relationship"},{"quote":"I have no problem with commitment - you can&#39;t have a real relationship without it. I can flip on a switch in my brain, and even if the next Brad Pitt is standing next to me, I won&#39;t look at him. But I can also turn that switch off, and then I collect attractive boys.","author":"Megan Fox","topic":"Relationship"},{"quote":"One of the things I&#39;ve started doing lately is tracking my dreams. I feel like there&#39;s a lot of information there and you can really bring those emotions to the situations that may feel mundane or familiar. That gives them new life and gives you a new relationship with it - if that makes any sort of sense.","author":"Jennifer Carpenter","topic":"Relationship"},{"quote":"In a relationship each person should support the other; they should lift each other up.","author":"Taylor Swift","topic":"Relationship"},{"quote":"I did nothing to deserve God&#39;s love; in fact, I was living as an orphan, without hope. Yet God chose to pursue a relationship with me, and through the death of his son Jesus, I was adopted into God&#39;s family.","author":"Steven Curtis Chapman","topic":"Relationship"},{"quote":"If love means that one person absorbs the other, then no real relationship exists any more. Love evaporates; there is nothing left to love. The integrity of self is gone.","author":"Ann Oakley","topic":"Relationship"},{"quote":"I have women working in high positions. I was one of the first people to put women in charge of big construction jobs. And, you know, I&#39;ve had a great relationship with women.","author":"Donald Trump","topic":"Relationship"},{"quote":"Yes, I think it&#39;s really important to acknowledge that Dr. King, precisely at the moment of his assassination, was re-conceptualizing the civil rights movement and moving toward a sort of coalitional relationship with the trade union movement.","author":"Angela Davis","topic":"Relationship"},{"quote":"If we could establish a deep abiding relationship with nature, we would never kill an animal for our appetite; we would never harm, vivisect, a monkey, a dog, a guinea pig for our benefit. We would find other ways to heal our wounds, heal our bodies.","author":"Jiddu Krishnamurti","topic":"Relationship"},{"quote":"It is so much easier to be nice, to be respectful, to put yourself in your customers&#39; shoes and try to understand how you might help them before they ask for help, than it is to try to mend a broken customer relationship.","author":"Mark Cuban","topic":"Relationship"},{"quote":"Caresses, expressions of one sort or another, are necessary to the life of the affections as leaves are to the life of a tree. If they are wholly restrained, love will die at the roots.","author":"Nathaniel Hawthorne","topic":"Relationship"},{"quote":"As soon as I got out there I felt a strange relationship with the pitcher&#39;s mound. It was as if I&#39;d been born out there. Pitching just felt like the most natural thing in the world. Striking out batters was easy.","author":"Babe Ruth","topic":"Relationship"},{"quote":"The cinema began with a passionate, physical relationship between celluloid and the artists and craftsmen and technicians who handled it, manipulated it, and came to know it the way a lover comes to know every inch of the body of the beloved. No matter where the cinema goes, we cannot afford to lose sight of its beginnings.","author":"Martin Scorsese","topic":"Relationship"},{"quote":"When you think about your relationship with Christ, it really just affects every aspect of your life. I think a lot of people try to segment off, like, &#39;This is church, so this is God, this is my daily life, this is my job,&#39; but I think true faith is when it manifests itself in every single aspect of your life.","author":"Jeremy Lin","topic":"Relationship"},{"quote":"People love to hate. I have a love-hate relationship with the world. The world loves to hate me.","author":"Andy Dick","topic":"Relationship"},{"quote":"He&#39;s my father married to my sister. That makes me his son and his brother-in-law. That is such a moral transgression... I cannot see him. I cannot have a relationship with my father and be morally consistent. I lived with all these adopted children, so they are my family. To say Soon-Yi was not my sister is an insult to all adopted children.","author":"Ronan Farrow","topic":"Relationship"},{"quote":"If the relationship of father to son could really be reduced to biology, the whole earth would blaze with the glory of fathers and sons.","author":"James A. Baldwin","topic":"Relationship"},{"quote":"Ultimately, who you choose to be in a relationship with and what you do in your bedroom is your business.","author":"Eminem","topic":"Relationship"},{"quote":"When I look at relationships, my own and others, I see a wide range of reasons for people to be together and ways in which they are together. I see ways in which a relationship - which means something that exists between two or more people - for the most part reinforces people&#39;s separateness as individual entities.","author":"Ram Dass","topic":"Relationship"},{"quote":"There is a myth that those who do humanitarian work have a saviour mentality, but the relationship is reciprocal.","author":"Meghan Markle","topic":"Relationship"},{"quote":"As much as I&#39;m not a journalist, I use journalism. And when you photograph a relationship, it&#39;s quite wonderful to let something unfold in front of you.","author":"Annie Leibovitz","topic":"Relationship"},{"quote":"If you&#39;re married, and you have a wife, and you really love your wife, is it good enough to only say to your wife &#39;I love her&#39; the day you get married? Or should you tell her every single day when you wake up and every opportunity? And that&#39;s how I feel about my relationship with Jesus Christ is that it is the most important thing in my life.","author":"Tim Tebow","topic":"Relationship"},{"quote":"For the most part, that message hasn&#39;t changed a lot over the years - love is still love, and heartbreak is still heartbreak.","author":"Casey Kasem","topic":"Relationship"},{"quote":"There is that awful moment when you realize that you&#39;re falling in love. That should be the most joyful moment, and actually it&#39;s not. It&#39;s always a moment that&#39;s full of fear because you know, as night follows day, the joy is going to rapidly be followed by some pain or other. All the angst of a relationship.","author":"Helen Mirren","topic":"Relationship"},{"quote":"This thing with everyone knowing you, it&#39;s weird, because people have this one-sided relationship where they look at your picture and feel they know you more than someone they actually know. I don&#39;t really know myself that well.","author":"Robert Pattinson","topic":"Relationship"},{"quote":"I love my job and my relationship with the viewers who watch my shows.","author":"Tamron Hall","topic":"Relationship"},{"quote":"If you&#39;ve ever had anyone in your life who has been struggling with something, struggling with addiction or struggling with anything, and it&#39;s about the resilience of love and how much you&#39;re willing to struggle with somebody to preserve your relationship and to try to preserve them as a person.","author":"Sarah Gadon","topic":"Relationship"},{"quote":"The risks are far greater to your child of not getting immunized than any kind of speculative potential relationship between the vaccine and the development of autism.","author":"Irwin Redlener","topic":"Relationship"},{"quote":"It&#39;s about strengthening the relationship and the bond of parent to child.","author":"Blair Underwood","topic":"Relationship"},{"quote":"I have to be in a relationship in order to be intimate. I&#39;m not the one-night-stand kind of girl. Despite the rumors.","author":"Kim Kardashian","topic":"Relationship"},{"quote":"When you&#39;re in a relationship, if you just break it down to regular terms, people are attracted to something, and that&#39;s what they want you to be, and that&#39;s what you should just be, and for me, it&#39;s very simple - if I meet a girl and I say, &#39;This is what I like about you. Just continue. Every day.&#39;","author":"Marilyn Manson","topic":"Relationship"},{"quote":"The whole of science, and one is tempted to think the whole of the life of any thinking man, is trying to come to terms with the relationship between yourself and the natural world. Why are you here, and how do you fit in, and what&#39;s it all about.","author":"David Attenborough","topic":"Relationship"},{"quote":"The essential relationship across American history between black people and white people is one of exploitation and one of plunder. This is not, you know, necessarily about, you know, whether you&#39;re a good person or not or whether you see black people, you know, on the street, and you&#39;re willing to shake their hands and be polite.","author":"Ta-Nehisi Coates","topic":"Relationship"},{"quote":"I think in a way, you&#39;re doomed, once you can envision something. You&#39;re sort of doomed to make it happen. I&#39;ve found that the moment I can envision leaving a relationship, that&#39;s usually the moment that the relationship starts to fall apart.","author":"Chuck Palahniuk","topic":"Relationship"},{"quote":"You can&#39;t change anyone else, but people do change in relationship to your change.","author":"Jack Canfield","topic":"Relationship"},{"quote":"Individual psychotherapy - that is, engaging a distressed fellow human in a disciplined conversation and human relationship - requires that the therapist have the proper temperament and philosophy of life for such work. By that I mean that the therapist must be patient, modest, and a perceptive listener, rather than a talker and advice-giver.","author":"Thomas Szasz","topic":"Relationship"},{"quote":"In a relationship you want to treat people the way you want to be treated.","author":"Bradley Cooper","topic":"Relationship"},{"quote":"I do think your personal life has an impact on your tennis. If your private life is up and down, and you&#39;re thinking about what is going on back home, then you aren&#39;t solely focused on your job, but when things are good back home, it&#39;s so much easier when you&#39;re on court. It&#39;s not necessarily marriage; it&#39;s more having a stable relationship.","author":"Andy Murray","topic":"Relationship"},{"quote":"If you have an ongoing relationship with a person, think of everything positive about that person that you possibly can and enter your interaction from that space. Ignore all the crap that used to drive you up the wall before. You will be amazed at what a change this attitude shift brings about.","author":"Srikumar Rao","topic":"Relationship"},{"quote":"My father and I had a good relationship, it was very relaxed. He had a lot of humour. He looked a little bit like me, although he had no beard. He had the appearance of a very elegant British-looking man.","author":"Michael Haneke","topic":"Relationship"},{"quote":"Some people associate red with love, but to me, red is for an earlier stage of a relationship. Black is much deeper, to me. It&#39;s certainly the sexiest color.","author":"Dierks Bentley","topic":"Relationship"},{"quote":"A lot of the songs are based on my previous relationship. It didn&#39;t work out. I lost him, and it ruined me. I had to learn to get back on my feet. I used that heartbreak to create something really beautiful.","author":"Yuna","topic":"Relationship"},{"quote":"Kids, adults, men, women, everybody has a relationship with Mickey Mouse.","author":"Warren Spector","topic":"Relationship"},{"quote":"My own contentious relationship with gaming continued through high school and college: I still enjoyed playing games from time to time, but I always found myself pushed away by the sexism that permeated gaming culture. There were constant reminders that I didn&#39;t really belong.","author":"Anita Sarkeesian","topic":"Relationship"},{"quote":"Absences are a good influence in love and keep it bright and delicate.","author":"Robert Louis Stevenson","topic":"Relationship"},{"quote":"Building a professional relationship on respect as opposed to affection is a very good idea. Running your art projects the way you&#39;d run a dry-cleaning business is also a really good idea. You shouldn&#39;t go into work like you&#39;re going on a date, like you&#39;re hanging out with friends.","author":"Penn Jillette","topic":"Relationship"},{"quote":"A lasting relationship isn&#39;t about marriage. It&#39;s about compatibility and communication. And you both need to want it to work.","author":"Goldie Hawn","topic":"Relationship"},{"quote":"Remember: You are the common denominator in all your relationship problems. Wherever you go, your pesky repeated issues go - until you shed a blazing light of insight upon them.","author":"Karen Salmansohn","topic":"Relationship"},{"quote":"I love to shop after a bad relationship. I don&#39;t know. I buy a new outfit and it makes me feel better. It just does. Sometimes I see a really great outfit, I&#39;ll break up with someone on purpose.","author":"Rita Rudner","topic":"Relationship"},{"quote":"Being single has its ups and downs, and being in a relationship has its ups and downs. It depends on how you balance it and how you handle your problems within your relationship.","author":"R. Kelly","topic":"Relationship"},{"quote":"Abraham is such a fascinating figure. Three world religions - Judaism, Christianity, and Islam - all claim him as a patriarch. He was raised in a religious home. And yet he rejected religion in order to pursue a personal relationship with God.","author":"Anne Graham Lotz","topic":"Relationship"},{"quote":"Technology is such a broad kind of term, it really applies to so many things, from the electric light to running cars on oil. All of these different things can be called technology. I have kind of a love-hate relationship with it, as I expect most people do. With the computer, I spend so many hours sitting in front of a computer.","author":"Jeff Bridges","topic":"Relationship"},{"quote":"Every relationship between two individuals or two groups will be characterized by the ratio of secrecy that is involved in it.","author":"Georg Simmel","topic":"Relationship"},{"quote":"Violet is my everything. She&#39;s the sweetest little girl in the whole world. She inspires me. I&#39;m glad that we have such a close relationship because she makes me laugh and shows me how great life can be every day.","author":"Christina Milian","topic":"Relationship"},{"quote":"The easiest kind of relationship for me is with ten thousand people. The hardest is with one.","author":"Joan Baez","topic":"Relationship"},{"quote":"Relationships can be very traumatic. But being in a healthy relationship can be very empowering.","author":"Kangana Ranaut","topic":"Relationship"},{"quote":"I don&#39;t want to be married to someone who feels inferior to my success or because I make more money than he does.","author":"Grace Kelly","topic":"Relationship"},{"quote":"I think that in any language when you have a real relationship, and there is love and respect between people, infidelity is always something difficult to accept - whether you are Chinese, British, French. I think that is a universal concept... or problem.","author":"Jean-Michel Jarre","topic":"Relationship"},{"quote":"I struggled with feeling confident for a long time, but I think it&#39;s important to be strong and not compromise for anyone or a relationship - I&#39;m drawn to that.","author":"Hunter Hayes","topic":"Relationship"},{"quote":"It takes bravery to end a relationship.","author":"Leona Lewis","topic":"Relationship"},{"quote":"I am not moved by what people say or do concerning my relationship with God. I submit myself to His direct will, which is good and perfect with no evil in it.","author":"T. B. Joshua","topic":"Relationship"},{"quote":"Selfishness, narcissism, being uncomfortable in your own skin, not feeling connected to the world around you, feeling dislocated from family and youth, having a strange relationship with your childhood - all those things feel really true to me.","author":"Jason Reitman","topic":"Relationship"},{"quote":"Nineteen was the first time I really had a real relationship, really fell in love, really had my heart broken, really broke her heart, and sex meant something a little bit different.","author":"Ro James","topic":"Relationship"},{"quote":"The Congress has had an uneasy relationship with banks and bankers since Alexander Hamilton. It took the United States until 1913 to set up a central bank. The Federal Reserve earned its hard-won independence over years of effort.","author":"Robert Zoellick","topic":"Relationship"},{"quote":"The relationship with a live audience seems to me to count for more.","author":"Cyril Cusack","topic":"Relationship"},{"quote":"You can&#39;t stop loving or wanting to love because when its right it&#39;s the best thing in the world. When you&#39;re in a relationship and its good, even if nothing else in your life is right, you feel like your whole world is complete.","author":"Keith Sweat","topic":"Relationship"},{"quote":"Blood relatives often have nothing to do with family, and similarly, family is about who you choose to make your life with.","author":"Oliver Hudson","topic":"Relationship"},{"quote":"Marriage destroyed my relationship with two wonderful men.","author":"Marilyn Monroe","topic":"Relationship"},{"quote":"If so many men, so many minds, certainly so many hearts, so many kinds of love.","author":"Leo Tolstoy","topic":"Relationship"},{"quote":"God is more interested in your future and your relationships than you are.","author":"Billy Graham","topic":"Relationship"},{"quote":"Part of our tradition as black women is that we are universalists. Black children, yellow children, red children, brown children, that is the black woman&#39;s normal, day-to-day relationship. In my family alone, we are about four different colors.","author":"Alice Walker","topic":"Relationship"},{"quote":"The relationship between a manufacturer and his advertising agency is almost as intimate as the relationship between a patient and his doctor. Make sure that you can life happily with your prospective client before you accept his account.","author":"David Ogilvy","topic":"Relationship"},{"quote":"It is not our purpose to become each other; it is to recognize each other, to learn to see the other and honor him for what he is.","author":"Hermann Hesse","topic":"Relationship"},{"quote":"The behavior of men to the lower animals, and their behavior to each other, bear a constant relationship.","author":"Herbert Spencer","topic":"Relationship"},{"quote":"Long-term relationships are an everyday choice. It&#39;s harder to be in a marriage than it is to bounce from one relationship to the next.","author":"Pink","topic":"Relationship"},{"quote":"I think a good relationship is about collaboration.","author":"Jennifer Aniston","topic":"Relationship"},{"quote":"Man has evolved a mutual relationship with nature on earth, but his power to change its surface has grown so tremendously that this may become a curse instead of a blessing.","author":"Walter Gropius","topic":"Relationship"},{"quote":"My relationship with my mom is really the single most profound relationship that I&#39;ve ever had in my life.","author":"Mindy Kaling","topic":"Relationship"},{"quote":"I have a lot of people in my life, and I think there&#39;s something key: the thing that leads to intimacy and relationship and connection is tenderness.","author":"Greg Boyle","topic":"Relationship"},{"quote":"The longer I go about living, I see it&#39;s the relationship that is most meaningful.","author":"William Shatner","topic":"Relationship"},{"quote":"I think I have a strange relationship with time. I&#39;m not really aware of that time passing. I don&#39;t feel that I&#39;m wasteful with time. But I&#39;m not aware of it passing.","author":"Daniel Day-Lewis","topic":"Relationship"},{"quote":"The formula for achieving a successful relationship is simple: you should treat all disasters as if they were trivialities but never treat a triviality as if it were a disaster.","author":"Quentin Crisp","topic":"Relationship"},{"quote":"I want a permanent relationship, and I might feel inclined to reject anything which of its nature could not be permanent.","author":"Alan Turing","topic":"Relationship"},{"quote":"I think anybody who has had a long relationship and has had a really hard time letting go, wants to feel like it&#39;s not all for naught, and it&#39;s meaningful, because it makes you who you are.","author":"Rashida Jones","topic":"Relationship"},{"quote":"The topic of trust is an important factor in all matters of the heart - and here&#39;s why. Men lie to women. Women lie to men. And most people agree that some lying is even necessary - to avoid petty squabbles and to grease the wheels of a relationship.","author":"Joyce Brothers","topic":"Relationship"},{"quote":"Everyone talks about building a relationship with your customer. I think you build one with your employees first.","author":"Angela Ahrendts","topic":"Relationship"},{"quote":"We&#39;re getting so pulled in by computers and technology, and our kids have their face in the computers all day. The human relationship is being diminished by this.","author":"Lenny Kravitz","topic":"Relationship"},{"quote":"Food sovereignty is an affirmation of who we are as indigenous peoples and a way, one of the most surefooted ways, to restore our relationship with the world around us.","author":"Winona LaDuke","topic":"Relationship"},{"quote":"It&#39;s all too easy to forget that cultural fit is a two-way street. Yes, the candidate needs to gel well with your company&#39;s vibe and mission. But, you also need to fit in with her desires, goals, and long-term career vision. It&#39;s not a one-sided relationship.","author":"Kathryn Minshew","topic":"Relationship"},{"quote":"In England, it&#39;s a rare thing to see a player smoking but, all in all, I prefer that to an alcoholic. The relationship with alcohol is a real problem in English football and, in the short term, it&#39;s much more harmful to a sportsman. It weakens the body, which becomes more susceptible to injury.","author":"Alex Ferguson","topic":"Relationship"},{"quote":"I think each woman has her own relationship to beauty.","author":"Christy Turlington","topic":"Relationship"},{"quote":"Many business leaders are seeing the relationship between long term success and sustainability, and that&#39;s very heartening.","author":"Jacqueline Novogratz","topic":"Relationship"},{"quote":"I have a love-hate relationship with performing.","author":"Sarah Brightman","topic":"Relationship"},{"quote":"I was actually a bit disappointed about the amount of sex in the show. I think Backus should get out a bit more, get a relationship, perhaps make her a lesbian.","author":"Lexa Doig","topic":"Relationship"},{"quote":"The most important aspect of the relationship between the president and the secretary of state is that they both understand who is president.","author":"Dean Acheson","topic":"Relationship"},{"quote":"I&#39;ve been interested in the idea of forgiveness and the necessity of it. I think of it as the most critical piece of any relationship, whether that be business, or romantic, or familial. We fail each other. We make mistakes. If we contract to go on after those mistakes, forgiveness is involved. Forgiveness is required.","author":"Bill Clegg","topic":"Relationship"},{"quote":"People of noble character are afraid of keeping friendship with dishonorable people. But people of discreditable character consider friendship with the dishonorable as a blood relationship.","author":"Thiruvalluvar","topic":"Relationship"},{"quote":"When I was a kid if I was unhappy, I&#39;d stroke my dog. I was into bringing injured birds into the house, RSPCA activities. And the relationship that you have with animals, you can get that from your children: that unquestioning love and adoration and equal need.","author":"Steve McFadden","topic":"Relationship"},{"quote":"I like the relationship between the master and the student. Each piece has new problems, and each is different. They&#39;re all an indentured servitude. There&#39;s that subjugation that you have to put yourself under. It&#39;s a give and take. There is work involved, and during that time, the greatest things are revealed.","author":"Mike Bidlo","topic":"Relationship"},{"quote":"Spiritual relationship is far more precious than physical. Physical relationship divorced from spiritual is body without soul.","author":"Mahatma Gandhi","topic":"Relationship"},{"quote":"Remember that no relationship is a total waste of time. You can always learn something about yourself.","author":"H. Jackson Brown, Jr.","topic":"Relationship"},{"quote":"It is easy for Christians to have the false impression that once we have established a relationship with Christ, which we believe sets us right with God, the problems of life will somehow scoot away or they will slowly be removed from our lives.","author":"Charles R. Swindoll","topic":"Relationship"},{"quote":"The relationship with my people, the Nigerian people, is very good. My relationship with the rulers has always been problematic.","author":"Chinua Achebe","topic":"Relationship"},{"quote":"I love children and I love family and I love that interaction. Because I had a really close relationship with my mother, I understand that deep powerful love, and it&#39;s so beautiful. To be a mother to a child is the most brilliant gift; it&#39;s gorgeous.","author":"Alicia Keys","topic":"Relationship"},{"quote":"Every relationship I&#39;ve been in, I&#39;ve overwhelmed the girl. They just can&#39;t handle all the love.","author":"Justin Timberlake","topic":"Relationship"},{"quote":"The test of one&#39;s behavior pattern is their relationship to society, relationship to work and relationship to sex.","author":"Alfred Adler","topic":"Relationship"},{"quote":"I know that life is really finding the right relationship between yourself and God.","author":"Tom Landry","topic":"Relationship"},{"quote":"It&#39;s strange. At some point in your career, the situation between yourself and the camera reverses. For a certain number of years, you court it and you need it, but ultimately, it needs you more, and it&#39;s a bit like a relationship. The minute that happens, it turns you off... and it does feel like it is taking something from you.","author":"George Michael","topic":"Relationship"},{"quote":"What will support any relationship is clear, complete and conscious conversations when upsets or breakdowns occur.","author":"Iyanla Vanzant","topic":"Relationship"},{"quote":"The biggest mistake is believing there is one right way to listen, to talk, to have a conversation - or a relationship.","author":"Deborah Tannen","topic":"Relationship"},{"quote":"The Apology opened the opportunity for a new relationship based on mutual respect and mutual responsibility between Indigenous and non-Indigenous Australia. Because without mutual respect and mutual responsibility, the truth is we can achieve very little.","author":"Kevin Rudd","topic":"Relationship"},{"quote":"It&#39;s always really challenging trying to go from player to player\/coach. You have a kind of friendship basis of relationship with all of your teammates, and now you go to this power position where you have to make decisions that might hurt people&#39;s feelings.","author":"Abby Wambach","topic":"Relationship"},{"quote":"I learnt to stop fantasising about the perfect job or the perfect relationship because that can actually be an excuse for not living.","author":"Alain de Botton","topic":"Relationship"},{"quote":"Some people are your relatives but others are your ancestors, and you choose the ones you want to have as ancestors. You create yourself out of those values.","author":"Ralph Ellison","topic":"Relationship"},{"quote":"Remember that relationships are important and have to be nurtured and cherished. Also keep in mind that a relationship is a two way street, so be ready to give a relationship just as you would expect the other person to be giving to you.","author":"Chanda Kochhar","topic":"Relationship"},{"quote":"The older you get, the more you start to realize that you can&#39;t win an argument in a relationship. You can&#39;t win a fight with your woman. Because if you lose, you lose. And if you win, you lose.","author":"Trevor Noah","topic":"Relationship"},{"quote":"The goal is not to get into a relationship; the goal is to be in a relationship.","author":"Ashton Kutcher","topic":"Relationship"},{"quote":"It&#39;s nice to play a character that has a soulful, dependent, close relationship. It must mean my character is interesting in some way.","author":"Jeff Goldblum","topic":"Relationship"},{"quote":"I feel it is an obligation to help people understand the relation of food to agriculture and the relationship of food to culture.","author":"Alice Waters","topic":"Relationship"},{"quote":"The basic discovery about any people is the discovery of the relationship between men and women.","author":"Pearl S. Buck","topic":"Relationship"},{"quote":"Every relationship between persons causes a picture of each to take form in the mind of the other, and this picture evidently is in reciprocal relationship with that personal relationship.","author":"Georg Simmel","topic":"Relationship"},{"quote":"Romantic love allows you to focus mating energy. Attachment sustains that relationship as long as necessary to raise your baby.","author":"Helen Fisher","topic":"Relationship"},{"quote":"I don&#39;t have a good work ethic. I have a real casual relationship with hours.","author":"Janeane Garofalo","topic":"Relationship"},{"quote":"I have stepped off the relationship scene to come to terms with myself. I have spent most of my adult life being &#39;someone&#39;s girlfriend&#39;, and now I am happy being single.","author":"Penelope Cruz","topic":"Relationship"},{"quote":"I have two or three guys that I&#39;m really close to. We have a great friendship, and I think that helps our songwriting relationship. It&#39;s hard to start... with new people and cover the ground that I&#39;ve covered with those guys.","author":"Sam Hunt","topic":"Relationship"},{"quote":"The first duty of a human being is to assume the right functional relationship to society - more briefly, to find your real job, and do it.","author":"Charlotte Perkins Gilman","topic":"Relationship"},{"quote":"It can have a secular purpose and have a relationship to God because God was presumed to be both over the state and the church, and separation of church and state was never meant to separate God from government.","author":"Roy Moore","topic":"Relationship"},{"quote":"My relationship with my grandmother has gone from strength to strength. As a shy, younger man it could be harder to talk about weighty matters. It was: &#39;This is my grandmother who is the Queen, and these are serious historical subjects.&#39;","author":"Prince William","topic":"Relationship"},{"quote":"I would describe my relationship with my couch as symbiotic - others would describe it as dangerous.","author":"Lucas Till","topic":"Relationship"},{"quote":"The intuitive connection children feel with animals can be a tremendous source of joy. The unconditional love received from pets, and the lack of artifice in the relationship, contrast sharply with the much trickier dealings with members of their own species.","author":"Frans de Waal","topic":"Relationship"},{"quote":"As with any actor and any collaborator, it&#39;s about forming a trusting relationship. And that&#39;s not that you have to get him to trust you so you can get him to do what you want. Especially with a little kid, it&#39;s about making them feel really safe, and getting to know and not treating them as a puppet to be moved around.","author":"Lenny Abrahamson","topic":"Relationship"},{"quote":"When we look at what has the strongest statistical relationship to overall evaluation of your life, the first one is your career well-being, or the mission, purpose and meaning of what you&#39;re doing when you wake up each day.","author":"Tom Rath","topic":"Relationship"},{"quote":"I think every relationship has a point where you stop and reevaluate. Are you happy? Have you grown together or apart? What do you share interests in? I think that&#39;s a normal thing to do, but it&#39;s so much harder when it&#39;s done publicly.","author":"Courteney Cox","topic":"Relationship"},{"quote":"If a relationship is founded on love it doesn&#39;t end.","author":"Rosanne Cash","topic":"Relationship"},{"quote":"I think you have to know how you feel when you&#39;re sad and it&#39;s healthy to mourn if a relationship ends.","author":"Leighton Meester","topic":"Relationship"},{"quote":"The relationship between talent and management is uneasy, at best.","author":"Jessica Savitch","topic":"Relationship"},{"quote":"When I got fired, I had a feeling of loss because Viacom had been a passionate long-term relationship. But I got my balance back. I guess it&#39;s like getting jilted by a girlfriend, a serious girlfriend. You move on.","author":"Tom Freston","topic":"Relationship"},{"quote":"Music and fashion have had a kind of incestuous relationship since the Fifties. It started with people like Elvis Presley and pop icons like James Dean. Then it exploded in the MTV days. Now, with the Internet, it&#39;s instantaneous.","author":"John Varvatos","topic":"Relationship"},{"quote":"When you&#39;re watching television, you don&#39;t want to watch a show where everything just works out. You don&#39;t want to see a relationship that&#39;s just blossoming and everyone&#39;s happy and sunshine and roses all the time. That&#39;s also not true in life.","author":"Candice Accola","topic":"Relationship"},{"quote":"I always believed in God and Christ, but I was in rebellion - trying to make my relationship with God fit into my life instead of making my life fit in with him. I was stubborn.","author":"Scott Stapp","topic":"Relationship"},{"quote":"As I grew up, I was continually to suffer hardships in different realms of life - in my family, in my relationship to Japanese society and in my way of living at large in the latter half of the twentieth century.","author":"Kenzaburo Oe","topic":"Relationship"},{"quote":"Doctrinal rightness and rightness of ecclesiastical position are important, but only as a starting point to go on into a living relationship - and not as ends in themselves.","author":"Francis Schaeffer","topic":"Relationship"},{"quote":"Only now did I recognize the reciprocal relationship which exits between manufacturing power and the national system of transportation, and that the one can never develop to its fullest without the other.","author":"Friedrich List","topic":"Relationship"},{"quote":"I tend to be a person who starts with the presumption that I should trust you until you abuse the privilege, and then our relationship is forever changed. That&#39;s a very big line, and chances are it&#39;s not going to work if it&#39;s crossed. I warn people that this is how I&#39;m going to deal with it.","author":"Penny Pritzker","topic":"Relationship"},{"quote":"We feel unsatisfied until we know ourselves akin even with that greatness which made the spots on which it rested hallowed; and until, by our own lives, and by converse with the thoughts they have bequeathed us, we feel that union and relationship of the spirit which we seek.","author":"Jones Very","topic":"Relationship"},{"quote":"My work reflects a relationship to the built world that shifts between control and randomness, strangeness and beauty, comfort and fear.","author":"David Allee","topic":"Relationship"},{"quote":"The loss of young first love is so painful that it borders on the ludicrous.","author":"Maya Angelou","topic":"Relationship"},{"quote":"I love Neil Young. And he loves me! We have a great relationship.","author":"Donald Trump","topic":"Relationship"},{"quote":"Relationships based on obligation lack dignity.","author":"Wayne Dyer","topic":"Relationship"},{"quote":"I always knew I had a relationship with God. But I wasn&#39;t sure God had a relationship with me.","author":"Prince","topic":"Relationship"},{"quote":"There was at time in my life where all I wanted was a relationship, and I thought that was the most important thing.","author":"Kim Kardashian","topic":"Relationship"},{"quote":"People who don&#39;t know the true character of God - who don&#39;t believe He is merciful, gracious and slow to anger - can never have a close, personal, intimate relationship with Him.","author":"Joyce Meyer","topic":"Relationship"},{"quote":"I could never give relationship advice to anybody!","author":"Rihanna","topic":"Relationship"},{"quote":"I would largely attribute my identity - as it relates to music labels and corporate music giants - to Dave Chappelle and his relationship to and firm standing in Hollywood.","author":"Chance The Rapper","topic":"Relationship"},{"quote":"Life is relationship, living is relationship. We cannot live if you and I have built a wall around ourselves and just peep over that wall occasionally. Unconsciously, deeply, under the wall, we are related.","author":"Jiddu Krishnamurti","topic":"Relationship"},{"quote":"You ask for your audience&#39;s investment in your music; you&#39;re in a relationship with them. And their relationship with the E Street Band is separate from whatever else I might do. I like the idea of us being something that people rely on.","author":"Bruce Springsteen","topic":"Relationship"},{"quote":"The relationship between violence and nonviolence in this country is interesting. The fact of the matter is, you know, people do respond to riots. The 1968 Housing Act was in large response to riots that broke out after Dr. Martin Luther King was killed. They cited these as an actual inspiration.","author":"Ta-Nehisi Coates","topic":"Relationship"},{"quote":"I&#39;d like to say that I&#39;m a rock star, but I&#39;m not - I&#39;m honestly more of a relationship kind of guy. I&#39;m a guy you could take home to meet your mum rather than a guy your mum wouldn&#39;t like.","author":"Ed Sheeran","topic":"Relationship"},{"quote":"Have you ever loved somebody, loved her completely, but had to end the relationship for life reasons?","author":"John Mayer","topic":"Relationship"},{"quote":"Having sisters is the best. I have a different relationship with each of them. I go to Kim for fashion advice, Khloe is always boy and family advice, and Kourtney is like another mother to me.","author":"Kylie Jenner","topic":"Relationship"},{"quote":"Political promises are much like marriage vows. They are made at the beginning of the relationship between candidate and voter, but are quickly forgotten.","author":"Dick Gregory","topic":"Relationship"},{"quote":"To catch a husband is an art; to hold him is a job.","author":"Simone de Beauvoir","topic":"Relationship"},{"quote":"I had a very, very difficult relationship with my mother, who was supremely self-centred. She was hilariously self-centred. She did not really take interest in anything that didn&#39;t immediately affect her.","author":"John Cleese","topic":"Relationship"},{"quote":"I&#39;ve always been a slow starter. My first date was with a girl called Cessi. We had a beautiful relationship over the phone all summer, and then when we met, I couldn&#39;t look her in the eye.","author":"Leonardo DiCaprio","topic":"Relationship"},{"quote":"We have a strange and wonderful relationship - he&#39;s strange and I&#39;m wonderful.","author":"Mike Ditka","topic":"Relationship"},{"quote":"I have kind of a funny relationship with movies. I don&#39;t have to see the whole movie to get an impression of it or to let it have an influence on me.","author":"Lana Del Rey","topic":"Relationship"},{"quote":"A relationship isn&#39;t going to make me survive. It&#39;s the cherry on top.","author":"Jennifer Aniston","topic":"Relationship"},{"quote":"When you&#39;re rich and famous you are the dominant force in a relationship, even if you try hard not to be. I&#39;ve talked of sacrificing everything for Fleetwood Mac, but I realize now that it is simply the only thing I&#39;ve ever wanted to do.","author":"Stevie Nicks","topic":"Relationship"},{"quote":"I don&#39;t have a bad relationship. I&#39;m 48 years old. I think life is too short for that. To me, life is... you open the shutters, you see the dogs outside, you look left, you look right, in, what, a second and a half? And that&#39;s a life.","author":"Jean-Claude Van Damme","topic":"Relationship"},{"quote":"I think every relationship is going to go through a few rough patches. Those are what make it stronger, I think.","author":"Ryan Reynolds","topic":"Relationship"},{"quote":"When we begin to desire a thing, to yearn for it with all our hearts, we begin to establish relationship with it in proportion to the strength and persistency of our longing and intelligent effort to realize it.","author":"Orison Swett Marden","topic":"Relationship"},{"quote":"So the American government lied to the Native Americans for many, many years, and then President Clinton lied about a relationship, and everyone was surprised! A little naive, I feel!","author":"Eddie Izzard","topic":"Relationship"},{"quote":"Perhaps because my relationship with my father went through such a long, bumpy time, it&#39;s been very important for me to work to try to keep lines of communication open between my sons and myself to try to avoid my father&#39;s mistakes. At least if you&#39;re making mistakes, make different mistakes.","author":"Salman Rushdie","topic":"Relationship"},{"quote":"Whether you&#39;re scared of getting into a relationship; or taking the new job; or a confrontation - you have to size fear up.","author":"Chris Pine","topic":"Relationship"},{"quote":"I&#39;m always interested in relationships between women. I&#39;m always interested in how women relate to each other, whether it&#39;s a family relationship or it&#39;s a friend relationship. That&#39;s such uncharted territory in cinema.","author":"Greta Gerwig","topic":"Relationship"},{"quote":"The human relationship to combustion is as mysterious as it is fraught with madness. From the candle flame to the nuclear blast, it has lit up the human imagination with fear and fascination.","author":"Michael Leunig","topic":"Relationship"},{"quote":"I think that my regrets mostly have to do with my relationship with my ex-girlfriend. Every once in a while, you get those flashback memories of conversations you had with your exes, and you just, like, wince when you&#39;re walking down the street. Something occurs to you, &#39;Oh, no, I said that.&#39;","author":"Mike Birbiglia","topic":"Relationship"},{"quote":"I believe that often people even stay in bad relationships longer than they should because the fear of the pain of dating is scarier than the pain of a bad relationship!","author":"Karen Salmansohn","topic":"Relationship"},{"quote":"Every single major push in education has made it worse and right now it&#39;s really bad because everything we&#39;ve done is de-humanizing education. It&#39;s destroying the possibility of the teacher and the student having a warm, friendly, intellectual relationship.","author":"William Glasser","topic":"Relationship"},{"quote":"When a relationship doesn&#39;t work anymore, it&#39;s terrible to stay with someone that you don&#39;t love.","author":"Monica Bellucci","topic":"Relationship"},{"quote":"Ask anyone who has been in a love relationship for a while: nothing is perfect.","author":"Tracy McMillan","topic":"Relationship"},{"quote":"Is our desire for partnership just an evolutionary remainder, a Togetherness Delusion, where millions of women only think they need a relationship to be truly happy? Maybe. But you know what? That&#39;s fine with me.","author":"Tracy McMillan","topic":"Relationship"},{"quote":"We&#39;re building a lifelong relationship with people, and every great relationship has to be built on trust.","author":"Angela Ahrendts","topic":"Relationship"},{"quote":"Our interests lie in attracting added value and talent to France as a result of Brexit, but also in having a balanced relationship with Great Britain. We must not sacrifice the short term for our bilateral relationship.","author":"Emmanuel Macron","topic":"Relationship"},{"quote":"Film music should have the same relationship to the film drama that somebody&#39;s piano playing in my living room has on the book I am reading.","author":"Igor Stravinsky","topic":"Relationship"},{"quote":"The relationship between Israel and the United States is a bond of - it&#39;s just a very powerful bond. It was, it is, and will be and will continue to be.","author":"Benjamin Netanyahu","topic":"Relationship"},{"quote":"When I was growing up, albums were my closest friends, as sad as that may sound - Joy Division&#39;s &#39;Closer,&#39; or Echo and the Bunnymen&#39;s &#39;Heaven Up Here&#39;... I had a more intimate relationship with those records than I did with most of the people in my life.","author":"Moby","topic":"Relationship"},{"quote":"Trauma happens in relationships, so it can only be healed in relationships. Art can&#39;t provide healing. It can be cathartic and therapeutic but a relationship is a three-part journey.","author":"Alanis Morissette","topic":"Relationship"},{"quote":"I don&#39;t really know how to relate to a long-term day-in day-out kind of comfortable relationship.","author":"Diane Lane","topic":"Relationship"},{"quote":"Playing a character who&#39;s dealing not only with a superpower but having a normal relationship is easy to associate with, because I feel that everyone has been through it.","author":"Shawn Ashmore","topic":"Relationship"},{"quote":"At any given moment, it&#39;s not about where we are supposed to be. It&#39;s about what work, which relationship, what decision I take. Every moment counts. Every decision counts. And if we look at our decisions in life as such, we stop battling and start winning.","author":"Yehuda Berg","topic":"Relationship"},{"quote":"This may be a bit of a broad statement, but I don&#39;t think there&#39;s anyone that I&#39;ve met that I haven&#39;t created a bit of a deep relationship with. It&#39;s a really lovely thing to create a relation with people that might not anticipate that closeness. And that&#39;s kind of the light of my life, getting to be close to people.","author":"Dove Cameron","topic":"Relationship"},{"quote":"I guess we&#39;ve had a very close relationship because I don&#39;t pretend to know about cinema and I think I do know a bit about theatre but he does, he respected that and so we really just had a collaboration which went completely like this.","author":"Andrew Lloyd Webber","topic":"Relationship"},{"quote":"My father had a difficult relationship with success, maybe because he never obtained it. But he was very wise about it because he observed how you can become rotten fruit once you get power.","author":"Alejandro Gonzalez Inarritu","topic":"Relationship"},{"quote":"Nothing shatters the relationship between you and your boss like you failing to meet expectations, deadlines, and goals.","author":"John Rampton","topic":"Relationship"},{"quote":"I think that there is always a part of utopia in any romantic relationship.","author":"Pedro Almodovar","topic":"Relationship"},{"quote":"Never trust a husband too far, nor a bachelor too near.","author":"Helen Rowland","topic":"Relationship"},{"quote":"If you cannot inspire a woman with love of you, fill her above the brim with love of herself; all that runs over will be yours.","author":"Charles Caleb Colton","topic":"Relationship"},{"quote":"My mom worked as a housekeeper, and I saw her relationship with her employers - how on the one hand she spent more time with these women than with a lot of her friends, and how in certain ways they were friends. But then they weren&#39;t.","author":"Jesmyn Ward","topic":"Relationship"},{"quote":"If you&#39;re truly in a band and you guys have been together for a long time, there&#39;s a family bond that you have. In fact, I&#39;ve talked about this with therapists, especially if you&#39;re talking about a relationship, because when you&#39;re with somebody, you&#39;re going to your family, and she&#39;s alone.","author":"Gary Allan","topic":"Relationship"},{"quote":"Because I live in the countryside, I want a building which encourages me to have a fully formed relationship with the environment. It gives me an opportunity to not just be inside or outside, but in a range of contexts.","author":"Kevin McCloud","topic":"Relationship"},{"quote":"The strengths and failings of a relationship depend entirely on your ability to talk about your feelings.","author":"Spike Jonze","topic":"Relationship"},{"quote":"I like the idea of dating, but I&#39;m not dating anyone exclusively, particularly right now. It&#39;s hard to be in a relationship unless you&#39;re ready to go public with it. So it&#39;s a lot easier for me to not be in a relationship. I really don&#39;t want that part of my life to be tabloid fodder.","author":"Cory Monteith","topic":"Relationship"},{"quote":"I am very sad for men and women trapped in any relationship where there is cruelty, dominance, inequity. I long for the liberation of all people.","author":"Jasmine Guy","topic":"Relationship"},{"quote":"I have always believed in cordial relationship with political parties and their leaders.","author":"Sharad Pawar","topic":"Relationship"},{"quote":"There&#39;s book smart, there is street smart, there&#39;s relationship smart, there&#39;s too many different kinds of smarts to know all of them. Everybody doesn&#39;t know every kind of smart. There&#39;s money smart, there&#39;s movie smart, there&#39;s computer smart. There&#39;s just too many different kinds of smarts for people to know all the smarts.","author":"J. B. Smoove","topic":"Relationship"},{"quote":"I&#39;d say that if you had a strained relationship with your mom, for whatever reason, the best thing to do is be open with each other, talk it over, try and work it out somehow as opposed to just putting a wall up and pushing them away.","author":"Victoria Justice","topic":"Relationship"},{"quote":"I wanted a relationship like the one my mother and father had. It wasn&#39;t perfect; they had to work on it. But there was an unbelievable mutual respect.","author":"Mary Steenburgen","topic":"Relationship"},{"quote":"We&#39;ve suspended the willing suspension of disbelief. We have given up that relationship, that almost hypnotic engagement, with the characters up on the screen.","author":"Edward Zwick","topic":"Relationship"},{"quote":"Everyone talks about new love all the time, but there&#39;s so much to draw from when you&#39;ve been in a longer relationship. It makes me stick my chest out a little bit. It&#39;s like, &#39;I know what you&#39;ve been through, but you don&#39;t know what it&#39;s like over here.&#39;","author":"Dierks Bentley","topic":"Relationship"},{"quote":"I would say 90 percent of Christians do not have a worldview, in other words a view of the world, based on the Scripture and a relationship with God.","author":"Josh McDowell","topic":"Relationship"},{"quote":"It&#39;s important to have frank discussions about what the other wants. To be in a relationship that is like a little lifetime, that&#39;s a challenge.","author":"Trudie Styler","topic":"Relationship"},{"quote":"You must have love as the core; it takes courage to be willing to constantly tell the truth to each other and risk letting the relationship go.","author":"Kenny Loggins","topic":"Relationship"},{"quote":"On a serious level, I wouldn&#39;t tell the press if I was in a relationship or not. I wouldn&#39;t ever reveal that, because it takes you down a certain road... I have no desire to be courting the press with my love life.","author":"Kit Harington","topic":"Relationship"},{"quote":"If you&#39;re giving love and not receiving it, you&#39;re not in the right relationship. If you&#39;re receiving it and not giving it than you are taking advantage of the other person.","author":"Patti Stanger","topic":"Relationship"},{"quote":"Parenthood, like death, is an event for which it is nearly impossible to be prepared. It brings you into a new relationship with the fact of your own existence, a relationship in which one may be rendered helpless.","author":"Rachel Cusk","topic":"Relationship"},{"quote":"As I started to pursue the subject more deeply I realized that walking was this wonderful meandering path through everything I was already interested in - gender politics, public space and urban life, demonstrations and parades and marches. The relationship between walking and thinking and between the mind and the body.","author":"Rebecca Solnit","topic":"Relationship"},{"quote":"There are ups and downs in so many relationships, but with Shah Rukh, there is deep love. There&#39;s no other way of communicating the respect and love I have for him. And I believe that ours will be a dynamic, and relationship and connect that will be forever.","author":"Karan Johar","topic":"Relationship"},{"quote":"I am trying to inspire people to just take control of their oral health, because if we don&#39;t take care of our oral health, it affects so many different aspects of our lives. If your smile and mouth is not together, it affects your relationship, your self-esteem, your health.","author":"Sherri Shepherd","topic":"Relationship"},{"quote":"Beyond institutional amnesia, a rejection of causal analysis is the existential rock on which American Exceptionalism sits. The United States unique sense of itself depends on an ambiguous relationship to the past. History is affirmed, since it is America&#39;s unprecedented historical success that justifies the exceptionalism.","author":"Greg Grandin","topic":"Relationship"},{"quote":"I think we learn from medicine everywhere that it is, at its heart, a human endeavor, requiring good science but also a limitless curiosity and interest in your fellow human being, and that the physician-patient relationship is key; all else follows from it.","author":"Abraham Verghese","topic":"Relationship"},{"quote":"Any time you end a relationship, and everyone has ended plenty in their life, it&#39;s always a tough thing and hard to get over.","author":"Adam Brody","topic":"Relationship"},{"quote":"I think the most important foundation about any relationship is just being honest. You&#39;ve got to. My wife and I are honest to a fault with each other, and we&#39;re best friends on top of it, so we&#39;re very fortunate.","author":"Max Greenfield","topic":"Relationship"},{"quote":"Trust is important in any relationship, not just a romantic one.","author":"Stephanie Sigman","topic":"Relationship"},{"quote":"I always say I&#39;d rather be miserable by myself than unhappy in a relationship.","author":"Graham Norton","topic":"Relationship"},{"quote":"In any kid&#39;s relationship with their parents, there&#39;s always an influence there. You always want to do them proud.","author":"Colin Morgan","topic":"Relationship"},{"quote":"We have seen the most difficult times and were there to back each other. We have struggled, seen career highs and lows, and know we will be there for each other forever. We have together build our relationship strong. Himanshu is my biggest investment, and I can&#39;t let him go.","author":"Amruta Khanvilkar","topic":"Relationship"},{"quote":"There is an urgent need for a radical revision of our current concepts of the nature of consciousness and its relationship to matter and the brain.","author":"Stanislav Grof","topic":"Relationship"},{"quote":"I am not possessive at all. In every relationship I have had, the girl has left me. And the fundamental complaint has been that I am self-contained. I am just comfortable with myself and am always on an adventure.","author":"Shekhar Kapur","topic":"Relationship"},{"quote":"It&#39;s my strong belief that when people love each other and are desirous of creating a committed relationship with each other that they should be allowed to marry, regardless of their sexual orientation.","author":"Wendy Davis","topic":"Relationship"},{"quote":"I have had a love-hate relationship with my body.","author":"Demi Moore","topic":"Relationship"},{"quote":"I&#39;ve definitely, you know, been with women. And I&#39;ve had great relationships with them where I was definitely in love. It&#39;s just I grew to a point where deep inside I knew that I could never truly have a relationship with a woman. I don&#39;t know if they ever suspected. It was never brought up.","author":"Lance Bass","topic":"Relationship"},{"quote":"I have always had a relationship with clothes.","author":"Phillip Lim","topic":"Relationship"},{"quote":"Through all the relationship stuff I&#39;ve gone through in the past few years, I know there are fundamental differences in how men and women view sex and how they view their futures.","author":"Aaron Eckhart","topic":"Relationship"},{"quote":"I don&#39;t think anything&#39;s ever simple. Everyone&#39;s just trying to understand each other, and whether that&#39;s because you&#39;re in a relationship or because you&#39;re meeting their friends or because their meeting your brother or whatever it is, nothing like that is ever smooth running.","author":"Imogen Poots","topic":"Relationship"},{"quote":"Once you accept the existence of God - however you define him, however you explain your relationship to him - then you are caught forever with his presence in the center of all things.","author":"Morris West","topic":"Relationship"},{"quote":"For the United States to be a global leader, we have to have a very tight relationship with Europe. And we&#39;ve held that relationship since 1949 when we established the North Atlantic Treaty Organization, NATO. NATO is the bond. It&#39;s a security bond.","author":"Wesley Clark","topic":"Relationship"},{"quote":"A pick-up artist gave me a good piece of advice: the three most important things in a relationship are honesty, trust and respect, and if you don&#39;t have those, you don&#39;t have love.","author":"Neil Strauss","topic":"Relationship"},{"quote":"If you cultivate a relationship in a genuine, thoughtful way, people will be more inclined to want to help you even though they don&#39;t have to help you.","author":"Douglas Conant","topic":"Relationship"},{"quote":"You show your vulnerability through relationships, and those feelings are your soft spot. You need to have a soft spot.","author":"Victoria Pratt","topic":"Relationship"},{"quote":"As humans, we have the tendency to call on God only when we think that we&#39;re in dire straits as opposed to cultivating a real relationship with Him every day. And that&#39;s what my music tries to convey to all the listeners - try to cultivate it every day.","author":"Yolanda Adams","topic":"Relationship"},{"quote":"The relationship between an actor and a director is like a love story between a man and a woman. I&#39;m sure sometimes I&#39;m the woman.","author":"Gerard Depardieu","topic":"Relationship"},{"quote":"I was a very romantic, overly dramatic young lady, which served me well as a songwriter. Especially as someone who had to focus on lyrics and melody, because if you&#39;re a dramatic and romantic person, lyrics come easy, and you turn every single short-term relationship into the biggest &#39;Romeo-and-Juliet&#39; story ever.","author":"Jane Wiedlin","topic":"Relationship"},{"quote":"I&#39;m very interested in poo. We don&#39;t have a very good relationship with poo, and we should have.","author":"Greg Wise","topic":"Relationship"},{"quote":"I have more of a relationship with the subject than I do with my camera equipment. To me, camera equipment is like a tin of shoe polish and a brush - I use that as a tool, but my basic camera is my emotion and my eyes. It&#39;s not anything to do with the wonderful cameras I use.","author":"Don McCullin","topic":"Relationship"},{"quote":"Every garden scheme should have a backbone, a central idea beautifully phrased. Every wall, path, stone and flower should have its relationship to the central idea.","author":"Edwin Lutyens","topic":"Relationship"},{"quote":"We all fantasize about a relationship we&#39;d like to do over or something we&#39;d like to change about our past. I think there are a lot more opportunities for second chances in our lives than we think.","author":"Jean Smart","topic":"Relationship"},{"quote":"Oddly, I do have a problem with authority. I find it very difficult to knuckle down and follow rules. Which are the classic symptoms of someone who has a troubled relationship with their father. And yet, I never had a problem with my father.","author":"Toby Young","topic":"Relationship"},{"quote":"The beauty of a relationship is when you get used to a person; it is not sudden. It is just a process, and you don&#39;t realise when love happens.","author":"Riteish Deshmukh","topic":"Relationship"},{"quote":"Whenever you&#39;re dealing with something that&#39;s difficult to describe, that you can&#39;t get across to someone in a sound bite, it sounds like the normal default is to pick what&#39;s easiest, and in the case of fiction written by women, fiction involving women, fiction involving any sort of relationship, the word that comes to mind is &#39;romance.&#39;","author":"Diana Galbadon","topic":"Relationship"},{"quote":"My relationship with God is what gives me a moral compass on what decisions to make and that stuff. I&#39;m thankful that I have the people around me that I do, and they remind me each day of who I am and what I stand for.","author":"Alyson Stoner","topic":"Relationship"},{"quote":"When a person goes into a relationship emotionally needy, they are not going to have discernment in choosing people.","author":"Jennifer O'Neill","topic":"Relationship"},{"quote":"Once you lose the honesty in a relationship, I mean, I think you don&#39;t have a relationship at all.","author":"Elizabeth Gillies","topic":"Relationship"},{"quote":"But John Landis wrote a good relationship which is really what the film&#39;s about. A very straightforward young woman who&#39;s very sure of herself and she meets a young man who needs some taking care of.","author":"Jenny Agutter","topic":"Relationship"},{"quote":"Sex is... perfectly natural. It&#39;s something that&#39;s pleasurable. It&#39;s enjoyable and it enhances a relationship. So why don&#39;t we learn as much as we can about it and become comfortable with ourselves as sexual human beings because we are all sexual?","author":"Sue Johanson","topic":"Relationship"},{"quote":"Being Italian, I have a very special relationship with the culinary arts. One my projects was to share Italian cultural food with my colleagues.","author":"Luca Parmitano","topic":"Relationship"},{"quote":"When my body is covered and disappears, it&#39;s not about the relationship between me and the wall, but the relationship between me as an individual and those slogans which are used to fool the public.","author":"Liu Bolin","topic":"Relationship"},{"quote":"The existence of common features in different forms of life indicates some relationship between the different organisms, and according to the concept of evolution, these relations stem from the circumstance that the higher organisms, in the course of millions of years, have gradually evolved from simpler ones.","author":"Hans Adolf Krebs","topic":"Relationship"},{"quote":"I always see people tweeting about these crazy amazing things their boyfriend or girlfriend did for them. You shouldn&#39;t have to constantly be trying to prove your love when you&#39;re in a relationship.","author":"Matt Prokop","topic":"Relationship"},{"quote":"I know that there are millions of Americans who are content with their health care coverage - they like their plan and, most importantly, they value their relationship with their doctor.","author":"Barack Obama","topic":"Relationship"},{"quote":"I just have a relationship with my imagination. It&#39;s like my friend, almost.","author":"Steven Wright","topic":"Relationship"},{"quote":"There is but one way for a president to deal with Congress, and that is continuously, incessantly, and without interruption. If it is really going to work, the relationship has got to be almost incestuous.","author":"Lyndon B. Johnson","topic":"Relationship"},{"quote":"I definitely think anything I&#39;d be in now is a permanent relationship.","author":"Kim Kardashian","topic":"Relationship"},{"quote":"I&#39;m afraid the SS&#39;s relationship with the Catholic Church is something the Church still has to deal with and does not deny.","author":"Christopher Hitchens","topic":"Relationship"},{"quote":"&#39;The Story of Us&#39; is about running into someone I had been in a relationship with at an awards show, and we were seated a few seats away from each other. I just wanted to say to him, &#39;Is this killing you? Because it&#39;s killing me.&#39; But I didn&#39;t. Because I couldn&#39;t. Because we both had these silent shields up.","author":"Taylor Swift","topic":"Relationship"},{"quote":"The drama and the trauma of the relationship you have when you&#39;re 16 can mirror the one you have when you&#39;re 26. Life repeats itself.","author":"Taylor Swift","topic":"Relationship"},{"quote":"I can&#39;t deal with someone wanting to take a relationship backward or needing space or cheating on you.","author":"Taylor Swift","topic":"Relationship"},{"quote":"My working and personal relationship with President Obama is marked by growing trust. I appreciate this.","author":"Vladimir Putin","topic":"Relationship"},{"quote":"The reason that I&#39;m here at all is because of my relationship with my family and their encouragement of me to be a musician and to work hard. As long as I stay there in that space, I can do anything. That&#39;s my truth.","author":"Lady Gaga","topic":"Relationship"},{"quote":"I have no idea what my best material is. Different people like different things. I&#39;ll say this: The political stuff gets the press, but the relationship jokes sell all the seats.","author":"Chris Rock","topic":"Relationship"},{"quote":"When I work, my first relationship with people is professional.","author":"Bill Murray","topic":"Relationship"},{"quote":"I don&#39;t want to have a relationship with someone if I&#39;m not going to work with them.","author":"Bill Murray","topic":"Relationship"},{"quote":"I think there is a big difference between the music business and music. And my relationship is to music, not music business. I think the business will keep changing, but music won&#39;t. Music will be there.","author":"Yoko Ono","topic":"Relationship"},{"quote":"My relationship with everyone in Jamaica is good.","author":"Usain Bolt","topic":"Relationship"},{"quote":"I use God in my songs a lot but I don&#39;t have a relationship. I don&#39;t know what that means.","author":"Dave Matthews","topic":"Relationship"},{"quote":"I don&#39;t think that political history is full of a whole lot of tremendously honest people. I have never found any fault about that as far as Mr. Trump is concerned in my relationship with him.","author":"Bobby Knight","topic":"Relationship"},{"quote":"I found the offer of a knighthood something that I couldn&#39;t possibly accept. I found it to be somehow squalid, a knighthood. There&#39;s a relationship to government about knights.","author":"Harold Pinter","topic":"Relationship"},{"quote":"There is not love where there is no will.","author":"Indira Gandhi","topic":"Relationship"},{"quote":"I have a really close relationship with Mike Bloomberg.","author":"Joe Biden","topic":"Relationship"},{"quote":"I have a love \/ hate relationship with the city of New Orleans, which is the strongest kind of relationship.","author":"Nicolas Cage","topic":"Relationship"},{"quote":"I think there are so many books out there written on relationships and romance that women are the authors of. How can women know exactly how men think? And there are so many guys out there with relationship books who are just not telling the truth. They have shaded parts.","author":"Steve Harvey","topic":"Relationship"},{"quote":"I think you learn more about yourself in the context of a relationship than you can outside of it.","author":"Pink","topic":"Relationship"},{"quote":"I&#39;m 31 now. I think I&#39;m beginning to understand what life is, what romance is, and what a relationship means.","author":"Adam Sandler","topic":"Relationship"},{"quote":"It took me a long time to understand the relationship between ideas and between objective facts. But after I clearly understood this relationship, I didn&#39;t fool around with other wild ideas. That is one of the main reasons why I just make my scheme as simple as possible.","author":"Ludwig Mies van der Rohe","topic":"Relationship"},{"quote":"I have a very strange relationship in general with women around my music. There&#39;s some that understand it and some that think there should be a law against it.","author":"Nick Cave","topic":"Relationship"},{"quote":"Some people, myself in particular, have an adversarial relationship with the camera, and it sprouts up in every photograph.","author":"Nick Cave","topic":"Relationship"},{"quote":"Instruments sound interesting, not because of their sound, but because of the relationship a player has with them. Instrumentalists build a rapport with their instruments, which is what you like and respond to.","author":"Brian Eno","topic":"Relationship"},{"quote":"Never assume that the guy understands that you and he have a relationship.","author":"Dave Barry","topic":"Relationship"},{"quote":"It seemed like whenever I got a bona fide offer from Ferrari, I couldn&#39;t do it. And vice versa - when I was ready, their seats were taken. We always had a relationship, but what&#39;s important is that I pretty much started my F1 career with them and ended it there, too.","author":"Mario Andretti","topic":"Relationship"},{"quote":"People that spend time in a foxhole - they&#39;re never going to find that relationship anywhere else again... Everything else pales next to that. When you think about the Second World War vets - more than even the Vietnam vets - there&#39;s a brotherhood.","author":"Sylvester Stallone","topic":"Relationship"},{"quote":"Why is it that Michael Flynn, who evidently has a great relationship with Putin, who has received payments for so-called speeches and who&#39;s spent a lot of time in Russia and was accused of talking about sanctions, he lied about it, and he got caught?","author":"Maxine Waters","topic":"Relationship"},{"quote":"Prince and I were just friends. I think he would have been happy to have had a relationship.","author":"Stevie Nicks","topic":"Relationship"},{"quote":"I introduce her as the love of my life everywhere that we go. She introduces me as her current husband. So you can see how the relationship kinda works here.","author":"Garth Brooks","topic":"Relationship"},{"quote":"The relationship of the toastmaster to speaker should be the same as that of the fan to the fan dancer. It should call attention to the subject without making any particular effort to cover it.","author":"Adlai E. Stevenson","topic":"Relationship"},{"quote":"I think the fact that I&#39;m so well known to be gay makes it very difficult to have a convincing relationship with a woman on screen. It wouldn&#39;t be at all difficult for me to kiss a woman - I&#39;ll kiss a frog if you like.","author":"Stephen Fry","topic":"Relationship"},{"quote":"The question is, can we have a more peaceful, effective relationship with Russia, utilizing interests that are similar in a realistic way to make this world a safer place and get off this dangerous hostility with Russia.","author":"Jeff Sessions","topic":"Relationship"},{"quote":"I am so excited to let fans in on how important my relationship with my family is to me. I hope to motivate mothers and daughters to build lifetimes of memories together and inspire kids around the world to live their dreams.","author":"Miley Cyrus","topic":"Relationship"},{"quote":"Whenever you speak to someone, you are presuming the two of you have a certain degree of familiarity - which your words might alter. So every sentence has to do two things at once: convey a message and continue to negotiate that relationship.","author":"Steven Pinker","topic":"Relationship"},{"quote":"I have a strange relationship with time. I&#39;m not aware of it passing.","author":"Daniel Day-Lewis","topic":"Relationship"},{"quote":"Love casts out fear, but we have to get over the fear in order to get close enough to love them.","author":"Dorothy Day","topic":"Relationship"},{"quote":"But you know, I have a pretty good relationship with the press and the paparazzi. It&#39;s just when they step over the line that, you know, enough&#39;s enough.","author":"Elton John","topic":"Relationship"},{"quote":"My husband, after two weeks of dating, asked me, if our relationship were to work out, would I be OK with our first boy being named Ace.","author":"Jennie Finch","topic":"Relationship"},{"quote":"I&#39;ve developed a theory that there&#39;s an inverse relationship between money and imagination. That if you&#39;ve got lots of imagination then you don&#39;t really need much money, and if you&#39;ve got lots of money then you won&#39;t bother with much imagination.","author":"Alan Moore","topic":"Relationship"},{"quote":"You know, it&#39;s possible for two humans to be in a relationship without there needing to be some public reason for that relationship.","author":"Chris Martin","topic":"Relationship"},{"quote":"Before having children, I think I probably approached work very differently, and you become much more economical and pragmatic about your relationship to it.","author":"Cate Blanchett","topic":"Relationship"},{"quote":"I don&#39;t think it&#39;s more difficult for actors to have a good marriage than anyone. I think, in the end, a really important component of any relationship is honesty, and it also comes down to luck.","author":"Cate Blanchett","topic":"Relationship"},{"quote":"Care is a state in which something does matter; it is the source of human tenderness.","author":"Rollo May","topic":"Relationship"},{"quote":"You need to have a relationship with what you put inside you. I don&#39;t want to get all spiritual about this, but I believe our bodies are a gift, and to deface it is disrespectful.","author":"Michael Moore","topic":"Relationship"},{"quote":"I grew up very religious, and I don&#39;t have a great relationship with religion.","author":"Brad Pitt","topic":"Relationship"},{"quote":"I have a love-hate relationship with the Grammys because I don&#39;t see the music world as a competitive sport.","author":"James Taylor","topic":"Relationship"},{"quote":"In improv, the whole thing is that it is a relationship between the two people, as a back and forth. In standup, you don&#39;t really want to be listening to what somebody is saying; you want to project your jokes into their face. And that&#39;s really not a good instinct with a &#39;Daily Show&#39; field piece, where it&#39;s supposed to be an interview.","author":"John Oliver","topic":"Relationship"},{"quote":"Before I started writing about food, my focus was really on the human relationship to plants. Not only do plants nourish us bodily - they nourish us psychologically.","author":"Michael Pollan","topic":"Relationship"},{"quote":"The establishment wonders why we can&#39;t get more of the black vote. It&#39;s because it&#39;s not doing the things necessary to establish a deeper relationship with the black community. Most black people don&#39;t think alike. Most black people just vote alike.","author":"J. C. Watts","topic":"Relationship"},{"quote":"I think you grow wherever God plants you. I hope I&#39;m growing as a person of faith, as a Christian. That should be our number one objective this journey of life. That all starts with a personal intimate relationship with Christ and then being in prayer every single day about all of those things - being tenacious about it.","author":"J. C. Watts","topic":"Relationship"},{"quote":"The relationship with the cast has everything to do with how a performance develops, and in a sense that while you&#39;re discovering a play in the course of rehearsal with the director, you&#39;re also discovering it with your fellow actors. We&#39;re all in it together.","author":"Kevin Spacey","topic":"Relationship"},{"quote":"There was no relationship between a wedding dress and fashion. There was no good taste, either. I realized that I could make an impression in terms of changing and readdressing the whole industry of bridal.","author":"Vera Wang","topic":"Relationship"},{"quote":"If your partner is consistently unhappy, it won&#39;t matter if they&#39;re incredibly sexy, wildly funny, impressively successful, adorably charismatic - your relationship will be weighed down under the heaviness of their moods.","author":"Karen Salmansohn","topic":"Relationship"},{"quote":"If you really want to make a relationship work, at some point in time, you&#39;re going to have to make some sacrifices and do some things that are a little bit uncomfortable.","author":"Ashton Kutcher","topic":"Relationship"},{"quote":"If you begin to think you are solely responsible for keeping your loved one alive and safe, you will eventually find yourself playing God. This phase can develop into an unhealthy, codependent relationship.","author":"Gail Sheehy","topic":"Relationship"},{"quote":"There was a whole language that I could never make function for myself in relationship to painting and that was attitudes like tortured, struggle, pain.","author":"Robert Rauschenberg","topic":"Relationship"},{"quote":"There&#39;s an entry point to any relationship.","author":"will.i.am","topic":"Relationship"},{"quote":"I&#39;m always sad to see a relationship not work, but what happens between two people is not my business.","author":"Debbie Reynolds","topic":"Relationship"},{"quote":"It&#39;s really cool to know that there are so many people out there that are attached to me or projects that I&#39;ve done to really feel that it&#39;s a personal relationship.","author":"Nikki Sixx","topic":"Relationship"},{"quote":"From a relationship perspective, givers build deeper and broader connections.","author":"Adam Grant","topic":"Relationship"},{"quote":"I&#39;ve always believed in people&#39;s capacity for goodness. I still believe that people are good. What I&#39;m not so trusting about anymore is their relationship to their own goodness.","author":"Anne Hathaway","topic":"Relationship"},{"quote":"The alternative to independence is decline, because the relationship with the Spanish state is not good; everyone knows that.","author":"Carles Puigdemont","topic":"Relationship"},{"quote":"To be honest, I am very worried about the possibility of the U.K. leaving the E.U. But of course, like in the case of Catalonia, we have to respect the right to decide of the British people on a relationship that part of the Brits consider is not satisfying enough.","author":"Carles Puigdemont","topic":"Relationship"},{"quote":"We do not want to turn our back on Spain. It&#39;s the opposite. We are convinced that a relationship between equals will improve our relationship.","author":"Carles Puigdemont","topic":"Relationship"},{"quote":"Creatively, I thought we were still viable and could do more records. But our working relationship just wasn&#39;t happening at all, and our chemistry as people broke down because of that.","author":"Matt Cameron","topic":"Relationship"},{"quote":"If I&#39;m in a relationship, that girl gets showered with letters from the road. I pour my heart into it.","author":"Jason Mraz","topic":"Relationship"},{"quote":"Two halves don&#39;t make a whole. Two wholes make a whole. In my relationship, I was giving myself away to make the relationship better, but in actuality, wasn&#39;t doing better by doing that. I became less of a man.","author":"Jason Mraz","topic":"Relationship"},{"quote":"In every relationship, there are two perspectives to it.","author":"Stanley A. McChrystal","topic":"Relationship"},{"quote":"The fashion industry now has a direct relationship with its customers. Thanks to things like Twitter, ideas can be shared and circulated.","author":"Stefano Gabbana","topic":"Relationship"},{"quote":"I think she definitely has. I think, um, her and Mulder&#39;s relationship has become more equal. And, I think she has become stronger and more independent over the seasons.","author":"Gillian Anderson","topic":"Relationship"},{"quote":"I love coming home to somebody, I love being in a relationship.","author":"Daniel Radcliffe","topic":"Relationship"},{"quote":"If you want a long-term relationship that doesn&#39;t require a lot of work, I say, get a dog. They love you no matter what. But when it comes to humans, there&#39;s no secret; you really have to appreciate the person every single day.","author":"Denis Leary","topic":"Relationship"},{"quote":"I let go of the notion of wanting someone to ignore the way I look in order to find me attractive, because really, what kind of relationship would that be? One where someone&#39;s only attracted to you because they&#39;re ignoring a fundamental part of you? No thanks.","author":"Stella Young","topic":"Relationship"},{"quote":"When it comes to &#39;Glee,&#39; I feel like I&#39;ve been in a relationship, and now I can mingle a bit.","author":"Lea Michele","topic":"Relationship"},{"quote":"If I can center down and strengthen the core of who I am, and the core of who I am is my relationship with God, then that helps me maintain peace deep down. If I can maintain a healthy spiritual core, I think that&#39;s enormous for helping the stress.","author":"Anne Graham Lotz","topic":"Relationship"},{"quote":"People talk about grief as if it&#39;s kind of an unremittingly awful thing, and it is. It is painful, but it&#39;s a very, very interesting sort of thing to go through, and it really helps you out. At the end of the day, it gets you through because you have to reform your relationship, and you have to figure out a way of getting to the future.","author":"Kay Redfield Jamison","topic":"Relationship"},{"quote":"If you change partners every time it gets tough or you get a little dissatisfied, then I don&#39;t think you get the richness that&#39;s available in a long-term relationship.","author":"Jeff Bridges","topic":"Relationship"},{"quote":"If you look at my characters as a group, they all have a different relationship with the way that places can signify emotion in them - and the way those bonds can be shattered.","author":"Jhumpa Lahiri","topic":"Relationship"},{"quote":"It took a lot of time to develop a healthier relationship with food and with my weight.","author":"Ronda Rousey","topic":"Relationship"},{"quote":"Most people like to read about intrigue and spies. I hope to provide a metaphor for the average reader&#39;s daily life. Most of us live in a slightly conspiratorial relationship with our employer and perhaps with our marriage.","author":"John le Carre","topic":"Relationship"},{"quote":"A lot of my emotional issues come from dealing with the opposite sex. I&#39;ve come to terms with the fact that I&#39;ll be retired before I can finally enter into a healthy relationship.","author":"Adam Levine","topic":"Relationship"},{"quote":"Righteous marriage is a commandment and an essential step in the process of creating a loving family relationship that can be perpetuated beyond the grave.","author":"David A. Bednar","topic":"Relationship"},{"quote":"My relationship with aging is cozy. I&#39;m not trying to play 29 and holding on with white knuckles, you know?","author":"Diane Lane","topic":"Relationship"},{"quote":"I am well placed to know that Le Pen is not an anti-Semite. If one considers his life seriously... a man who went to fight with the Israelis in &#39;56! Many times, he tried to better the party&#39;s relationship with the Jewish community, even though I do not like the term.","author":"Marine Le Pen","topic":"Relationship"},{"quote":"Most of us make up our minds in the first three minutes of meeting someone whether there&#39;s a potential for a relationship.","author":"Helen Fisher","topic":"Relationship"},{"quote":"Let&#39;s put it this way: I don&#39;t have a good work ethic. I have a real casual relationship with hours. I don&#39;t understand why, in entertainment, the hours are as long as they are. It seems like everything takes forever, and no one can tell you why, exactly.","author":"Janeane Garofalo","topic":"Relationship"},{"quote":"I&#39;ve always been spiritual but I&#39;ve never had a proper context, and it took me awhile to find the proper context. It&#39;s hard to realize you can have any kind of relationship with God you want... and so I now have a punk rock relationship with God.","author":"Billy Corgan","topic":"Relationship"},{"quote":"My grandmother has dementia, and my mother is looking after her as her primary caregiver. Seeing their relationship has had a profound impact, seeing how tough it is for both of them and seeing how the roles change and how my mother has gone from being a daughter to being the mother.","author":"Felicity Jones","topic":"Relationship"},{"quote":"Every relationship has its complications.","author":"Rob Lowe","topic":"Relationship"},{"quote":"While I may never be in remission from cancer, I am currently in remission from an unhealthy relationship to food.","author":"Kris Carr","topic":"Relationship"},{"quote":"Tony and I had a good on and off screen relationship, we are two very different people, but we did share a sense of humor, we now live in different parts of the world but when we find ourselves in the same place it is more or less as if there had been no years in between.","author":"Roger Moore","topic":"Relationship"},{"quote":"I&#39;m so happy to be in a committed relationship.","author":"Adam Lambert","topic":"Relationship"},{"quote":"Just because you&#39;re married doesn&#39;t mean that you have to spend 24\/7 together and can&#39;t have separate interests and hobbies. In a healthy relationship, you both understand - and respect - that you need time apart doing what you want to do.","author":"John Rampton","topic":"Relationship"},{"quote":"It was a mutual relationship.","author":"Monica Lewinsky","topic":"Relationship"},{"quote":"I believe in the institution of marriage and it&#39;s like a tag to cement the relationship for your friends, family and public.","author":"Kareena Kapoor Khan","topic":"Relationship"},{"quote":"Men should only believe half of what women say. But which half?","author":"Jean Giraudoux","topic":"Relationship"},{"quote":"The things I write are for those who are willing to accept a new relationship between the reader and the author.","author":"Jerzy Kosinski","topic":"Relationship"},{"quote":"When families are strong and stable, so are children - showing higher levels of wellbeing and more positive outcomes. But when things go wrong - either through family breakdown or a damaged parental relationship - the impact on a child&#39;s later life can be devastating.","author":"Iain Duncan Smith","topic":"Relationship"},{"quote":"I love my dad and we have a very good relationship now.","author":"Norah Jones","topic":"Relationship"},{"quote":"I have a tendency to judge everything in its relationship to me instead of the value it has in God&#39;s eyes. I cannot judge everything solely on its good or bad effect on me.","author":"Mother Angelica","topic":"Relationship"},{"quote":"I have a son, but I&#39;ve never had a daughter. I have a sister, and my sister had a fairly tempestuous relationship with my dad when she was young, and that was gripping and sometimes upsetting.","author":"Howard Jacobson","topic":"Relationship"},{"quote":"I think our relationship with Epic had run its natural course, and it happened to coincide with the fulfillment of our contract. We decided not to resign with them.","author":"Mike McCready","topic":"Relationship"},{"quote":"I think compassion is important but love fizzles out eventually. But if there is compassion in a relationship, things can always be worked out.","author":"Anushka Sharma","topic":"Relationship"},{"quote":"My brother Matt and I, we have a great relationship.","author":"Jeff Hardy","topic":"Relationship"},{"quote":"I don&#39;t think you can cover a song unless you love it and have a relationship with it. With &#39;Golden Heart&#39; I felt a sense of responsibility. And when we were recording it in the studio, it felt almost dream-like. Something you might hear if you were in Senegal, with someone singing from the mosque in the morning just as the sun&#39;s coming up.","author":"Neneh Cherry","topic":"Relationship"},{"quote":"There&#39;s such an extreme feeling to be in love, especially in quite an emotionally destructive relationship, where you&#39;re both kind of really bad for each other, but you love each other so much. Those extreme emotions, I think, can only be described with extreme imagery.","author":"Florence Welch","topic":"Relationship"},{"quote":"To me, religion is an agreement between a group of people about what God is. Spirituality is a one-on-one relationship.","author":"Steve Earle","topic":"Relationship"},{"quote":"With public figures involved in a relationship it seems that there is a machine behind their love so oftentimes.","author":"Joaquin Phoenix","topic":"Relationship"},{"quote":"Men rarely worry about using or being used because all relationships work that way. A man perceives himself as owning and being owned by a woman. &#39;Use&#39; is a dirty word only when there&#39;s an imbalance in the relationship.","author":"Warren Farrell","topic":"Relationship"},{"quote":"People can see themselves in a story much easier than they can see themselves in a hypothetical situation that a brand might present to them. So telling stories to build a relationship with your audience is usually far more effective than other methods of marketing or publicity.","author":"Lewis Howes","topic":"Relationship"},{"quote":"Having a loving relationship with our spouse or with our children is what leads to the long-term happiness we all seek.","author":"Clayton Christensen","topic":"Relationship"},{"quote":"When two people in an intimate-couple relationship look at their interactions as opportunities to learn about themselves instead of change each other, they are infusing their relationship with the energy of spiritual partnership.","author":"Gary Zukav","topic":"Relationship"},{"quote":"The relationship between the prefrontal cortex and the amygdala fundamentally changes with meditation.","author":"Jim Yong Kim","topic":"Relationship"},{"quote":"I feel there&#39;s always time for relationship.","author":"Jacqueline Fernandez","topic":"Relationship"},{"quote":"Anything that has a relationship with pleasure, we reject it. Eating, they talk about cholesterol; making love, they talk about AIDS; you talk about smoking, they talk about cancer. It&#39;s a very sick society that rejects pleasure.","author":"Marjane Satrapi","topic":"Relationship"},{"quote":"I&#39;ve not been in a live-in relationship. But I&#39;ve been exposed to various kinds of equations that can exist between people. When I came from Bangalore, it was black and white. Over the years, I&#39;ve realised that there&#39;s more to what we see on a day-to-day basis. There are all kinds of relationships, all kinds of equations.","author":"Deepika Padukone","topic":"Relationship"},{"quote":"It&#39;s impossible. You try to have any kind of relationship with your family, with a man, or with a friend, and you have to be on the phone and the Internet the entire time.","author":"Keira Knightley","topic":"Relationship"},{"quote":"I have no evidence of any relationship between IRS and NSA.","author":"Barton Gellman","topic":"Relationship"},{"quote":"I don&#39;t like to design single objects. I like my pieces to have a relationship to each other. They can be mother and child, like the Schmoo salt and pepper shakers, or brother and sister like the Birdie salt and peppers, or cousins, like most of my dinnerware sets.","author":"Eva Zeisel","topic":"Relationship"},{"quote":"The potential strength of female friendship and the bonds that can be formed, especially over a lifelong relationship, is very profound.","author":"Toni Collette","topic":"Relationship"},{"quote":"Maybe the most that you can expect from a relationship that goes bad is to come out of it with a few good songs.","author":"Marianne Faithfull","topic":"Relationship"},{"quote":"In the past, art was admired and revered from afar. Today, there is more of an interactive relationship between the art and the person who admires it.","author":"Issey Miyake","topic":"Relationship"},{"quote":"I&#39;ve been working on my relationship with my parents and my sister over the years.","author":"Tre Cool","topic":"Relationship"},{"quote":"I&#39;ve been working on my relationship with my parents and my sister over the years. We have become more close. I think having kids makes you want to keep the gang together.","author":"Tre Cool","topic":"Relationship"},{"quote":"Seeing the world differently is one of the toughest incompatibilities to reconcile in a relationship.","author":"Mariella Frostrup","topic":"Relationship"},{"quote":"I don&#39;t think you can understand Trump&#39;s relationship to his voters and how he gets away with what he gets away with, without understanding the pact between a lifestyle brand and its consumer base and how that really transformed the global economy in the 1990s.","author":"Naomi Klein","topic":"Relationship"},{"quote":"It should be about this team, and it should be about these guys. It should be about our relationship. It shouldn&#39;t be about records.","author":"Ezekiel Elliott","topic":"Relationship"},{"quote":"It does not seem to me that the steps which would be needed to make Britain - and others - more comfortable in their relationship in the European Union are inherently so outlandish or unreasonable.","author":"David Cameron","topic":"Relationship"},{"quote":"Each new tool we create ends an old relationship with the world and starts a new one. And we&#39;re changed by that relationship, inevitably. It changes the way we live, changes our patterns, changes our social organization.","author":"Ellen Ullman","topic":"Relationship"},{"quote":"A romantic relationship requires honesty between a couple.","author":"Tzipi Livni","topic":"Relationship"},{"quote":"People aren&#39;t defined by their relationship. The whole point is being true to yourself and not losing yourself in relationships, whether romances or friendships.","author":"Nina Dobrev","topic":"Relationship"},{"quote":"If we are going to conduct espionage in the future, we are going to have to make some changes in the relationship between the intelligence community and the public it serves.","author":"Michael Hayden","topic":"Relationship"},{"quote":"For me, writing is a love-hate relationship.","author":"Larry Wall","topic":"Relationship"},{"quote":"You know when you have a good relationship with someone when you are just perfectly happy to be quiet and just hang out and do nothing.","author":"Victoria Justice","topic":"Relationship"},{"quote":"The Federal Government is exploiting public fear to redefine the relationship between the rulers and the American people.","author":"James Bovard","topic":"Relationship"},{"quote":"You can never perfect a relationship, and you can never perfect yourself to be in a relationship. You&#39;re always going to be changing, and you hope it&#39;s for the better.","author":"John Krasinski","topic":"Relationship"},{"quote":"It&#39;s very important in a leadership role not to place your ego at the foreground and not to judge everything in relationship to how your ego is fed.","author":"Ruth J. Simmons","topic":"Relationship"},{"quote":"I think in friendship, you want to be there for your friend, and sometimes you just don&#39;t know what to do or the relationship you have with them is not clear enough for you to know what to do.","author":"Marion Cotillard","topic":"Relationship"},{"quote":"When I was born, the wisdom was that homosexuality was an illness; that it was caused largely by somebody&#39;s mother, and a distorted relationship with the mother. And now, as I live my life - married to a husband, with kids - it&#39;s an identity.","author":"Andrew Solomon","topic":"Relationship"},{"quote":"Ultimately, we wish the joy of perfect union with the person we love.","author":"Mortimer Adler","topic":"Relationship"},{"quote":"I think the song itself, &#39;Smoke and Fire,&#39; is just a metaphor for the feelings that you feel in a relationship.","author":"Sabrina Carpenter","topic":"Relationship"},{"quote":"My family and I are so close, it&#39;s important to have a close knit relationship and to make time to spend with each other, especially at the holidays.","author":"Gia Coppola","topic":"Relationship"},{"quote":"Where I&#39;m at in my relationship with my wife or my family and life in general, I feel like it all comes out in the music. Hopefully, it&#39;s always there, but in an ambiguous and abstract way and not real straightforward.","author":"Dierks Bentley","topic":"Relationship"},{"quote":"There&#39;s a particular kind of single woman whose relationship with her dog has a level of intensity and affection that may be both the cause and the result of her singleness. For a long time, I was that woman.","author":"Meghan Daum","topic":"Relationship"},{"quote":"A relationship will be futile if it&#39;s based just on physicality. Intellectual stimulation is a must for me.","author":"Arjun Kapoor","topic":"Relationship"},{"quote":"Humans have a fraught relationship with beasts. They are our companions and our chattel, our family members and our laborers, our household pets and our household pests. We love them and cage them, admire them and abuse them. And, of course, we cook and eat them.","author":"Jeffrey Kluger","topic":"Relationship"},{"quote":"Unfortunately, I&#39;m more experienced than I care to admit on long-distance relationships. Just because that is my life. I travel because I love to. As a result, I have to sort of make it work when a relationship kind of comes into view.","author":"Hunter Hayes","topic":"Relationship"},{"quote":"I&#39;ve always wanted to be a mom. I had a great relationship with mine. I&#39;m ready to pass on to my child all the great love that my mom had for me.","author":"Jennifer Love Hewitt","topic":"Relationship"},{"quote":"Nvidia&#39;s self-driving-car business grew out of a long-standing relationship with auto companies. Car guys used Nvidia chips for computer-aided design, then used Nvidia supercomputer chips to do crash simulations. When the car guys started thinking about autonomous vehicles, Nvidia leaped at the chance to help them solve the problem.","author":"Daniel Lyons","topic":"Relationship"},{"quote":"I had a career and I came to motherhood late and am not married and have never had such a trusting relationship with a man - and trust is where the real power of love comes from.","author":"Diane Keaton","topic":"Relationship"},{"quote":"I think that no relationship goes completely according to plan or the way you wished it had.","author":"Colin Trevorrow","topic":"Relationship"},{"quote":"I&#39;m genuine and I&#39;m available. I want people to be at their best. I want them to love and be loved to their fullest ability. My friends call me their relationship nanny, so we have a good time working through problems. Now, I don&#39;t claim to be an expert, but I am a woman who has been through everything.","author":"Niecy Nash","topic":"Relationship"},{"quote":"I know children regress after vaccination because it happened to my own son. Why aren&#39;t there any tests out there on the safety of how vaccines are administered in the real world, six at a time? Why have only two of the 36 shots our kids receive been looked at for their relationship to autism?","author":"Jenny McCarthy","topic":"Relationship"},{"quote":"We don&#39;t put gender roles on our marriage and our relationship. If I&#39;m working a lot and Cory&#39;s home, he will put Cree to bed, and if dishes need to be washed, he will wash them. So it&#39;s not like, &#39;Oh, I&#39;m going to wait until my wife gets home, and she&#39;s going to be doing all that.&#39;","author":"Tia Mowry","topic":"Relationship"},{"quote":"I think for a lot of people, friendship is a relationship that gets devalued once they move on to what people consider to be more important relationships: once you find a partner or when you have kids.","author":"Hanya Yanagihara","topic":"Relationship"},{"quote":"I have developed a very strong partiality for the dead: they don&#39;t talk back, they don&#39;t sue, and they don&#39;t have angry relatives.","author":"Ron Chernow","topic":"Relationship"},{"quote":"We must not confuse religion with God, or technology with science. Religion stands in relationship to God as technology does in relation to science. Both the conduct of religion and the pursuit of technology are capable of leading mankind into evil; but both can prompt great good.","author":"Robert Winston","topic":"Relationship"},{"quote":"I look at my son and his relationship to technology, and I think back to when I was six and how wildly different the world is in that regard. I see him using an iPhone and all this stuff, and then I think back to when I was six. We didn&#39;t even have computers in our houses at all yet. This is a huge gap between our experiences as children.","author":"Jeff Lemire","topic":"Relationship"},{"quote":"At some level, every relationship is assaulted by an aroma of judgment - this sense that we will never measure up to the expectations and demands of another.","author":"Tullian Tchividjian","topic":"Relationship"},{"quote":"We have often been attracted to the story of the other, the outcast. And he and I just loved working together, so it just kept happening, and our relationship is completely bound up with our work. We enjoy each other&#39;s art.","author":"Julie Taymor","topic":"Relationship"},{"quote":"Kids leave us and go off on their own lives. Family members tell us what they think of us. Animals can&#39;t do that. They really are blank canvases, and we can project anything we want onto them. So the relationship is very pure and simple.","author":"Jon Katz","topic":"Relationship"},{"quote":"&#39;Marriage&#39; was not that big a deal, to be honest! I mean, it makes life easier for technical reasons: insurance, next-of-kin stuff, joint tax filing, etc. The real shocker was falling in love with the man I&#39;m married to. I was 32 when we met, and I had really never been in a functional relationship before, had never been deeply in love.","author":"Rebecca Traister","topic":"Relationship"},{"quote":"Anyone who has had their heart broken learns to keep a little safety area. Even now in my relationship, I have something I can call my own in case something goes wrong. You need a place to retreat to.","author":"Suzi Quatro","topic":"Relationship"},{"quote":"Looking back over the years, I realize the Bible isn&#39;t magic, but it is corrective; it isn&#39;t an answer book, it is a living book; it isn&#39;t a fix-it book, it is relationship book. When I confront God&#39;s word, I am confronted; when I read God&#39;s word, it reads me; when I seek God&#39;s presence, He seeks me.","author":"Mike Yaconelli","topic":"Relationship"},{"quote":"Surveys of thousands of gamers have shown that they&#39;re more likely to play real music if they play a music videogame. So it&#39;s an interesting relationship where the games aren&#39;t replacing something we do in real life, they&#39;re serving as a springboard to a goal we might have in real life, like learning to play an instrument.","author":"Jane McGonigal","topic":"Relationship"},{"quote":"I&#39;ve been truly blessed. I&#39;ve been a fly on the wall of history. I&#39;ve been just so many lucky places just by chance and serendipity, and obviously a huge portion of that serendipity had to do with my relationship with the real president, Ronald Reagan.","author":"Arthur Laffer","topic":"Relationship"},{"quote":"I think it&#39;s important for people to know that there&#39;s no such thing as a perfect relationship, you know?","author":"Kristin Cavallari","topic":"Relationship"},{"quote":"After the 9\/11 incidents, Islam has become a big question mark among westerners, especially Americans. The mass media constantly raise the issue of relationship between Islam and terrorism.","author":"Abdolkarim Soroush","topic":"Relationship"},{"quote":"Yes, I was in love with my husband at first sight and still am. We have the most solid relationship.","author":"Catherine Zeta-Jones","topic":"Relationship"},{"quote":"In any relationship, when you go through any big change, you struggle to find your new constellation, your new ground. It takes a while to determine what the new relationship between you is.","author":"Alicia Vikander","topic":"Relationship"},{"quote":"The relationship between France and its &#39;foreign&#39; players - blacks and North African Arabs - has always been troubled, particularly with Algerians.","author":"Rabih Alameddine","topic":"Relationship"},{"quote":"Being on &#39;Star Trek,&#39; you have a funny relationship with fame.","author":"Robert Picardo","topic":"Relationship"},{"quote":"Couples counseling gets many couples back together. But not all, and not always. For your own sake and that of your children, however, I recommend it - I almost insist on it - as the first step for anyone unhappy in a relationship.","author":"Laura Wasser","topic":"Relationship"},{"quote":"I present myself to you in a form suitable to the relationship I wish to achieve with you.","author":"Luigi Pirandello","topic":"Relationship"},{"quote":"I believe that if you work hard at a relationship, devoting time and energy to it, being willing to grow and experiment, and never take it for granted, that you can continue to feel the initial attraction and excitement indefinitely.","author":"Sylvia Day","topic":"Relationship"},{"quote":"There&#39;s something so great when you&#39;re watching a movie when you slowly get to know somebody more, because it&#39;s like a real relationship.","author":"Derek Cianfrance","topic":"Relationship"},{"quote":"I think the relationship of indigenous people to their environment... that those were ethical omnivores.","author":"James Cromwell","topic":"Relationship"},{"quote":"Straight men just can&#39;t imagine the bliss of being in a relationship with someone who finds farting as funny as they do.","author":"Graham Norton","topic":"Relationship"},{"quote":"Mary and Jesus had this extraordinary relationship between them. What a teacher Mary is, really. It is the ultimate trusting; that she had to trust God, that she was so privileged to be the mother of the Savior, that she had to stand there as a mother and watch her son being murdered and trust that that is what he came to do.","author":"Roma Downey","topic":"Relationship"},{"quote":"I don&#39;t know if there is a &#39;lack&#39; of good black men. But when you haven&#39;t taken the time to get to know yourself, be OK with you, and articulate what it is you want in a relationship, then you can&#39;t possibly find that person for you because you don&#39;t even know what you&#39;re looking for.","author":"Keshia Knight Pulliam","topic":"Relationship"},{"quote":"Britain is still seen as a beacon for decency, for democracy, for vigorous judges upholding the rule of law and, dare I say it, a free press. I respect the press in theory, but when you see some of the things it writes about you, it&#39;s not exactly a happy relationship.","author":"Cherie Blair","topic":"Relationship"},{"quote":"We are a nation in which freedom is alive in the squares and streets, in the daily work of the communications media, in the open relationship between the governing and the governed.","author":"Vicente Fox","topic":"Relationship"},{"quote":"Design needs a new relationship with the world, one that is more focused on our planet&#39;s needs.","author":"Yves Behar","topic":"Relationship"},{"quote":"When you&#39;re in a relationship with a very famous person, you have to make compromises.","author":"David Furnish","topic":"Relationship"},{"quote":"It&#39;s very important in any relationship that one partner doesn&#39;t lose themselves in the other, and that&#39;s very easy if you&#39;re involved with a celebrity.","author":"David Furnish","topic":"Relationship"},{"quote":"I do believe there are things that we desire that are not in the cards. But more often than not, when people have a desire for a relationship and it&#39;s not happening, there are probably issues to be resolved and issues people could work on that would ultimately end in that desire being fulfilled.","author":"Henry Cloud","topic":"Relationship"},{"quote":"The physicality of a real relationship - one that encompasses mind, body and soul - ultimately makes it more fulfilling and powerful than any virtual relationship ever could be.","author":"Henry Cloud","topic":"Relationship"},{"quote":"I think very few people do find a relationship where, every moment of every day, everything they do comes together. That&#39;s why, in a nutshell, everyone loved Barbara in &#39;The Good Life.&#39; She was the perfect partner. It was a formula. She wasn&#39;t glamorous. She wasn&#39;t clever. But she was a good partner. That&#39;s too easy, too perfect.","author":"Felicity Kendal","topic":"Relationship"},{"quote":"I prefer face-to-face conversation as opposed to texting. You need to go out of your way to spend good time with one another; you need to have a date night. Whether you have kids or a career or whatever, for a relationship to thrive, it&#39;s about making time for each other.","author":"James Marsden","topic":"Relationship"},{"quote":"I&#39;ve gone to prom multiple times, had fights with the principal, a relationship with my teacher. When people ask if I wish I had gone to high school, I tell them that I&#39;ve acted all of that stuff out, and it just doesn&#39;t seem like fun.","author":"Britt Robertson","topic":"Relationship"},{"quote":"I have a very bad relationship with mice.","author":"Casey Affleck","topic":"Relationship"},{"quote":"I am President of the UN created University for Peace, which has a strong commitment to the relationship between peace, security and the environment. I meet with young people around the world and I always come away enthused and encouraged.","author":"Maurice Strong","topic":"Relationship"},{"quote":"A relationship book I once read told women to use the word &#39;fun&#39; whenever possible. The author claimed it had a subliminal aphrodisiac effect on men, who want a relaxed girl attached only to good times - the human equivalent of Diet Coke. This is not me.","author":"Julie Klausner","topic":"Relationship"},{"quote":"I came from a family where joining a union was the expected thing to do. I&#39;ve always believed that the relationship between an employer and an individual worker is fundamentally unequal.","author":"Frances O'Grady","topic":"Relationship"},{"quote":"Now that we have a true leader who stands for family and has a loving relationship with his wife, maybe black men and women will follow their example. We have a lot of faith and trust in President Obama because his integrity thus far has shown us a new level of manhood, fatherhood and husbandhood.","author":"Tasha Smith","topic":"Relationship"},{"quote":"In &#39;Hardflip,&#39; you have a relationship where the father and son haven&#39;t seen each other in 18 years, but they find they&#39;re very alike: pigheaded, stubborn, passionate. It&#39;s a wonderful story of how you can&#39;t get away from how similar you and your children are.","author":"John Schneider","topic":"Relationship"},{"quote":"No one leaves a long-term relationship scot-free or without conflict.","author":"Susie Orbach","topic":"Relationship"},{"quote":"It&#39;s quite a pure relationship, designer and muse. I think a beautiful dress on the wrong woman could mean nothing. It has to be the right woman and the right clothes. That&#39;s why you need that personal touch.","author":"Jason Wu","topic":"Relationship"},{"quote":"Every relationship comes with a shelf life; that duration could be a minute or even a lifetime. If, for whatever reasons, a relationship cannot last a lifetime, contrary to what the two people imagined, then both the individuals have to be communicative and have to understand and accept the reality.","author":"Kabir Bedi","topic":"Relationship"},{"quote":"I shoot people in a way that makes the audience feel equal to them. And it&#39;s hard to express and it&#39;s hard to execute but I think it works on every level - the choice of the material the choice of the actor, my relationship with the actor, and so on.","author":"Michel Gondry","topic":"Relationship"},{"quote":"Take information technology. We have winners implementing CRM (customer relationship management systems) and losers implementing CRM. What mattered in technology is that the technology actually drives either cost reduction or superior strategy execution.","author":"Tahl Raz","topic":"Relationship"},{"quote":"When you think about the day-to-day, positive impact on the lives of U.S. citizens, there is no relationship that we have in the world that is more important than our relationship with Canada.","author":"Paul Cellucci","topic":"Relationship"},{"quote":"I didn&#39;t marry to have children. I married to have a relationship, and I was blessed with one child. I was an only child, too - my mother was smarter than most women today; she just had me.","author":"Carmen Dell'Orefice","topic":"Relationship"},{"quote":"My ideal relationship with the reader is that at certain points they will have said, &#39;I&#39;m finding this quite tough, but I&#39;m going to hang in there,&#39; then at the end they will say, &#39;Oh God, I&#39;m glad I hung on, it was so worth it.&#39;","author":"Sebastian Faulks","topic":"Relationship"},{"quote":"A relationship has to be cultivated. There have to be feelings of love for another first. But then you have to really like the person.","author":"Eric Braeden","topic":"Relationship"},{"quote":"It&#39;s a very tricky relationship, the cinematographer and the director as a woman.","author":"Patricia Riggen","topic":"Relationship"},{"quote":"This relationship is going to be built on trust.","author":"Marla Maples","topic":"Relationship"},{"quote":"It&#39;s so important to have a great relationship with your physician. It&#39;s one of those essential relationships that I find to be as important to nurture as any other relationship in your life. Without your health, you have nothing.","author":"Joanna Garcia","topic":"Relationship"},{"quote":"Christians were instructed to serve others, and the thanksgiving was for the grace of God and the fact that God offered a way for man to return to a positive relationship with Him.","author":"John Clayton","topic":"Relationship"},{"quote":"The relationship of the two problems is rather the reverse. To a great extent disarmament is dependent on guarantees of peace. Security comes first and disarmament second.","author":"Ludwig Quidde","topic":"Relationship"},{"quote":"I have a really great relationship with God. I pray. I read the Bible.","author":"Hunter Tylo","topic":"Relationship"},{"quote":"The players wanted more money, higher salary caps and they didn&#39;t have that family relationship we felt with the players. Mentally, the players were more businesslike.","author":"Guy Lafleur","topic":"Relationship"},{"quote":"When you make a living from something, it changes your relationship with it.","author":"Jack Gleeson","topic":"Relationship"},{"quote":"I always think the relationship between a teacher and a student should be short and maybe violent. You don&#39;t need to spend years together. All you need is an explosion: you are the material to explode; the teacher is the detonator.","author":"Pierre Boulez","topic":"Relationship"},{"quote":"I think our strength is this strong relationship we have all together.","author":"Guy Forget","topic":"Relationship"},{"quote":"We had a relationship that lasted 44 years. Herbert and I lived together 10 years before we were married. He always gave me a little heart for whatever anniversary.","author":"Uta Hagen","topic":"Relationship"},{"quote":"I&#39;m a creative person who had a lot of dark time in my life. I can still get to it: I can still go to a relationship or a time when things weren&#39;t great. But it&#39;s getting further and further from me.","author":"Shane McAnally","topic":"Relationship"},{"quote":"One of the greatest things about being an artist is, as you get older, if you keep working hard in relationship to what you want the world to be and how you want it to become, there is a history of interesting growth that resonates with different moments in your life.","author":"Catherine Opie","topic":"Relationship"},{"quote":"I did literature at university, so I had a real relationship with poetry, but they don&#39;t make many films about the world of a poet.","author":"Alice Eve","topic":"Relationship"},{"quote":"I include myself in the posters because I feel like it forms a more intimate relationship between the artist and the person passing by. And it&#39;s important to include some vulnerability and use fears and rejections and various aspects from my own life so people look at my work as more than greeting card fodder.","author":"Morley","topic":"Relationship"},{"quote":"I am always rethinking how art is perceived and received, questioning our relationship to art. That&#39;s always been a constant.","author":"Rirkrit Tiravanija","topic":"Relationship"},{"quote":"I would love to have seen a male-female relationship that had nothing to do with falling in love, I&#39;d love to prove, even on TV - even if it&#39;s not true! - that men and women can be friends without any kind of involvement.","author":"Nana Visitor","topic":"Relationship"},{"quote":"I can encourage my daughter to love her body, but what really matters are the observations she makes about my relationship with my own body.","author":"Brene Brown","topic":"Relationship"},{"quote":"What we need to understand is that when traditions become laws, rules, obligations and expectations others put on us that we don&#39;t want to fulfill, then they lose real meaning and steal the joy from our lives. And if we&#39;re too religious, we won&#39;t be able to be led by the Holy Spirit and enjoy an intimate relationship with Him.","author":"Joyce Meyer","topic":"Relationship"},{"quote":"Marriage is a very sacred institution and should not be degraded by allowing every other type of relationship to be made equivalent to it.","author":"Ben Carson","topic":"Relationship"},{"quote":"The relationship that tests\/frustrates\/irritates you the most actually is one of your greatest blessings. Why? Because it reveals to you the very beliefs\/fears and false assumptions that most limit you.","author":"Robin S. Sharma","topic":"Relationship"},{"quote":"It destroys one&#39;s nerves to be amiable every day to the same human being.","author":"Benjamin Disraeli","topic":"Relationship"},{"quote":"I get along with guys; most of my friends are guys. It&#39;s easier to trust men sometimes. I only have a few close girlfriends that I trust.","author":"Paris Hilton","topic":"Relationship"},{"quote":"Being grown up and in a serious relationship, I&#39;ve learned so much. I&#39;m happier than I&#39;ve every been.","author":"Paris Hilton","topic":"Relationship"},{"quote":"It is almost always a fault of one who loves not to realize when he ceases to be loved.","author":"Francois de La Rochefoucauld","topic":"Relationship"},{"quote":"I felt a tremendous sadness for men who can&#39;t deal with a woman of their own age.","author":"Michael Caine","topic":"Relationship"},{"quote":"A lot of people don&#39;t understand the Black Panthers Party&#39;s relationship with white mother country radicals.","author":"Fred Hampton","topic":"Relationship"},{"quote":"Almost all of our relationships begin and most of them continue as forms of mutual exploitation, a mental or physical barter, to be terminated when one or both parties run out of goods.","author":"W. H. Auden","topic":"Relationship"},{"quote":"Maybe it&#39;s just a personal thing, but I get so much grounding from Iceland because I know it&#39;s always going to be there. I have a very happy, healthy relationship with the country, so it&#39;s really easy to go everywhere because I always have Iceland to go back to.","author":"Bjork","topic":"Relationship"},{"quote":"Knowing so many people like myself who are singers and in traveling bands, the people you&#39;re in a relationship with feel slighted because they feel you&#39;re giving all your energy to your fans, and there&#39;s a lot of truth to that.","author":"Kid Rock","topic":"Relationship"},{"quote":"A record company used to be a very good thing, but they ended up soul-destroyingly trapping people in the accounting department. And you couldn&#39;t get any further, and the heads of each department were changing all the time, so you couldn&#39;t have any permanent relationship within the corporation.","author":"John Lydon","topic":"Relationship"},{"quote":"&#39;Thor&#39; has got several big battles in it, a reckless, headstrong young hero who has to confront his past and deal with a complicated relationship with his father, it has lots of savage Europeans hacking each other to death at various points, and all of this sounded very much like &#39;Henry V.&#39;","author":"Kenneth Branagh","topic":"Relationship"},{"quote":"I think the first and principle objective is to repeal Obamacare before it does lasting, fundamental damage to our health care system, to our individual liberty, to the relationship each of us has with his or her doctor.","author":"Ted Cruz","topic":"Relationship"},{"quote":"To marry unequally is to suffer equally.","author":"Henri Frederic Amiel","topic":"Relationship"},{"quote":"When you genuinely feel like that was the right relationship, you&#39;re supposed to give it all you can. That&#39;s what marriage is about.","author":"Khloe Kardashian","topic":"Relationship"},{"quote":"The dynamic of a relationship changes when one person gets sober.","author":"Trent Reznor","topic":"Relationship"},{"quote":"My mom is going to kill me for talking about sleeping with people. But I don&#39;t want to put myself in the position where I&#39;m in a monogamous relationship right now. I&#39;m not dating just one person. &#39;Sex and the City&#39; changed everything for me because those girls would sleep with so many people.","author":"Lindsay Lohan","topic":"Relationship"},{"quote":"The truth is that no matter how old we are, as long as our mothers are alive, we want our mother. And it&#39;s a very powerful relationship if it&#39;s healthy.","author":"Goldie Hawn","topic":"Relationship"},{"quote":"I have a funny relationship with religion. I&#39;m a big believer in ritualistic behavior as long as it doesn&#39;t hurt anybody. But I&#39;m not a big fan of rules. And yet, we cannot live in a world without order.","author":"Madonna Ciccone","topic":"Relationship"},{"quote":"The U.K. needs a system for family migration underpinned by three simple principles. One: that those who come here should do so on the basis of a genuine relationship. Two: that migrants should be able to pay their way. And three: that they are able to integrate into British society.","author":"Theresa May","topic":"Relationship"},{"quote":"I have a love-hate relationship with white silk.","author":"Alan Rickman","topic":"Relationship"},{"quote":"I&#39;m done with men... I&#39;m going to be alone. I have no luck with relationships. I don&#39;t think I&#39;m made for marriage.","author":"Halle Berry","topic":"Relationship"},{"quote":"I was in a relationship with a girl I loved for three years. Where do you go after three years? Then you&#39;ve got to start thinking about other things, and I&#39;m too young to think about those things.","author":"Shia LaBeouf","topic":"Relationship"},{"quote":"My husband and I are either going to buy a dog or have a child. We can&#39;t decide whether to ruin our carpet or ruin our lives.","author":"Rita Rudner","topic":"Relationship"},{"quote":"Y&#39;know, every relationship is different. There are good marriages, bad marriages, connected partners, unconnected partners.","author":"Sandra Bullock","topic":"Relationship"},{"quote":"Everybody needs somebody.","author":"Mahalia Jackson","topic":"Relationship"},{"quote":"The relationship I have with my Hispanic fans is very deep and intricate.","author":"Shakira","topic":"Relationship"},{"quote":"It&#39;s hard to come into a new relationship with food unless you&#39;re engaged in an interactive way at an early age; it&#39;s hard to change your values.","author":"Alice Waters","topic":"Relationship"},{"quote":"I think when you&#39;re in a relationship where you really care for the other person, when they achieve their dreams it&#39;s better than when you do yourself.","author":"Nicole Kidman","topic":"Relationship"},{"quote":"Before machines the only form of entertainment people really had was relationships.","author":"Douglas Coupland","topic":"Relationship"},{"quote":"When you make his sandwiches, put a sexy or loving note in his lunch box.","author":"Anne Rice","topic":"Relationship"},{"quote":"I lived to play basketball. Growing up as a kid, Bill Russell and the Boston Celtics were my favorite team. The way they played, the teamwork, the sacrifice, the commitment, the joy, the camaraderie, the relationship with the fans.","author":"Bill Walton","topic":"Relationship"},{"quote":"Men and women have strengths that complement each other.","author":"Edwin Louis Cole","topic":"Relationship"},{"quote":"Humor in a relationship is so important. Many women will say that. Some say, &#39;If they can make you laugh, it&#39;s the sexiest thing on earth.&#39;","author":"Helen Mirren","topic":"Relationship"},{"quote":"My parents divorced when I was young but I was brought up in two really loving households. I didn&#39;t have a contentious relationship with my mom or dad.","author":"Matt Damon","topic":"Relationship"},{"quote":"In a relationship, when does the art of compromise become compromising?","author":"Sarah Jessica Parker","topic":"Relationship"},{"quote":"In any relationship, after the first year is over, you can&#39;t help but want your own space.","author":"Helena Bonham Carter","topic":"Relationship"},{"quote":"Men and women are not born inconstant: they are made so by their early amorous experiences.","author":"Andre Maurois","topic":"Relationship"},{"quote":"When you start falling for somebody and you can&#39;t stop thinking about when you&#39;re going to see them again, I love that. Women are beautiful. They deserve to be cherished and respected.","author":"Orlando Bloom","topic":"Relationship"},{"quote":"I don&#39;t think it&#39;s necessarily healthy to go into relationships as a needy person. Better to go in with a full deck.","author":"Anjelica Huston","topic":"Relationship"},{"quote":"The relationship between me and President Mandela right at the beginning was not a very well-established relationship. It was based on two meetings.","author":"F. W. de Klerk","topic":"Relationship"},{"quote":"Everybody goes through a period where you&#39;re fighting a lot, I think. Sometimes that can be a good thing for your relationship. That conflict can lead to making up.","author":"Brad Paisley","topic":"Relationship"},{"quote":"The main thing experience has taught me is that one has to sort of hone their relationship to time, you know.","author":"John Frusciante","topic":"Relationship"},{"quote":"You have to knock doors, make calls, and build a relationship with voters long before Election Day.","author":"Keith Ellison","topic":"Relationship"},{"quote":"I went through a phase when I was 13 where I would only fall in love with people over the age of 19 or 20. I never had a real relationship with any of these people, but it was definitely the guy I wanted to hang out with and wanted to go on trips with. I would be like, &#39;But, Daddy, he&#39;s a musician!&#39;.","author":"Olivia Wilde","topic":"Relationship"},{"quote":"I met my wife in music camp. She&#39;s got great ears, and we have a relationship where she&#39;s not afraid to tell me anything. If something&#39;s going on in my playing, she will tell me about it, and that&#39;s very, very important.","author":"Itzhak Perlman","topic":"Relationship"},{"quote":"If there&#39;s no relationship with a father who&#39;s absent, nobody talks about it.","author":"Charles B. Rangel","topic":"Relationship"},{"quote":"I don&#39;t need anyone to rectify my existence. The most profound relationship we will ever have is the one with ourselves.","author":"Shirley MacLaine","topic":"Relationship"},{"quote":"I think there is a poem out there for everyone, to be an entrance into the poetry and a relationship with it.","author":"Natasha Trethewey","topic":"Relationship"},{"quote":"I have no relationship to the French bourgeoisie. I don&#39;t like connecting with them.","author":"Claire Denis","topic":"Relationship"},{"quote":"Part of my purpose in my books has been to tell the complete story of a relationship and a marriage, not just to end with &#39;happily ever after,&#39; leaving the protagonists at the altar or in bed... I wanted to show some of the complicated business of actually living a successful marriage.","author":"Diana Gabaldon","topic":"Relationship"},{"quote":"If you love somebody, you love them. My parents had a 25-year age gap between them and my mum was the breadwinner, my dad the house husband. I&#39;m a strong believer that a good relationship can work, whatever the situation.","author":"Katherine Jenkins","topic":"Relationship"},{"quote":"When you&#39;re in a relationship you really care about, you want to protect it and not talk about it.","author":"Jennifer Grey","topic":"Relationship"},{"quote":"Personally, I think fidelity is important. I don&#39;t see any point in being together if you&#39;re not being honest, having fun together, and respecting one another. Why would you stay in a relationship otherwise?","author":"Nikolaj Coster-Waldau","topic":"Relationship"},{"quote":"We are involved in youth testing internationally. We want to try to prove without a shadow of a doubt the relationship between physical fitness and health, not just physical fitness and ability to perform.","author":"Kenneth H. Cooper","topic":"Relationship"},{"quote":"Do you know that other than my father, I&#39;ve never had a man take care of me?","author":"Dionne Warwick","topic":"Relationship"},{"quote":"There was a time in the marriage when I could no longer look at myself in a mirror, couldn&#39;t feel I was a nice person. A bad relationship can do that, can make you doubt everything good you ever felt about yourself.","author":"Dionne Warwick","topic":"Relationship"},{"quote":"Once I graduated from university, I wanted to climb and be outdoors as much as possible. I worked as a part-time carpenter and kept up a relationship with The North Face. One thing led to another, and I&#39;m lucky to be where I am now. It was a circuitous path with lots of adventure throughout.","author":"Conrad Anker","topic":"Relationship"},{"quote":"I have heard, &#39;Never go to bed angry,&#39; and that makes sense. Unless you&#39;re always checking yourself, a grudge or something small can break apart a relationship, and you start to forget what is so amazing about your partner.","author":"Diplo","topic":"Relationship"},{"quote":"I have an intensive relationship with the thing that I&#39;m working on, and I hope that comes through. It&#39;s better for me to not worry about the things I can&#39;t fix once they&#39;re done.","author":"Ben Mendelsohn","topic":"Relationship"},{"quote":"In one&#39;s relationship with dogs and with a newsroom, a generous amount of praise and encouragement goes much better than criticism.","author":"Jill Abramson","topic":"Relationship"},{"quote":"Like Hillary Clinton in the United States, Kuczynski is a prototypical member of the trans-American governing class, with deep roots in both the private and public sector and its revolving-door relationship between Washington think tanks, the State Department, and high-level Latin American ministries.","author":"Greg Grandin","topic":"Relationship"},{"quote":"To me, one of the big silver linings of the Simpson trial is the advances we&#39;ve made in understanding domestic violence as a lethal problem. Before that trial, I think there was a widespread sense that it was a family affair, a normal part of a relationship, not really a crime. The reality is that it&#39;s very much a crime, and a very serious one.","author":"Marcia Clark","topic":"Relationship"},{"quote":"I do believe that when you know better, you do better. You know what was wrong about the last relationship, and hopefully you will do better the next time.","author":"Elisha Cuthbert","topic":"Relationship"},{"quote":"And harmony means that the relationship between all the elements used in a composition is balanced, is good.","author":"Karlheinz Stockhausen","topic":"Relationship"},{"quote":"I love my mom. My mom loves me. We don&#39;t have an easy relationship. I don&#39;t think we ever will, but I&#39;d rather have a complicated, misunderstood relationship than have no relationship at all.","author":"Tori Spelling","topic":"Relationship"},{"quote":"Liberalism is a really old British tradition and it has a completely different attitude towards the individual and the relationship between the individual and the state than the collectivist response of Labour, and particularly Old Labour, does.","author":"Nick Clegg","topic":"Relationship"},{"quote":"My wife and I have been together since 1986. I graduated in &#39;86 and she graduated in &#39;88. We began dating when she was 17. Actually she turned 18 when we started kissing and stuff.","author":"Cuba Gooding, Jr.","topic":"Relationship"},{"quote":"I honestly believe you can never tell if a relationship is going to last. In my own marriage, which is going on 14 years, I don&#39;t think of it as &#39;I&#39;m going to be with this person forever.&#39; Instead, I think of more like, &#39;I&#39;ll probably be with this person for the next six weeks. Then I&#39;ll re-evaluate.&#39;","author":"Michael Ian Black","topic":"Relationship"},{"quote":"I&#39;m kind of a rebound junkie. So. when a relationship goes sour, I look at the sweetness in life elsewhere. So, I date a bit. The best catharsis is to write jokes and tell 4,000 people about it.","author":"Vir Das","topic":"Relationship"},{"quote":"In a relationship you have to open yourself up.","author":"Neil LaBute","topic":"Relationship"},{"quote":"One of the key factors of life is love, and the key factor of God is love, so having that understanding is really important in a relationship. Having someone that genuinely respects you and understands your life and is open to hearing about your life is really cool.","author":"Sofia Richie","topic":"Relationship"},{"quote":"Being flirty is a way of letting a guy know you&#39;re interested without making a fool out of yourself.","author":"Carmen Electra","topic":"Relationship"},{"quote":"Poetry is a form of mathematics, a highly rigorous relationship with words.","author":"Tahar Ben Jelloun","topic":"Relationship"},{"quote":"Women won&#39;t let me stay single and I won&#39;t let me stay married.","author":"Errol Flynn","topic":"Relationship"},{"quote":"The heart of the matter is that the very nature of the European Union, and of this country&#39;s relationship with it, has fundamentally changed after the coming into being of the European monetary union and the creation of the eurozone, of which - quite rightly - we are not a part.","author":"Nigel Lawson","topic":"Relationship"},{"quote":"I have an ambivalent relationship with Margaret Thatcher. She came to power in May 1979 - a month before my 11th birthday. I was far too young to have developed a great deal of political awareness. I remember it, though - my mother excited at the dinner table because Britain had its first female prime minister.","author":"Sara Sheridan","topic":"Relationship"},{"quote":"It&#39;s nice to be with someone, but I don&#39;t think you need to be in a relationship to feel complete. That would be really sad.","author":"Kristin Davis","topic":"Relationship"},{"quote":"Any friendship or relationship is about a language.","author":"Gina Bellman","topic":"Relationship"},{"quote":"A sensible woman should be guided by her head when taking a husband, and by her heart when taking a lover.","author":"Ninon de L'Enclos","topic":"Relationship"},{"quote":"I think one&#39;s relationship with one&#39;s vulnerability is a very delicate and precious relationship. Most people try to hide, disguise that vulnerability, and in doing that, you, I think, diminish a great source of power.","author":"Philip Schultz","topic":"Relationship"},{"quote":"I don&#39;t even like to use the word relationship. I don&#39;t know what it means.","author":"Ron Silver","topic":"Relationship"},{"quote":"It&#39;s a human right to be able to have a relationship.","author":"Nina Hagen","topic":"Relationship"},{"quote":"Contentment does not come from achievement. It comes from a relationship with the Lord.","author":"Paul Henderson","topic":"Relationship"},{"quote":"I&#39;ve come to the conclusion that a long, personal relationship is next to impossible for me. Ultimately, music is a possessive mistress.","author":"Leonard Slatkin","topic":"Relationship"},{"quote":"A relationship requires a lot of work and commitment.","author":"Greta Scacchi","topic":"Relationship"},{"quote":"I think it&#39;s healthy for couples to be away from each other for short periods.","author":"Liv Tyler","topic":"Relationship"},{"quote":"Everything that went on in my life... it was super important for me to have Camden first. And by that I mean my son and to have that relationship with my son to give me that quiet confidence that I needed as a mother and as a woman. Now with Brooklyn, I am just so at ease; I am so comfortable.","author":"Vanessa Lachey","topic":"Relationship"},{"quote":"Women still remember the first kiss after men have forgotten the last.","author":"Remy de Gourmont","topic":"Relationship"},{"quote":"You are not alone with a guy until you are a proper age. You don&#39;t go to certain levels with men until you are married or you have a certain relationship.","author":"Daisy Fuentes","topic":"Relationship"},{"quote":"It is always the same: women bedeck themselves with jewels and furs, and men with wit and quotations.","author":"Maurice Chevalier","topic":"Relationship"},{"quote":"Caesar might have married Cleopatra, but he had a wife at home. There&#39;s always something.","author":"Will Cuppy","topic":"Relationship"},{"quote":"Especially when you&#39;re working so closely with people and you have to develop intense relationships, it&#39;s great when you have a relationship and a rapport with them.","author":"Dominic Sherwood","topic":"Relationship"},{"quote":"Digital intimacy ruins the appetite for the real thing. So, when kids are gaming or even when spouses are gaming, they lose their appetite for genuine intimacy. Kids lose their appetite for getting their intimacy needs, their hunger for significance and attachment, with the family, and it erodes the relationship between them and their parents.","author":"Gordon Neufeld","topic":"Relationship"},{"quote":"There was a time when the contractual relationship between the employer and the employee was supposed to be none of the public&#39;s business. That time has passed.","author":"Frank Murphy","topic":"Relationship"},{"quote":"That common cold of the male psyche, fear of commitment.","author":"Richard Schickel","topic":"Relationship"},{"quote":"A grandchild is a miracle, but a renewed relationship with your own children is even a greater one.","author":"T. Berry Brazelton","topic":"Relationship"}]