[{"quote":"Just as a candle cannot burn without fire, men cannot live without a spiritual life.","author":"Buddha","topic":"Religion"},{"quote":"Prayer is the key of the morning and the bolt of the evening.","author":"Mahatma Gandhi","topic":"Religion"},{"quote":"You cannot believe in God until you believe in yourself.","author":"Swami Vivekananda","topic":"Religion"},{"quote":"We need to reject any politics that targets people because of race or religion. This isn&#39;t a matter of political correctness. It&#39;s a matter of understanding what makes us strong. The world respects us not just for our arsenal; it respects us for our diversity and our openness and the way we respect every faith.","author":"Barack Obama","topic":"Religion"},{"quote":"When I admire the wonders of a sunset or the beauty of the moon, my soul expands in the worship of the creator.","author":"Mahatma Gandhi","topic":"Religion"},{"quote":"Science without religion is lame, religion without science is blind.","author":"Albert Einstein","topic":"Religion"},{"quote":"When I do good I feel good, when I do bad I feel bad, and that&rsquo;s my religion.","author":"Abraham Lincoln","topic":"Religion"},{"quote":"Animals have come to mean so much in our lives. We live in a fragmented and disconnected culture. Politics are ugly, religion is struggling, technology is stressful, and the economy is unfortunate. What&#39;s one thing that we have in our lives that we can depend on? A dog or a cat loving us unconditionally, every day, very faithfully.","author":"Jon Katz","topic":"Religion"},{"quote":"There should be no discrimination against languages people speak, skin color, or religion.","author":"Malala Yousafzai","topic":"Religion"},{"quote":"Work out your own salvation. Do not depend on others.","author":"Buddha","topic":"Religion"},{"quote":"This is my simple religion. There is no need for temples; no need for complicated philosophy. Our own brain, our own heart is our temple; the philosophy is kindness.","author":"Dalai Lama","topic":"Religion"},{"quote":"Prayer does not change God, but it changes him who prays.","author":"Soren Kierkegaard","topic":"Religion"},{"quote":"To be a Christian without prayer is no more possible than to be alive without breathing.","author":"Martin Luther","topic":"Religion"},{"quote":"Be strong, believe in freedom and in God, love yourself, understand your sexuality, have a sense of humor, masturbate, don&#39;t judge people by their religion, color or sexual habits, love life and your family.","author":"Madonna Ciccone","topic":"Religion"},{"quote":"My religion is very simple. My religion is kindness.","author":"Dalai Lama","topic":"Religion"},{"quote":"I believe in the religion of Islam. I believe in Allah and peace.","author":"Muhammad Ali","topic":"Religion"},{"quote":"The human soul is hungry for beauty; we seek it everywhere - in landscape, music, art, clothes, furniture, gardening, companionship, love, religion, and in ourselves. No one would desire not to be beautiful. When we experience the beautiful, there is a sense of homecoming.","author":"John O'Donohue","topic":"Religion"},{"quote":"Within the covers of the Bible are the answers for all the problems men face.","author":"Ronald Reagan","topic":"Religion"},{"quote":"Religion is meant to teach us true spiritual human character. It is meant for self-transformation. It is meant to transform anxiety into peace, arrogance into humility, envy into compassion, to awaken the pure soul in man and his love for the Source, which is God.","author":"Radhanath Swami","topic":"Religion"},{"quote":"God is to be worshipped as the one beloved, dearer than everything in this and next life.","author":"Swami Vivekananda","topic":"Religion"},{"quote":"Surely the day will come when color means nothing more than the skin tone, when religion is seen uniquely as a way to speak one&#39;s soul, when birth places have the weight of a throw of the dice and all men are born free, when understanding breeds love and brotherhood.","author":"Josephine Baker","topic":"Religion"},{"quote":"I love you when you bow in your mosque, kneel in your temple, pray in your church. For you and I are sons of one religion, and it is the spirit.","author":"Khalil Gibran","topic":"Religion"},{"quote":"There is no higher religion than human service. To work for the common good is the greatest creed.","author":"Woodrow Wilson","topic":"Religion"},{"quote":"Rivers, ponds, lakes and streams - they all have different names, but they all contain water. Just as religions do - they all contain truths.","author":"Muhammad Ali","topic":"Religion"},{"quote":"It is my goal to love everyone. I hate no one. Regardless of their race, religion, their proclivities, the desire of their heart and how they want to live their life and the decisions that they make. I can even respect people&#39;s decisions and lifestyle choices just as I hope they have the courtesy to respect my decisions and my choices.","author":"Kirk Cameron","topic":"Religion"},{"quote":"So I say to you, Ask and it will be given to you; search, and you will find; knock, and the door will be opened for you.","author":"Jesus Christ","topic":"Religion"},{"quote":"A thorough knowledge of the Bible is worth more than a college education.","author":"Theodore Roosevelt","topic":"Religion"},{"quote":"Terrorism has no nationality or religion.","author":"Vladimir Putin","topic":"Religion"},{"quote":"Every man lives in two realms: the internal and the external. The internal is that realm of spiritual ends expressed in art, literature, morals, and religion. The external is that complex of devices, techniques, mechanisms, and instrumentalities by means of which we live.","author":"Martin Luther King, Jr.","topic":"Religion"},{"quote":"The essence of America - that which really unites us - is not ethnicity, or nationality or religion - it is an idea - and what an idea it is: That you can come from humble circumstances and do great things.","author":"Condoleezza Rice","topic":"Religion"},{"quote":"All religion, my friend, is simply evolved out of fraud, fear, greed, imagination, and poetry.","author":"Edgar Allan Poe","topic":"Religion"},{"quote":"I prayed for twenty years but received no answer until I prayed with my legs.","author":"Frederick Douglass","topic":"Religion"},{"quote":"However many holy words you read, however many you speak, what good will they do you if you do not act on upon them?","author":"Buddha","topic":"Religion"},{"quote":"Gentleness, self-sacrifice and generosity are the exclusive possession of no one race or religion.","author":"Mahatma Gandhi","topic":"Religion"},{"quote":"The Bible shows the way to go to heaven, not the way the heavens go.","author":"Galileo Galilei","topic":"Religion"},{"quote":"Religion is the sigh of the oppressed creature, the heart of a heartless world, and the soul of soulless conditions. It is the opium of the people.","author":"Karl Marx","topic":"Religion"},{"quote":"I like the religion that teaches liberty, equality and fraternity.","author":"B. R. Ambedkar","topic":"Religion"},{"quote":"I never considered a difference of opinion in politics, in religion, in philosophy, as cause for withdrawing from a friend.","author":"Thomas Jefferson","topic":"Religion"},{"quote":"Jesus is ideal and wonderful, but you Christians - you are not like him.","author":"Mahatma Gandhi","topic":"Religion"},{"quote":"The World is my country, all mankind are my brethren, and to do good is my religion.","author":"Thomas Paine","topic":"Religion"},{"quote":"Parents and schools should place great emphasis on the idea that it is all right to be different. Racism and all the other &#39;isms&#39; grow from primitive tribalism, the instinctive hostility against those of another tribe, race, religion, nationality, class or whatever. You are a lucky child if your parents taught you to accept diversity.","author":"Roger Ebert","topic":"Religion"},{"quote":"We can live without religion and meditation, but we cannot survive without human affection.","author":"Dalai Lama","topic":"Religion"},{"quote":"At the bottom of education, at the bottom of politics, even at the bottom of religion, there must be for our race economic independence.","author":"Booker T. Washington","topic":"Religion"},{"quote":"Religion is what keeps the poor from murdering the rich.","author":"Napoleon Bonaparte","topic":"Religion"},{"quote":"Religion is the opium of the masses.","author":"Karl Marx","topic":"Religion"},{"quote":"I do not feel obliged to believe that the same God who has endowed us with sense, reason, and intellect has intended us to forgo their use.","author":"Galileo Galilei","topic":"Religion"},{"quote":"Any religion that professes to be concerned about the souls of men and is not concerned about the slums that damn them, the economic conditions that strangle them and the social conditions that cripple them is a spiritually moribund religion awaiting burial.","author":"Martin Luther King, Jr.","topic":"Religion"},{"quote":"The truth is that killing innocent people is always wrong - and no argument or excuse, no matter how deeply believed, can ever make it right. No religion on earth condones the killing of innocent people; no faith tradition tolerates the random killing of our brothers and sisters on this earth.","author":"Feisal Abdul Rauf","topic":"Religion"},{"quote":"America needs to understand Islam, because this is the one religion that erases from its society the race problem. Throughout my travels in the Muslim world, I have met, talked to, even eaten with people who in America would have been considered &#39;white,&#39; but the &#39;white&#39; attitude had been removed from their minds by the religion of Islam.","author":"Malcolm X","topic":"Religion"},{"quote":"Music is one of the most powerful things the world has to offer. No matter what race or religion or nationality or sexual orientation or gender that you are, it has the power to unite us.","author":"Lady Gaga","topic":"Religion"},{"quote":"When it is a question of money, everybody is of the same religion.","author":"Voltaire","topic":"Religion"},{"quote":"Your daily life is your temple and your religion. When you enter into it take with you your all.","author":"Khalil Gibran","topic":"Religion"},{"quote":"Heaven is under our feet as well as over our heads.","author":"Henry David Thoreau","topic":"Religion"},{"quote":"There is no need for temples, no need for complicated philosophies. My brain and my heart are my temples; my philosophy is kindness.","author":"Dalai Lama","topic":"Religion"},{"quote":"Religion is part of the human make-up. It&#39;s also part of our cultural and intellectual history. Religion was our first attempt at literature, the texts, our first attempt at cosmology, making sense of where we are in the universe, our first attempt at health care, believing in faith healing, our first attempt at philosophy.","author":"Christopher Hitchens","topic":"Religion"},{"quote":"Aim at heaven and you will get earth thrown in. Aim at earth and you get neither.","author":"C. S. Lewis","topic":"Religion"},{"quote":"See, I have set before you this day life and good, death and evil... I have set before you life and death, blessing and curse; therefore choose life.","author":"Moses","topic":"Religion"},{"quote":"Worship is a way of seeing the world in the light of God.","author":"Abraham Joshua Heschel","topic":"Religion"},{"quote":"We have enslaved the rest of the animal creation, and have treated our distant cousins in fur and feathers so badly that beyond doubt, if they were able to formulate a religion, they would depict the Devil in human form.","author":"William Ralph Inge","topic":"Religion"},{"quote":"To a mind like mine, restless, inquisitive, and observant of everything that was passing, it is easy to suppose that religion was the subject to which it would be directed; and, although this subject principally occupied my thoughts, there was nothing that I saw or heard of to which my attention was not directed.","author":"Nat Turner","topic":"Religion"},{"quote":"If one has the answers to all the questions - that is the proof that God is not with him. It means that he is a false prophet using religion for himself. The great leaders of the people of God, like Moses, have always left room for doubt. You must leave room for the Lord, not for our certainties; we must be humble.","author":"Pope Francis","topic":"Religion"},{"quote":"I have an everyday religion that works for me. Love yourself first, and everything else falls into line.","author":"Lucille Ball","topic":"Religion"},{"quote":"We must fix our broken immigration system. That means stopping illegal immigration. And it means welcoming properly vetted legal immigrants, regardless of their race or religion. Just like we have for centuries.","author":"Nikki Haley","topic":"Religion"},{"quote":"Fashion is almost like a religion, for me at least.","author":"ASAP Rocky","topic":"Religion"},{"quote":"I am against religion because it teaches us to be satisfied with not understanding the world.","author":"Richard Dawkins","topic":"Religion"},{"quote":"Almost everything has been stolen from us by the patriarchy. Our creativity has been stolen, our creative energies, our religion. I want it back.","author":"Mary Daly","topic":"Religion"},{"quote":"When the missionaries came to Africa they had the Bible and we had the land. They said &#39;Let us pray.&#39; We closed our eyes. When we opened them we had the Bible and they had the land.","author":"Desmond Tutu","topic":"Religion"},{"quote":"Religion is regarded by the common people as true, by the wise as false, and by the rulers as useful.","author":"Lucius Annaeus Seneca","topic":"Religion"},{"quote":"In the long term we can hope that religion will change the nature of man and reduce conflict. But history is not encouraging in this respect. The bloodiest wars in history have been religious wars.","author":"Richard M. Nixon","topic":"Religion"},{"quote":"For God so loved the World that he gave his only Son, that whoever believes in him should not perish but have eternal life.","author":"Jesus Christ","topic":"Religion"},{"quote":"Democracy, pure democracy, has at least its foundation in a generous theory of human rights. It is founded on the natural equality of mankind. It is the cornerstone of the Christian religion. It is the first element of all lawful government upon earth.","author":"John Quincy Adams","topic":"Religion"},{"quote":"We are a nation of immigrants, a quilt of many colors, and we&#39;ve managed over more than two centuries to create a way of life that allows for a reasonable degree of upward mobility, that prizes individual liberty, promotes freedom of religion and genuinely values equal rights for all citizens.","author":"Jay Parini","topic":"Religion"},{"quote":"Religion is capable of driving people to such dangerous folly that faith seems to me to qualify as a kind of mental illness.","author":"Richard Dawkins","topic":"Religion"},{"quote":"I never knew how to worship until I knew how to love.","author":"Henry Ward Beecher","topic":"Religion"},{"quote":"The more powerful and original a mind, the more it will incline towards the religion of solitude.","author":"Aldous Huxley","topic":"Religion"},{"quote":"The First Amendment freedom of religion is as important today as when the Bill of Rights was first written.","author":"Arlen Specter","topic":"Religion"},{"quote":"Religious tolerance is something we should all practice; however, there have been more persecution and atrocities committed in the name of religion and religious freedom than anything else.","author":"Walter Koenig","topic":"Religion"},{"quote":"No human heart is denied empathy. No religion can demolish that by indoctrination. No culture, no nation and nationalism - nothing can touch it because it is empathy.","author":"Dayananda Saraswati","topic":"Religion"},{"quote":"To gather with God&#39;s people in united adoration of the Father is as necessary to the Christian life as prayer.","author":"Martin Luther","topic":"Religion"},{"quote":"It is in our lives and not our words that our religion must be read.","author":"Thomas Jefferson","topic":"Religion"},{"quote":"You are free; you are free to go to your temples, you are free to go to your mosques or to any other place or worship in this State of Pakistan. You may belong to any religion or caste or creed - that has nothing to do with the business of the State.","author":"Muhammad Ali Jinnah","topic":"Religion"},{"quote":"Superstition is the religion of feeble minds.","author":"Edmund Burke","topic":"Religion"},{"quote":"There is one thing higher than Royalty: and that is religion, which causes us to leave the world, and seek God.","author":"Elizabeth I","topic":"Religion"},{"quote":"God does not discriminate against people, regardless of color, religion, social class, or gender and sexual preferences.","author":"Rodrigo Duterte","topic":"Religion"},{"quote":"When we blindly adopt a religion, a political system, a literary dogma, we become automatons. We cease to grow.","author":"Anais Nin","topic":"Religion"},{"quote":"Superstition is to religion what astrology is to astronomy the mad daughter of a wise mother. These daughters have too long dominated the earth.","author":"Voltaire","topic":"Religion"},{"quote":"God is a metaphor for that which transcends all levels of intellectual thought. It&#39;s as simple as that.","author":"Joseph Campbell","topic":"Religion"},{"quote":"Religion is all bunk.","author":"Thomas A. Edison","topic":"Religion"},{"quote":"War is the greatest plague that can afflict humanity, it destroys religion, it destroys states, it destroys families. Any scourge is preferable to it.","author":"Martin Luther","topic":"Religion"},{"quote":"Religion without humanity is very poor human stuff.","author":"Sojourner Truth","topic":"Religion"},{"quote":"Tolerance says I am just going to stomach your right to be different. That if you disappear from the face of the earth, I am no better or worse off. But love - love knows that every American has worth and value, no matter what their background, race, religion, or sexual orientation.","author":"Cory Booker","topic":"Religion"},{"quote":"I say quite deliberately that the Christian religion, as organized in its Churches, has been and still is the principal enemy of moral progress in the world.","author":"Bertrand Russell","topic":"Religion"},{"quote":"I&#39;ve lived the American Dream and had a great life. Immigration and religion and racial tolerance are the foundation of this country.","author":"Shahid Khan","topic":"Religion"},{"quote":"Wherever men and women are persecuted because of their race, religion, or political views, that place must - at that moment - become the center of the universe.","author":"Elie Wiesel","topic":"Religion"},{"quote":"Indians today are governed by two different ideologies. Their political ideal set in the preamble of the Constitution affirms a life of liberty, equality and fraternity. Their social ideal embodied in their religion denies them.","author":"B. R. Ambedkar","topic":"Religion"},{"quote":"If I had to choose a religion, the sun as the universal giver of life would be my god.","author":"Napoleon Bonaparte","topic":"Religion"},{"quote":"For the record, I don&#39;t worship the devil. I just hate religion.","author":"Tyler, The Creator","topic":"Religion"},{"quote":"Any time scientists disagree, it&#39;s because we have insufficient data. Then we can agree on what kind of data to get; we get the data; and the data solves the problem. Either I&#39;m right, or you&#39;re right, or we&#39;re both wrong. And we move on. That kind of conflict resolution does not exist in politics or religion.","author":"Neil deGrasse Tyson","topic":"Religion"},{"quote":"Fascism is a religion. The twentieth century will be known in history as the century of Fascism.","author":"Benito Mussolini","topic":"Religion"},{"quote":"My religion consists of a humble admiration of the illimitable superior spirit who reveals himself in the slight details we are able to perceive with our frail and feeble mind.","author":"Albert Einstein","topic":"Religion"},{"quote":"I am a deeply religious nonbeliever - this is a somewhat new kind of religion.","author":"Albert Einstein","topic":"Religion"},{"quote":"I would rather live my life as if there is a God and die to find out there isn&#39;t, than live as if there isn&#39;t and to die to find out that there is.","author":"Albert Camus","topic":"Religion"},{"quote":"I cannot adequately express the horror I feel for a man who can be so base as to veil his hypocrisy under the cloak of religion, and state the base falsehood he has done.","author":"James K. Polk","topic":"Religion"},{"quote":"What we have done, the result of that comes to us whenever it comes, either today, tomorrow, hundred years later, hundred lives later, whatever, whatever. And so, it&#39;s our own karma. That is why that philosophy in every religion: Killing is sin. Killing is sin in every religion.","author":"Maharishi Mahesh Yogi","topic":"Religion"},{"quote":"Instead of being presented with stereotypes by age, sex, color, class, or religion, children must have the opportunity to learn that within each range, some people are loathsome and some are delightful.","author":"Margaret Mead","topic":"Religion"},{"quote":"Just as Darwin discovered the law of development of organic nature, so Marx discovered the law of development of human history: the simple fact, hitherto concealed by an overgrowth of ideology, that mankind must first of all eat, drink, have shelter and clothing, before it can pursue politics, science, art, religion, etc.","author":"Friedrich Engels","topic":"Religion"},{"quote":"In thinking about religion and society in the 21st century, we should broaden the conversation about faith from doctrinal debates to the larger question of how it might inspire us to strengthen the bonds of belonging that redeem us from our solitude, helping us to construct together a gracious and generous social order.","author":"Jonathan Sacks","topic":"Religion"},{"quote":"We have been educated into believing someone else&#39;s concept of the deity, and someone else&#39;s standard of beauty. You have the right to practice any religion and politics in a way that best suits your freedom, your dignity, and your understanding. And once you do that, you don&#39;t apologize.","author":"John Henrik Clarke","topic":"Religion"},{"quote":"Many churches of all persuasions are hiring research agencies to poll neighborhoods, asking what kind of church they prefer. Then the local churches design themselves to fit the desires of the people. True faith in God that demands selflessness is being replaced by trendy religion that serves the selfish.","author":"Billy Graham","topic":"Religion"},{"quote":"Science investigates; religion interprets. Science gives man knowledge which is power; religion gives man wisdom which is control.","author":"Martin Luther King, Jr.","topic":"Religion"},{"quote":"Those who say religion has nothing to do with politics do not know what religion is.","author":"Mahatma Gandhi","topic":"Religion"},{"quote":"There is no conflict between the ideal of religion and the ideal of science, but science is opposed to theological dogmas because science is founded on fact. To me, the universe is simply a great machine which never came into being and never will end. The human being is no exception to the natural order. Man, like the universe, is a machine.","author":"Nikola Tesla","topic":"Religion"},{"quote":"Music is my religion.","author":"Jimi Hendrix","topic":"Religion"},{"quote":"I don&#39;t go by my caste, creed or religion. My works speak for me.","author":"Shashi Tharoor","topic":"Religion"},{"quote":"What I found particularly fascinating and satisfying about the Hindu tradition was its spirit of inclusiveness. In Sanatan Dharma, or what is commonly called Hinduism, I discovered the basic truths of all religions in a way that the oneness of God and religion is comprehensively understood.","author":"Radhanath Swami","topic":"Religion"},{"quote":"The first requisite for the happiness of the people is the abolition of religion.","author":"Karl Marx","topic":"Religion"},{"quote":"Black Consciousness seeks to infuse the black community with a new-found pride in themselves, their efforts, their value systems, their culture, their religion and their outlook to life.","author":"Steven Biko","topic":"Religion"},{"quote":"Most people are defined by their titles, their cars, their house, where they came from, their color, their race, their religion. And so it&#39;s up to you to take control of your own life and define you. As long as you understand who you are and you have a solid foundation of understanding what your talents are, what your skills are.","author":"Stedman Graham","topic":"Religion"},{"quote":"Every religion is true one way or another. It is true when understood metaphorically. But when it gets stuck in its own metaphors, interpreting them as facts, then you are in trouble.","author":"Joseph Campbell","topic":"Religion"},{"quote":"Moral values, and a culture and a religion, maintaining these values are far better than laws and regulations.","author":"Swami Sivananda","topic":"Religion"},{"quote":"Religion is something left over from the infancy of our intelligence, it will fade away as we adopt reason and science as our guidelines.","author":"Bertrand Russell","topic":"Religion"},{"quote":"My definition, the definition that I&#39;ve always believed in, is that esprit de corps means love for one&#39;s own military legion - in my case, the United States Marine Corps. It means more than self-preservation, religion, or patriotism. I&#39;ve also learned that this loyalty to one&#39;s corps travels both ways: up and down.","author":"Chesty Puller","topic":"Religion"},{"quote":"The day is not far off when the economic problem will take the back seat where it belongs, and the arena of the heart and the head will be occupied or reoccupied, by our real problems - the problems of life and of human relations, of creation and behavior and religion.","author":"John Maynard Keynes","topic":"Religion"},{"quote":"Religion is the organization of spirituality into something that became the hand maiden of conquerors. Nearly all religions were brought to people and imposed on people by conquerors, and used as the framework to control their minds.","author":"John Henrik Clarke","topic":"Religion"},{"quote":"Genghis Khan decreed religious tolerance for all of his conquered peoples. So I think he definitely would approve of our constitutional protections of freedom of religion. I think he would also approve of the way the U.S. has been able to attract talented people from all over the world.","author":"Amy Chua","topic":"Religion"},{"quote":"I can&#39;t understand people calling themselves religious and being hateful. If a preacher is preaching hate, to fear God that&#39;s not religion, that&#39;s not helping humanity, that&#39;s organizing an army to defeat somebody.","author":"Mojo Nixon","topic":"Religion"},{"quote":"Man seeks to learn, and man kills himself because of the loss of cohesion in his religious society; he does not kill himself because of his learning. It is certainly not the learning he acquires that disorganizes religion; but the desire for knowledge wakens because religion becomes disorganized.","author":"Emile Durkheim","topic":"Religion"},{"quote":"I have no religion, and at times I wish all religions at the bottom of the sea. He is a weak ruler who needs religion to uphold his government; it is as if he would catch his people in a trap.","author":"Mustafa Kemal Ataturk","topic":"Religion"},{"quote":"It is the duty and high privilege of every human being to endeavor to improve himself. Effort at self-improvement is the definition sometimes given for religion. It may relate to our actions or to our convictions. In our actions we should aim at goodness; in our convictions, at truth.","author":"Joseph P. Bradley","topic":"Religion"},{"quote":"It is easy to talk on religion, but difficult to practice it.","author":"Ramakrishna","topic":"Religion"},{"quote":"Ever since boyhood I&#39;ve made a religion of keeping in shape by regular, conscientious exercise.","author":"Gene Tunney","topic":"Religion"},{"quote":"I cannot think that when God sent us into the world, he had irreversibly decreed that we should be perpetually miserable in it. If our taking up the Cross imply our bidding adieu to all joy and satisfaction, how is it reconcilable with what Solomon expressly affirms of religion, that &#39;her ways are ways of pleasantness, and all her paths are peace?&#39;","author":"John Wesley","topic":"Religion"},{"quote":"The major civilizing force in the world is not religion, it is sex.","author":"Hugh Hefner","topic":"Religion"},{"quote":"Religion survives because it answers three questions that every reflective person must ask. Who am I? Why am I here? How then shall I live?","author":"Jonathan Sacks","topic":"Religion"},{"quote":"In spite of the huge diversity in Malaysia in terms of religion, culture, race, ethnicity and so forth, we&#39;ve really gone very far in developing this country.","author":"Najib Razak","topic":"Religion"},{"quote":"Human rights is a universal standard. It is a component of every religion and every civilization.","author":"Shirin Ebadi","topic":"Religion"},{"quote":"Whether one believes in a religion or not, and whether one believes in rebirth or not, there isn&#39;t anyone who doesn&#39;t appreciate kindness and compassion.","author":"Dalai Lama","topic":"Religion"},{"quote":"The roles of art, morality, religion, political faith, science itself are not to repair organic exhaustion nor to provide sound functioning of the organs. All this supraphysical life is built and expanded not because of the demands of the cosmic environment but because of the demands of the social environment.","author":"Emile Durkheim","topic":"Religion"},{"quote":"India has 2,000,000 gods and worships them all. In religion, all other countries are paupers; India is the only millionaire.","author":"Mark Twain","topic":"Religion"},{"quote":"Religion is the impotence of the human mind to deal with occurrences it cannot understand.","author":"Karl Marx","topic":"Religion"},{"quote":"If religion were true, its followers would not try to bludgeon their young into an artificial conformity; but would merely insist on their unbending quest for truth, irrespective of artificial backgrounds or practical consequences.","author":"H. P. Lovecraft","topic":"Religion"},{"quote":"Let us with caution indulge the supposition that morality can be maintained without religion. Reason and experience both forbid us to expect that national morality can prevail in exclusion of religious principle.","author":"George Washington","topic":"Religion"},{"quote":"In politics, as in religion, it is equally absurd to aim at making proselytes by fire and sword. Heresies in either can rarely be cured by persecution.","author":"Alexander Hamilton","topic":"Religion"},{"quote":"The Charter of the United Nations expresses the noblest aspirations of man: abjuration of force in the settlement of disputes between states; the assurance of human rights and fundamental freedoms for all without distinction as to race, sex, language or religion; the safeguarding of international peace and security.","author":"Haile Selassie","topic":"Religion"},{"quote":"People are not wrong in observing Caste. In my view, what is wrong is their religion, which has inculcated this notion of Caste. If this is correct, then obviously the enemy, you must grapple with is not the people who observe Caste, but the Shastras which teach them this religion of Caste.","author":"B. R. Ambedkar","topic":"Religion"},{"quote":"Religious wars are not caused by the fact that there is more than one religion, but by the spirit of intolerance... the spread of which can only be regarded as the total eclipse of human reason.","author":"Charles de Secondat","topic":"Religion"},{"quote":"The glory of Christianity is to conquer by forgiveness.","author":"William Blake","topic":"Religion"},{"quote":"Nothing defines humans better than their willingness to do irrational things in the pursuit of phenomenally unlikely payoffs. This is the principle behind lotteries, dating, and religion.","author":"Scott Adams","topic":"Religion"},{"quote":"Religion is the idol of the mob; it adores everything it does not understand.","author":"Frederick the Great","topic":"Religion"},{"quote":"The Bible is worth all the other books which have ever been printed.","author":"Patrick Henry","topic":"Religion"},{"quote":"If religion has given birth to all that is essential in society, it is because the idea of society is the soul of religion.","author":"Emile Durkheim","topic":"Religion"},{"quote":"Religion is the solid basis of good morals; therefore education should teach the precepts of religion, and the duties of man toward God.","author":"Gouverneur Morris","topic":"Religion"},{"quote":"People have evolved into something selfish, greedy and intolerant. People are unaccepting, because of religion, race, gender, sexual orientation... I&#39;ve seen it in punk clubs, and I&#39;ve seen it in the world.","author":"Gerard Way","topic":"Religion"},{"quote":"I care not much for a man&#39;s religion whose dog and cat are not the better for it.","author":"Abraham Lincoln","topic":"Religion"},{"quote":"I believe in mysticism, with an interior goal, and you are your own temple and your own priest. I don&#39;t believe anymore in religions, because you see today there are religious wars, prejudice, false morals, and the woman is despised. Religion is too old now; it&#39;s from another century, it&#39;s not for today.","author":"Alejandro Jodorowsky","topic":"Religion"},{"quote":"The struggle of democratic secularism, religious tolerance, individual freedom and feminism against authoritarian patriarchal religion, culture and morality is going on all over the world - including the Islamic world, where dissidents are regularly jailed, killed, exiled or merely intimidated and silenced.","author":"Ellen Willis","topic":"Religion"},{"quote":"A little philosophy inclineth man&#39;s mind to atheism, but depth in philosophy bringeth men&#39;s minds about to religion.","author":"Francis Bacon","topic":"Religion"},{"quote":"I have always marveled that so many religions exact such revenge against dissenters. It only weakens the appeal of their faith and contradicts any claims they might have made that &#39;all religions are basically the same.&#39; If all religions were indeed the same, why not let someone be &#39;converted&#39; to another religion?","author":"Ravi Zacharias","topic":"Religion"},{"quote":"Religion is not man&#39;s relationship to God, it is man&#39;s relationship to man.","author":"Elie Wiesel","topic":"Religion"},{"quote":"Wonder is the basis of worship.","author":"Thomas Carlyle","topic":"Religion"},{"quote":"Even if a unity of faith is not possible, a unity of love is.","author":"Hans Urs von Balthasar","topic":"Religion"},{"quote":"The first time I sang in the church choir; two hundred people changed their religion.","author":"Fred Allen","topic":"Religion"},{"quote":"People tell you the world looks a certain way. Parents tell you how to think. Schools tell you how to think. TV. Religion. And then at a certain point, if you&#39;re lucky, you realize you can make up your own mind. Nobody sets the rules but you. You can design your own life.","author":"Carrie-Anne Moss","topic":"Religion"},{"quote":"I have a great love and respect for religion, great love and respect for atheism. What I hate is agnosticism, people who do not choose.","author":"Orson Welles","topic":"Religion"},{"quote":"It is only when men begin to worship that they begin to grow.","author":"Calvin Coolidge","topic":"Religion"},{"quote":"Same-sex marriage is not the final nail in the coffin for traditional marriage. It is just another road sign toward the substitution of government for God. Every moral discussion now pits the wisest moral arbiters among us - the Supreme Court, President Obama - against traditional religion.","author":"Ben Shapiro","topic":"Religion"},{"quote":"We first fought... in the name of religion, then Communism, and now in the name of drugs and terrorism. Our excuses for global domination always change.","author":"Serj Tankian","topic":"Religion"},{"quote":"It&#39;s wonderful to climb the liquid mountains of the sky. Behind me and before me is God and I have no fears.","author":"Helen Keller","topic":"Religion"},{"quote":"A society whose members are united by the fact that they think in the same way in regard to the sacred world and its relations with the profane world, and by the fact that they translate these common ideas into common practices, is what is called a Church. In all history, we do not find a single religion without a Church.","author":"Emile Durkheim","topic":"Religion"},{"quote":"In Iran, there is no freedom of the press, no freedom of speech, no independent judiciary, no free elections. There is no freedom of religion - not even for Shiites, who are forced by Iran&#39;s theocracy to adhere to one narrow set of official rules.","author":"Elliott Abrams","topic":"Religion"},{"quote":"Science can purify religion from error and superstition. Religion can purify science from idolatry and false absolutes.","author":"Pope John Paul II","topic":"Religion"},{"quote":"I believe in having a more open mind and including others who don&#39;t share your faith and having dialogue with them. And just having a pure heart and being a good person can bring you closer to God. Because once you believe in one particular religion fully and not others, that requires you to start disliking people who don&#39;t share your views.","author":"Ishmael Beah","topic":"Religion"},{"quote":"Muslims are not bloodthirsty people. Islam is a religion of peace that forbids the killing of the innocent. Islam also accepts the Prophets, whether those prophets are Mohammed, God&#39;s peace and blessing be upon Him, or Moses or the other prophets of the Books.","author":"Abdullah of Saudi Arabia","topic":"Religion"},{"quote":"No great advance has been made in science, politics, or religion without controversy.","author":"Lyman Beecher","topic":"Religion"},{"quote":"Religion is the recognition of all our duties as divine commands.","author":"Immanuel Kant","topic":"Religion"},{"quote":"Science is a differential equation. Religion is a boundary condition.","author":"Alan Turing","topic":"Religion"},{"quote":"It is wonderful how much time good people spend fighting the devil. If they would only expend the same amount of energy loving their fellow men, the devil would die in his own tracks of ennui.","author":"Helen Keller","topic":"Religion"},{"quote":"I count religion but a childish toy, and hold there is no sin but ignorance.","author":"Christopher Marlowe","topic":"Religion"},{"quote":"Freedom. Freedom of religion. Freedom to speak their mind. Freedom to build a life. And yes, freedom to build a business. With their own hands. This is the essence of the American experience.","author":"Mitt Romney","topic":"Religion"},{"quote":"True religion is real living; living with all one&#39;s soul, with all one&#39;s goodness and righteousness.","author":"Albert Einstein","topic":"Religion"},{"quote":"Religion is excellent stuff for keeping common people quiet.","author":"Napoleon Bonaparte","topic":"Religion"},{"quote":"When I got religion, I found some work to do to benefit somebody.","author":"Sojourner Truth","topic":"Religion"},{"quote":"It is science, and not religion, which has taught men that things are complex and difficult to understand.","author":"Emile Durkheim","topic":"Religion"},{"quote":"Religion cannot and should not be replaced by atheism. Religion needs to go away and not be replaced by anything. Atheism is not a religion. It&#39;s the absence of religion, and that&#39;s a wonderful thing.","author":"Penn Jillette","topic":"Religion"},{"quote":"I know it&#39;s very idealistic and utopian, but I believe we need to just let everyone not be judged in terms of religion, groups or nations or region.","author":"Shah Rukh Khan","topic":"Religion"},{"quote":"Those among them that have not received our religion do not fright any from it, and use none ill that goes over to it, so that all the while I was there one man was only punished on this occasion.","author":"Thomas More","topic":"Religion"},{"quote":"Organized religion, wielding power over the community, is antithetical to the process of what modern democracy should define as liberty. The sooner we are without it, the better.","author":"Lawrence M. Krauss","topic":"Religion"},{"quote":"Nobody can deny but religion is a comfort to the distressed, a cordial to the sick, and sometimes a restraint on the wicked; therefore whoever would argue or laugh it out of the world without giving some equivalent for it ought to be treated as a common enemy.","author":"Mary Wortley Montagu","topic":"Religion"},{"quote":"Religion is of general and public concern, and on its support depend, in great measure, the peace and good order of government, the safety and happiness of the people.","author":"Samuel Chase","topic":"Religion"},{"quote":"You must learn to exist with no religion, no country, no allies. You must learn to live alone in silence.","author":"William S. Burroughs","topic":"Religion"},{"quote":"A man will do more for his stubbornness than for his religion or his country.","author":"E. W. Howe","topic":"Religion"},{"quote":"No power of government ought to be employed in the endeavor to establish any system or article of belief on the subject of religion.","author":"Jeremy Bentham","topic":"Religion"},{"quote":"Religious people often prefer to be right rather than compassionate. Often, they don&#39;t want to give up their egotism. They want their religion to endorse their ego, their identity.","author":"Karen Armstrong","topic":"Religion"},{"quote":"I think we need to do some deep soul searching about what&#39;s important in our lives and renew our spirit and our spiritual thinking, whether it&#39;s through faith-based religion or just through loving nature or helping your fellow man.","author":"Louie Schwartzberg","topic":"Religion"},{"quote":"Fear of things invisible in the natural seed of that which everyone in himself calleth religion.","author":"Thomas Hobbes","topic":"Religion"},{"quote":"By our form of government, the Christian religion is the established religion; and all sects and denominations of Christians are placed upon the same equal footing, and are equally entitled to protection in their religious liberty.","author":"Samuel Chase","topic":"Religion"},{"quote":"The very idea that we get a moral compass from religion is horrible. Not only should we not get our moral compass from religion, as a matter of fact we don&#39;t.","author":"Richard Dawkins","topic":"Religion"},{"quote":"What religion a man holds, to what race he belongs, these things are not important; the really important thing is this knowledge: the knowledge of God&#39;s plan for men. For God has a plan, and that plan is evolution.","author":"Jiddu Krishnamurti","topic":"Religion"},{"quote":"Our existence is beyond our explanation, whether we believe in God or we have religion or we&#39;re atheist. Our existence is beyond our understanding. No one has an answer.","author":"Anthony Hopkins","topic":"Religion"},{"quote":"Religion fails if it cannot speak to men as they are.","author":"William Barclay","topic":"Religion"},{"quote":"We need to understand that Christianity is about changing; it is not about a religion.","author":"Erwin McManus","topic":"Religion"},{"quote":"The quarrels and divisions about religion were evils unknown to the heathen. The reason was because the religion of the heathen consisted rather in rites and ceremonies than in any constant belief.","author":"Francis Bacon","topic":"Religion"},{"quote":"I&#39;m a Muslim, but I think Jesus would have a drink with me. He would be cool. He would talk to me.","author":"Mike Tyson","topic":"Religion"},{"quote":"Not longer loved or fostered by religion, beauty is lifted from its face as a mask, and its absence exposes features on that face which threaten to become incomprehensible to man.","author":"Hans Urs von Balthasar","topic":"Religion"},{"quote":"I believe that a government has only one religion - India first. A government has only one holy book - our Constitution. A government has only one kind of devotion - towards nation.","author":"Narendra Modi","topic":"Religion"},{"quote":"I&#39;m not really any religion. I still study with Jehovah&#39;s Witnesses, so I say I&#39;m Apostolic Pentecostal Jehovah&#39;s Witness Seventh-Day Adventist Jew.","author":"Tyka Nelson","topic":"Religion"},{"quote":"My social philosophy may be said to be enshrined in three words: liberty, equality and fraternity. Let no one, however, say that I have borrowed by philosophy from the French Revolution. I have not. My philosophy has roots in religion and not in political science. I have derived them from the teachings of my Master, the Buddha.","author":"B. R. Ambedkar","topic":"Religion"},{"quote":"No religion has mandated killing others as a requirement for its sustenance or promotion.","author":"A. P. J. Abdul Kalam","topic":"Religion"},{"quote":"Love is my religion - I could die for it.","author":"John Keats","topic":"Religion"},{"quote":"Islam is a religion. It is not an ideology. For a Muslim, there is no such thing as to be against modernity. Why should a Muslim not be a modern person? I, as a Muslim, fulfill all the requirements of my religion, and I live in a democratic, social state.","author":"Recep Tayyip Erdogan","topic":"Religion"},{"quote":"There are many of us that are willing to do great things for the Lord, but few of us are willing to do little things.","author":"Dwight L. Moody","topic":"Religion"},{"quote":"Teach us to give and not to count the cost.","author":"Saint Ignatius","topic":"Religion"},{"quote":"Preach the Gospel at all times and when necessary use words.","author":"Unknown","topic":"Religion"},{"quote":"There is no surer sign of decay in a country than to see the rites of religion held in contempt.","author":"Niccolo Machiavelli","topic":"Religion"},{"quote":"That I am not a member of any Christian church is true; but I have never denied the truth of the Scriptures, and I have never spoken with intentional disrespect of religion in general, or of any denomination of Christians in particular.","author":"Abraham Lincoln","topic":"Religion"},{"quote":"My religion is based on truth and non-violence. Truth is my God. Non-violence is the means of realising Him.","author":"Mahatma Gandhi","topic":"Religion"},{"quote":"Hobbies of any kind are boring except to people who have the same hobby. This is also true of religion, although you will not find me saying so in print.","author":"Dave Barry","topic":"Religion"},{"quote":"In other words, a person who is fanatic in matters of religion, and clings to certain ideas about the nature of God and the universe, becomes a person who has no faith at all.","author":"Alan Watts","topic":"Religion"},{"quote":"Religion is the frozen thought of man out of which they build temples.","author":"Jiddu Krishnamurti","topic":"Religion"},{"quote":"It is a truism that almost any sect, cult, or religion will legislate its creed into law if it acquires the political power to do so.","author":"Robert A. Heinlein","topic":"Religion"},{"quote":"As with the Christian religion, the worst advertisement for Socialism is its adherents.","author":"George Orwell","topic":"Religion"},{"quote":"Skeptical scrutiny is the means, in both science and religion, by which deep thoughts can be winnowed from deep nonsense.","author":"Carl Sagan","topic":"Religion"},{"quote":"Wealth, religion, military victory have more rhetorical than efficacious worth.","author":"George Santayana","topic":"Religion"},{"quote":"The Christian religion not only was at first attended with miracles, but even at this day cannot be believed by any reasonable person without one.","author":"David Hume","topic":"Religion"},{"quote":"I don&#39;t think that people accept the fact that life doesn&#39;t make sense. I think it makes people terribly uncomfortable. It seems like religion and myth were invented against that, trying to make sense out of it.","author":"David Lynch","topic":"Religion"},{"quote":"Behaving morally because of a hope of reward or a fear of punishment is not morality. Morality is not bribery or threats. Religion is bribery and threats. Humans have morality. We don&#39;t need religion.","author":"Penn Jillette","topic":"Religion"},{"quote":"Most people are enduring a marginalized isolation. One of the great obstacles to modern friendships is the &#39;religion of rush.&#39; People are rushing all the time through time. Friendship takes time.","author":"John O'Donohue","topic":"Religion"},{"quote":"India is the meeting place of the religions and among these Hinduism alone is by itself a vast and complex thing, not so much a religion as a great diversified and yet subtly unified mass of spiritual thought, realization and aspiration.","author":"Sri Aurobindo","topic":"Religion"},{"quote":"Whether you call it Buddhism or another religion, self-discipline, that&#39;s important. Self-discipline with awareness of consequences.","author":"Dalai Lama","topic":"Religion"},{"quote":"We all dream. We dream vividly, depending on our nature. Our existence is beyond our explanation, whether we believe in God or we have religion or we&#39;re atheist.","author":"Anthony Hopkins","topic":"Religion"},{"quote":"My great religion is a belief in the blood, the flesh, as being wiser than the intellect. We can go wrong in our minds. But what our blood feels and believes and says, is always true. The intellect is only a bit and a bridle.","author":"D. H. Lawrence","topic":"Religion"},{"quote":"We have enough religion to make us hate, but not enough to make us love one another.","author":"Jonathan Swift","topic":"Religion"},{"quote":"A people and their religion must be judged by social standards based on social ethics. No other standard would have any meaning if religion is held to be necessary good for the well-being of the people.","author":"B. R. Ambedkar","topic":"Religion"},{"quote":"People can be only divided into good or bad; their race, religion, nationality don&#39;t matter.","author":"Irena Sendler","topic":"Religion"},{"quote":"I&#39;m married to the street; I ain&#39;t gonna switch over. I ain&#39;t gonna go religion on nobody. I believe in God - God is for the thugs too - but the streets are in the most trouble. So I&#39;mma keep it focused on the streets and the struggle. That&#39;s what I&#39;m mainly about.","author":"Trick Daddy","topic":"Religion"},{"quote":"After it is all over, the religion of man is his most important possession.","author":"John D. Rockefeller","topic":"Religion"},{"quote":"It is no wonder that advocates of Obamacare blindly push forward with their agenda to force religious Americans to violate their own precepts: in the war between the state and the individual, religion is on the side of the individual and his or her relationship with God. That is why symbolic prayer matters. It is symbolic.","author":"Ben Shapiro","topic":"Religion"},{"quote":"Skip the religion and politics, head straight to the compassion. Everything else is a distraction.","author":"Talib Kweli","topic":"Religion"},{"quote":"The world is divided into men who have wit and no religion and men who have religion and no wit.","author":"Avicenna","topic":"Religion"},{"quote":"When I have a terrible need of - shall I say the word - religion. Then I go out and paint the stars.","author":"Vincent Van Gogh","topic":"Religion"},{"quote":"My first dissatisfaction has always been with religion.","author":"Marilyn Manson","topic":"Religion"},{"quote":"You should always take what I say about religion with a grain of salt, because the 7 deadly sins are more like my seven daily activities. I try to check them all off at least once a day. All of them except gluttony; my trainer keeps that under control.","author":"Milo Yiannopoulos","topic":"Religion"},{"quote":"Joy in the universe, and keen curiosity about it all - that has been my religion.","author":"John Burroughs","topic":"Religion"},{"quote":"If fishing is a religion, fly fishing is high church.","author":"Tom Brokaw","topic":"Religion"},{"quote":"In a perfect world, there would be freedom of religion and freedom for all religions to exercise their religion everywhere.","author":"Naftali Bennett","topic":"Religion"},{"quote":"The state has physical power and uses it when necessary; the power of religion is love and beneficence.","author":"Moses Mendelssohn","topic":"Religion"},{"quote":"What we need is a system of thought - you might even call it a religion - that can bind humans together. A system that would fit the Republic of Chad as well as the United States: a system that would supply our idealistic young people with something to believe in.","author":"Abraham Maslow","topic":"Religion"},{"quote":"Being religious means asking passionately the question of the meaning of our existence and being willing to receive answers, even if the answers hurt.","author":"Paul Tillich","topic":"Religion"},{"quote":"If faith is lost, there is no security and there is no life for him who does not adhere to religion.","author":"Muhammad Iqbal","topic":"Religion"},{"quote":"My philosophy is that the most important aspect of any religion should be human kindness. And to try to ease the suffering of others. To try to bring light and love into the lives of mankind.","author":"Steven Seagal","topic":"Religion"},{"quote":"Islam does not believe in democracy, freedom of speech, freedom of the press, or freedom of assembly. It does not separate religion and politics. It is partly a religion, but it is much more than that. It has a political agenda that goes far outside the realm of religion.","author":"Pauline Hanson","topic":"Religion"},{"quote":"I know of no wars started by anyone to impose lack of religion on someone else. We have lethal Sunni v Shia, Catholic against Protestant, but no agnostic suicide bombers attack crowded atheist pubs.","author":"Simon Hoggart","topic":"Religion"},{"quote":"What people are really after is, what is my stance on religion or spirituality or God? And I would say, if I find a word that came closest, it would be agnostic.","author":"Neil deGrasse Tyson","topic":"Religion"},{"quote":"Men despise religion. They hate it and are afraid it may be true.","author":"Blaise Pascal","topic":"Religion"},{"quote":"This is all the inheritance I give to my dear family. The religion of Christ will give them one which will make them rich indeed.","author":"Patrick Henry","topic":"Religion"},{"quote":"It&#39;s simply untrue that religion provides the only framework for a universal morality.","author":"Sam Harris","topic":"Religion"},{"quote":"I am a spiritual person in an eastern religion kind of way. I learned that happiness for all of us is a switch that you flick in your brain. It doesn&#39;t have anything to do with getting a new house, a new car, a new girlfriend, or a new pair of shoes. Our culture is very much about that; we are never happy with what we have today.","author":"Tom Ford","topic":"Religion"},{"quote":"Religion needs a baptism of horse sense.","author":"Billy Sunday","topic":"Religion"},{"quote":"Modern bodybuilding is ritual, religion, sport, art, and science, awash in Western chemistry and mathematics. Defying nature, it surpasses it.","author":"Camille Paglia","topic":"Religion"},{"quote":"The United States is not a nation based upon race, creed, or religion - we are a nation based upon our loyalty and allegiance to our country and her principles.","author":"Jim Ryun","topic":"Religion"},{"quote":"I believe that freedom of speech and freedom of religion go hand-in-hand in America.","author":"Kirk Cameron","topic":"Religion"},{"quote":"We live in an age that stresses personal goals, careers, happiness, work and religion. The emphasis is on the individual and how best that individual can satisfy himself.","author":"Mother Angelica","topic":"Religion"},{"quote":"Religion was nearly dead because there was no longer real belief in future life; but something was struggling to take its place - service - social service - the ants creed, the bees creed.","author":"John Galsworthy","topic":"Religion"},{"quote":"It&#39;s not about superheroes. This is the method of universal storytelling that all people have... To me, they&#39;re the same as the Greek myths or the Roman myths or religious figures of every religion. These are common characters that we use to express stories about being a better person or what you would do when faced with various things.","author":"Patty Jenkins","topic":"Religion"},{"quote":"That which we call the Hindu religion is really the Eternal religion because it embraces all others.","author":"Sri Aurobindo","topic":"Religion"},{"quote":"It is easy enough to be friendly to one&#39;s friends. But to befriend the one who regards himself as your enemy is the quintessence of true religion. The other is mere business.","author":"Mahatma Gandhi","topic":"Religion"},{"quote":"It is possible that mankind is on the threshold of a golden age; but, if so, it will be necessary first to slay the dragon that guards the door, and this dragon is religion.","author":"Bertrand Russell","topic":"Religion"},{"quote":"I have been astonished that men could die martyrs for religion - I have shuddered at it. I shudder no more - I could be martyred for my religion - Love is my religion - I could die for that.","author":"John Keats","topic":"Religion"},{"quote":"Prisons are built with stones of Law. Brothels with the bricks of religion.","author":"William Blake","topic":"Religion"},{"quote":"I don&#39;t believe in God but I&#39;m very interested in her.","author":"Arthur C. Clarke","topic":"Religion"},{"quote":"I&#39;ve had trouble now and again in Nigeria because I have spoken up about the mistreatment of factions in the country because of difference in religion. These are things we should put behind us.","author":"Chinua Achebe","topic":"Religion"},{"quote":"Do not neglect secret prayer, for it is the soul of religion.","author":"Ellen G. White","topic":"Religion"},{"quote":"There is no religion in which everyday life is not considered a prison; there is no philosophy or ideology that does not think that we live in alienation.","author":"Eugene Ionesco","topic":"Religion"},{"quote":"The more I study religions the more I am convinced that man never worshipped anything but himself.","author":"Richard Burton","topic":"Religion"},{"quote":"Religion creates community, community creates altruism and altruism turns us away from self and towards the common good... There is something about the tenor of relationships within a religious community that makes it the best tutorial in citizenship and good neighborliness.","author":"Jonathan Sacks","topic":"Religion"},{"quote":"My life was changed in one breath from God.","author":"Donna Summer","topic":"Religion"},{"quote":"Religion is not a department of life; it is something that enters into the whole of it.","author":"Alan Watts","topic":"Religion"},{"quote":"Religion is just mind control.","author":"George Carlin","topic":"Religion"},{"quote":"I really believe in science. It is a faith. It is a reverence akin to religion. But as we always say, it&#39;s different from religion in that, as near as we can tell, it exists outside of us. It has an objective quality, the process of science.","author":"Bill Nye","topic":"Religion"},{"quote":"When Religion and Royalty are swept away, the people will attack the great, and after the great, they will fall upon the rich.","author":"Honore de Balzac","topic":"Religion"},{"quote":"Religion is the last refuge of human savagery.","author":"Alfred North Whitehead","topic":"Religion"},{"quote":"Religion is the state of being grasped by an ultimate concern, a concern which qualifies all other concerns as preliminary and which itself contains the answer to the question of a meaning of our life.","author":"Paul Tillich","topic":"Religion"},{"quote":"India is a country in which every great religion finds a home.","author":"Annie Besant","topic":"Religion"},{"quote":"Christianity helps us face the music even when we don&#39;t like the tune.","author":"Phillips Brooks","topic":"Religion"},{"quote":"There is nothing evil save that which perverts the mind and shackles the conscience.","author":"Saint Ambrose","topic":"Religion"},{"quote":"I don&#39;t think the 9\/11 attacks taught us anything we didn&#39;t already know about religion. It has long been obvious - even to the deeply religious - that religious fanaticism is an extremely dangerous deranger of otherwise sane and goodhearted people.","author":"Daniel Dennett","topic":"Religion"},{"quote":"No religion makes more use of color than Hinduism, with its blue-skinned gods and peony-lipped goddesses, and even the spring festival of Holi is focused on color: Boys squirt arcs of dyed water on passersby or dump powder, all violently hued, on their marks.","author":"Hanya Yanagihara","topic":"Religion"},{"quote":"Other lands may have their charms, and the sunny skies of other climes may be regretted, but it is with pride and gladness that the wanderer sets foot again on British soil, thanking God for the religion and the liberty which have made this weather-beaten island in a northern sea to be the light and glory of the world.","author":"Isabella Bird","topic":"Religion"},{"quote":"We must not enable anyone to impose his personal view regarding religion on others by force, oppression, or pressure.","author":"Shirin Ebadi","topic":"Religion"},{"quote":"If God existed, and if He cared for humankind, He would never have given us religion.","author":"Martin Amis","topic":"Religion"},{"quote":"Selfishness is the only real atheism; aspiration, unselfishness, the only real religion.","author":"Israel Zangwill","topic":"Religion"},{"quote":"A religion that takes no account of practical affairs and does not help to solve them is no religion.","author":"Mahatma Gandhi","topic":"Religion"},{"quote":"All who think cannot but see there is a sanction like that of religion which binds us in partnership in the serious work of the world.","author":"Benjamin Franklin","topic":"Religion"},{"quote":"There is not enough religion in the world even to destroy religion.","author":"Friedrich Nietzsche","topic":"Religion"},{"quote":"I believe in a religion that believes in freedom. Any time I have to accept a religion that won&#39;t let me fight a battle for my people, I say to hell with that religion.","author":"Malcolm X","topic":"Religion"},{"quote":"No matter the nationality, no matter the religion, no matter the ethnic background, America brings out the best in people.","author":"Arnold Schwarzenegger","topic":"Religion"},{"quote":"It is the test of a good religion whether you can joke about it.","author":"Gilbert K. Chesterton","topic":"Religion"},{"quote":"In a sense, terrorism blossomed in the advent of television. Television promotes terrorism in religion and in politics.","author":"Marilyn Manson","topic":"Religion"},{"quote":"I maintain that Truth is a pathless land, and you cannot approach it by any path whatsoever, by any religion, by any sect.","author":"Jiddu Krishnamurti","topic":"Religion"},{"quote":"In fact, I thought that Christianity was very a good and a very valuable thing for us. But after a while, I began to feel that the story that I was told about this religion wasn&#39;t perhaps completely whole, that something was left out.","author":"Chinua Achebe","topic":"Religion"},{"quote":"Christianity is not about religion. It&#39;s about faith, about being held, about being forgiven. It&#39;s about finding joy and finding home.","author":"Bear Grylls","topic":"Religion"},{"quote":"To know a person&#39;s religion we need not listen to his profession of faith but must find his brand of intolerance.","author":"Eric Hoffer","topic":"Religion"},{"quote":"Hey, I&#39;m a Catholic deer hunter, I am happy to be clinging to my guns and my religion.","author":"Paul Ryan","topic":"Religion"},{"quote":"As an East Asian looking at America, I find attractive and unattractive features. I like, for example, the free, easy and open relations between people regardless of social status, ethnicity or religion.","author":"Lee Kuan Yew","topic":"Religion"},{"quote":"I love the idea of the teachings of Jesus Christ and the beautiful stories about it, which I loved in Sunday school and I collected all the little stickers and put them in my book. But the reality is that organised religion doesn&#39;t seem to work. It turns people into hateful lemmings and it&#39;s not really compassionate.","author":"Elton John","topic":"Religion"},{"quote":"Before the rise of the nation-state, between the eighteenth and twentieth centuries, the world was mostly tribal. Tribes were united by language, religion, blood, and belief. They feared other tribes and often warred against them.","author":"Robert Reich","topic":"Religion"},{"quote":"I got to thinking about the Book of Revelation that was written by a Jewish prophet who was also a follower of Jesus who hated the Roman Empire. I realized that the Book of Revelation could be a way to reflect on the issue of religion&#39;s relationship to politics.","author":"Elaine Pagels","topic":"Religion"},{"quote":"The first amendment makes it clear that we are free to practice religion without government interference. The Constitution also establishes the separation of church and state so that the laws we live by our never guided by religious zeal.","author":"Roxane Gay","topic":"Religion"},{"quote":"To criticize a person for their race is manifestly irrational and ridiculous, but to criticize their religion, that is a right. That is a freedom.","author":"Rowan Atkinson","topic":"Religion"},{"quote":"No philosophy, no religion, has ever brought so glad a message to the world as this good news of Atheism.","author":"Annie Besant","topic":"Religion"},{"quote":"Sex is the mysticism of materialism and the only possible religion in a materialistic society.","author":"Malcolm Muggeridge","topic":"Religion"},{"quote":"The self-help section of national bookstore chains in America is one of the largest sections. In a way, it&#39;s nothing new, and in another way, very new. People have always searched for answers; that&#39;s why we have religion. People have always been seeking some relief from their own mortality.","author":"Holly Hunter","topic":"Religion"},{"quote":"Donald Trump has stunned the political world by building an unlikely coalition that crosses all demographic boundaries of age, sex, race, religion and social classes, and all party lines.","author":"Jerry Falwell, Jr.","topic":"Religion"},{"quote":"I am not an atheist; I believe in God. But my religion ends there. I have my own personal belief system that is so strong it allows me to do what I do. I don&#39;t have to worry about going to Hell because of Slayer, you know? Everyone has a personal belief system and believes in life somehow.","author":"Tom Araya","topic":"Religion"},{"quote":"Terrorism should be seen in the light of the country&#39;s security and not from the narrow perspective of caste, creed and religion.","author":"Oscar Fernandes","topic":"Religion"},{"quote":"I do not think I could myself be brought to support a man for office whom I knew to be an open enemy of, and scoffer at, religion.","author":"Abraham Lincoln","topic":"Religion"},{"quote":"Religion and philosophy are to be preserved distinct. We are not to introduce divine revelations into philosophy, nor philosophical opinions into religion.","author":"Isaac Newton","topic":"Religion"},{"quote":"I respect the fact that many denominations have different points of view with respect to gay marriage and they can hold that in the sanctity in the place of their religion and not bless them or solemnize them.","author":"Colin Powell","topic":"Religion"},{"quote":"Most people don&#39;t want to talk about politics and religion. They say, &#39;Let&#39;s talk about something else.&#39;","author":"Prince","topic":"Religion"},{"quote":"If any of you should ask me for an epitome of the Christian religion, I should say that it is in one word - prayer. Live and die without prayer, and you will pray long enough when you get to hell.","author":"Charles Spurgeon","topic":"Religion"},{"quote":"Religion doesn&#39;t play any part in my life in terms of how I live my life. But I don&#39;t think I&#39;ve ever gone through a day in my life without hearing someone say the word &#39;Jew&#39; or saying it myself.","author":"Larry David","topic":"Religion"},{"quote":"Religion in its humility restores man to his only dignity, the courage to live by grace.","author":"George Santayana","topic":"Religion"},{"quote":"Generally speaking, the errors in religion are dangerous; those in philosophy only ridiculous.","author":"David Hume","topic":"Religion"},{"quote":"Religion has done love a great service by making it a sin.","author":"Anatole France","topic":"Religion"},{"quote":"Equal protection under the law - for race, religion, gender or sexual orientation - should not be subject to the most popular sentiments of the day.","author":"Cory Booker","topic":"Religion"},{"quote":"Love and business and family and religion and art and patriotism are nothing but shadows of words when a man&#39;s starving!","author":"O. Henry","topic":"Religion"},{"quote":"Since Castro took power, the Cuban people have been denied basic human freedoms. No freedom of religion, no freedom of the press, no political freedom. And the regime uses brutality and violence to suppress these freedoms and impose its will.","author":"Mitt Romney","topic":"Religion"},{"quote":"Religion works. I know there&#39;s comfort there, a crash pad. It&#39;s something to explain the world and tell you there is something bigger than you, and it is going to be alright in the end. It works because it&#39;s comforting.","author":"Brad Pitt","topic":"Religion"},{"quote":"I believe if religion brings you to a sense of peace, that&#39;s beautiful. But I also believe if religion&#39;s not your thing, that&#39;s fine, too, just so long as you&#39;re a good person and you find that one thing that leads you to peace and teaches you to have harmony with yourself and other people around you.","author":"Michelle Phan","topic":"Religion"},{"quote":"I used to think religion was just more of the same thing. Dump responsibility on the big guy. Now I see an importance in that. It&#39;s a relief to accept that not everything is under your control.","author":"Barbara Kingsolver","topic":"Religion"},{"quote":"The audience that I try to reach are members of what I call the church alumni association. Now they are people who have not found in institutional religion a God big enough to be God for their world.","author":"John Shelby Spong","topic":"Religion"},{"quote":"9\/11 was a deliberate, carefully planned evil act of the long-waged war on the West by Koran-inspired soldiers of Allah around the world. They hated us before George W. Bush was in office. They hated us before Israel existed. And the avengers of the religion of perpetual outrage will keep hating us.","author":"Michelle Malkin","topic":"Religion"},{"quote":"First of all, my persuasion is what really breeds violence is political differences. But because religion serves as the soul of community, it gets drawn into the fracas and turns up the heat.","author":"Huston Smith","topic":"Religion"},{"quote":"A religious man is a person who holds God and man in one thought at one time, at all times, who suffers harm done to others, whose greatest passion is compassion, whose greatest strength is love and defiance of despair.","author":"Abraham Joshua Heschel","topic":"Religion"},{"quote":"Religion and political expediency go beautifully hand in hand.","author":"Friedrich Durrenmatt","topic":"Religion"},{"quote":"Some would rather pull a handcart across the prairie than bring up the subject of faith and religion to their friends and co-workers. They worry about how they might be perceived or how it might harm their relationship. It doesn&#39;t need to be that way because we have a glad message to share, and we have a message of joy.","author":"Dieter F. Uchtdorf","topic":"Religion"},{"quote":"Someone once told me that religion is like a knife: You can stab someone with it, or you can slice bread with it.","author":"Vera Farmiga","topic":"Religion"},{"quote":"It is up to God to reveal a religion, but up to us to understand and realise it.","author":"Abdolkarim Soroush","topic":"Religion"},{"quote":"Revealed religion is one thing, revealed legislation, another.","author":"Moses Mendelssohn","topic":"Religion"},{"quote":"A lot of Christian extremism has done a great deal to discredit religion; the main religious traditions have abandoned their own intellectual cultures so drastically that no one has any sense of it other than the fringe.","author":"Marilynne Robinson","topic":"Religion"},{"quote":"It&#39;s not just the effect of technology on the environment, on religion, on the economic structure, on society, on politics, etc. It&#39;s that everything now exists in technology to the point where technology is the new and comprehensive host of nature of life.","author":"Godfrey Reggio","topic":"Religion"},{"quote":"If you have religious faith, very good, you can add on secular ethics, then religious belief, add on it, very good. But even those people who have no interest about religion, okay, it&#39;s not religion, but you can train through education.","author":"Dalai Lama","topic":"Religion"},{"quote":"You can have religion with spirituality. You can also have religion without spirituality.","author":"Eckhart Tolle","topic":"Religion"},{"quote":"The humanists&#39; replacement for religion: work really hard and somehow you&#39;ll either save yourself or you&#39;ll be immortal. Of course, that&#39;s a total joke, and our progress is nothing. There may be progress in technology but there&#39;s no ethical progress whatsoever.","author":"David Bowie","topic":"Religion"},{"quote":"Politics is the most important of the civil activities and has its own field of action, which is not that of religion.","author":"Pope Francis","topic":"Religion"},{"quote":"The First Amendment only says &#39;Congress shall make no law respecting an establishment of religion.&#39; It can disrespect all it wants.","author":"P. J. O'Rourke","topic":"Religion"},{"quote":"Where knowledge ends, religion begins.","author":"Benjamin Disraeli","topic":"Religion"},{"quote":"I have a reputation worldwide of being tolerant of all people and their views. I&#39;m too well-educated to criticize a certain religion or group of people for what they believe in. It&#39;s called freedom.","author":"Robert H. Schuller","topic":"Religion"},{"quote":"Every major religion today is a winner in the Darwinian struggle waged among cultures, and none ever flourished by tolerating its rivals.","author":"E. O. Wilson","topic":"Religion"},{"quote":"Science and religion are the two most powerful forces in the world. Having them at odds... is not productive.","author":"E. O. Wilson","topic":"Religion"},{"quote":"Science has nothing in common with religion. Facts and miracles never did and never will agree.","author":"Robert Green Ingersoll","topic":"Religion"},{"quote":"There is a vulgar incredulity, which in historical matters, as well as in those of religion, finds it easier to doubt than to examine.","author":"Walter Scott","topic":"Religion"},{"quote":"Religion has nothing to do with God. It&#39;s a fundamental attitude of human beings, who ask about the origins of life and what happens after death. For many, the answer is a personal god. In my opinion, it&#39;s religion that produces God, not the other way round.","author":"Umberto Eco","topic":"Religion"},{"quote":"I&#39;m going to tell you what my religion is. Do unto others as you would have them do unto you. Period. Terminato. Finito.","author":"Gene Wilder","topic":"Religion"},{"quote":"The habit of religion is oppressive, an easy way out of thought.","author":"Peter Ustinov","topic":"Religion"},{"quote":"I should like to repeat what I stated recently in the Jeddah Economic Forum in Saudi Arabia: It won&#39;t be the religion, but rather the world-view of some of its followers that shall be made current.","author":"Recep Tayyip Erdogan","topic":"Religion"},{"quote":"We&#39;re losing our freedom of speech. We are losing freedom of religion. We are losing freedom of the press.","author":"Roger Ailes","topic":"Religion"},{"quote":"Religion can be one of the greatest impediments to finding God.","author":"Anne Graham Lotz","topic":"Religion"},{"quote":"Religion is supposed to be a positive thing when you look at the true religions around the world, not the fundamentalists. You always have to go with what your spirit tells you, not what people advise you. I&#39;m a man that will always follow my own path.","author":"Anthony Joshua","topic":"Religion"},{"quote":"The proper reply to right wing religiosity is not to insist that politics and religion don&#39;t mix. This is the stock response of the left.","author":"Christopher Lasch","topic":"Religion"},{"quote":"God did not intend religion to be an exercise club.","author":"Naguib Mahfouz","topic":"Religion"},{"quote":"Even at school I studied ethics instead of religion.","author":"Ville Valo","topic":"Religion"},{"quote":"The clergy earns its living from religion. If your interests are secured through religion, then you will defend your interests first, and religion will become secondary.","author":"Abdolkarim Soroush","topic":"Religion"},{"quote":"The fundamentals that founded our great nation included the freedom of speech and religion.","author":"Markwayne Mullin","topic":"Religion"},{"quote":"Nevertheless, there is another threat on the horizon. I see this threat in environmentalism which is becoming a new dominant ideology, if not a religion. Its main weapon is raising the alarm and predicting the human life endangering climate change based on man-made global warming.","author":"Vaclav Klaus","topic":"Religion"},{"quote":"My Latin education teaches me that religion comes from religio, which means, &#39;to bind.&#39; To bind with rope. And that&#39;s all it means. So whenever I hear somebody go, &#39;I feel so religious right now!&#39; I&#39;m like, &#39;Well, you&#39;re tying yourself up in knots, are you?&#39;","author":"James Callis","topic":"Religion"},{"quote":"I&#39;m the only one in my family - I&#39;m a practicing Jew - who has attached themselves to religion in a more traditional way.","author":"Jessica Hecht","topic":"Religion"},{"quote":"This is God&#39;s world, not Satan&#39;s. Christians are the lawful heirs, not non-Christians.","author":"Gary North","topic":"Religion"},{"quote":"Conflict between science and religion a dangerous foe.","author":"Henry Norris Russell","topic":"Religion"},{"quote":"In Christianity neither morality nor religion come into contact with reality at any point.","author":"Friedrich Nietzsche","topic":"Religion"},{"quote":"Religion was instituted to make us happy in this life and in the other. What must we do to be happy in the life to come? Be just.","author":"Voltaire","topic":"Religion"},{"quote":"My purpose is to help people look at themselves and begin to shift their concepts. Remember, we are not our country, our race, or religion. We are eternal spirits. Seeing ourselves as spiritual beings without label is a way to transform the world and reach a sacred place for all of humanity.","author":"Wayne Dyer","topic":"Religion"},{"quote":"Our civilization, such as it is, was shaped by religion, and the men who aspire to public office anyplace in the free world must make obeisance to God or risk immediate opprobrium.","author":"Frank Sinatra","topic":"Religion"},{"quote":"We are punished by our sins, not for them.","author":"Elbert Hubbard","topic":"Religion"},{"quote":"To die for a religion is easier than to live it absolutely.","author":"Jorge Luis Borges","topic":"Religion"},{"quote":"Touring is my religion. Music is all-encompassing - my religion.","author":"Brendon Urie","topic":"Religion"},{"quote":"Communism introduced into the world a substitute for true religion. It is a counterfeit of the gospel plan.","author":"Ezra Taft Benson","topic":"Religion"},{"quote":"Jesus does not give recipes that show the way to God as other teachers of religion do. He is himself the way.","author":"Karl Barth","topic":"Religion"},{"quote":"America&#39;s state religion, is patriotism, a phenomenon which has convinced many of the citizenry that &#39;treason&#39; is morally worse than murder or rape.","author":"William Blum","topic":"Religion"},{"quote":"All religions and all communities have the same rights, and it is my responsibility to ensure their complete and total protection. My government will not tolerate or accept any discrimination based on caste, creed and religion.","author":"Narendra Modi","topic":"Religion"},{"quote":"Religion, any religion, no matter what sort of wonderful religion, never be universal. So now education is universal, so we have to sort of find ways and means through education system, from kindergarten up to university level, to make awareness these good things, the values, inner values.","author":"Dalai Lama","topic":"Religion"},{"quote":"The fact is, we need markers in life, whether we subscribe to a religion or not. And the major holidays, such as Christmas, serve to remind us of the turning world.","author":"Jay Parini","topic":"Religion"},{"quote":"One of the things I most admire about America is they have created a genuine melting pot society, a country of opportunity; you can be of any religion, colour, ethnicity, persuasion and make it to the top of your chosen field. And that&#39;s something I admire about America and hope they continue with.","author":"David Cameron","topic":"Religion"},{"quote":"If, then, you are looking for the way by which you should go, take Christ, because He Himself is the way.","author":"Thomas Aquinas","topic":"Religion"},{"quote":"I think we have to believe in things we don&#39;t see. That&#39;s really important for all of us, whether it&#39;s your religion or Santa Claus, or whatever. That&#39;s pretty much what it&#39;s about.","author":"James Caan","topic":"Religion"},{"quote":"We must respect the other fellow&#39;s religion, but only in the sense and to the extent that we respect his theory that his wife is beautiful and his children smart.","author":"H. L. Mencken","topic":"Religion"},{"quote":"Religion is the masterpiece of the art of animal training, for it trains people as to how they shall think.","author":"Arthur Schopenhauer","topic":"Religion"},{"quote":"God requireth not a uniformity of religion.","author":"Roger Williams","topic":"Religion"},{"quote":"These things will destroy the human race: politics without principle, progress without compassion, wealth without work, learning without silence, religion without fearlessness and worship without awareness.","author":"Anthony de Mello","topic":"Religion"},{"quote":"The greatest tragedy in mankind&#39;s entire history may be the hijacking of morality by religion.","author":"Arthur C. Clarke","topic":"Religion"},{"quote":"My concern with religion is that it allows us by the millions to believe what only lunatics or idiots could believe on their own. That&#39;s not to say that all religious people are lunatics or idiots. It&#39;s anything but that.","author":"Sam Harris","topic":"Religion"},{"quote":"Religion is an illusion and it derives its strength from the fact that it falls in with our instinctual desires.","author":"Sigmund Freud","topic":"Religion"},{"quote":"Is not the brand of &#39;double-dealer&#39; stamped on the forehead of every democratic slaveholder? Are not fraud and hypocrisy the religion of the man who calls himself a democrat, and hold his fellow-man in bondage?","author":"John Quincy Adams","topic":"Religion"},{"quote":"A tyrant must put on the appearance of uncommon devotion to religion. Subjects are less apprehensive of illegal treatment from a ruler whom they consider god-fearing and pious. On the other hand, they do less easily move against him, believing that he has the gods on his side.","author":"Aristotle","topic":"Religion"},{"quote":"We don&#39;t understand why we&#39;re here, no one&#39;s giving us an answer, religion is vague, your parents can&#39;t help because they&#39;re just people, and it&#39;s all terrible, and there&#39;s no meaning to anything.","author":"Adam Driver","topic":"Religion"},{"quote":"Christmas renews our youth by stirring our wonder. The capacity for wonder has been called our most pregnant human faculty, for in it are born our art, our science, our religion.","author":"Ralph W. Sockman","topic":"Religion"},{"quote":"I am not systematic at all when it comes to religion. I just love life. And I&#39;m not judgmental. And I&#39;m a vegetarian.","author":"Erykah Badu","topic":"Religion"},{"quote":"It is a masterpiece of the devil to make us believe that children cannot understand religion. Would Christ have made a child the standard of faith if He had known that it was not capable of understanding His words?","author":"Dwight L. Moody","topic":"Religion"},{"quote":"Christmas is a Christian holiday, and any self-respecting person of another religion should not celebrate a holiday that they don&#39;t believe in. Clearly, Christ is in the name of the holiday, so there should be a belief in Him.","author":"Monica Johnson","topic":"Religion"},{"quote":"Communism is a religion that is inspired, directed and motivated by the Devil himself who has declared war against Almighty God.","author":"Billy Graham","topic":"Religion"},{"quote":"Next to religion, baseball has had a greater impact on our American way of life than any other American institution.","author":"Herbert Hoover","topic":"Religion"},{"quote":"Disturbances in society are never more fearful than when those who are stirring up the trouble can use the pretext of religion to mask their true designs.","author":"Denis Diderot","topic":"Religion"},{"quote":"All religion seems to need to prove that it&#39;s the only truth. And that&#39;s where it turns demonic. Because that&#39;s when you get religious wars and persecutions and burning heretics at the stake.","author":"John Shelby Spong","topic":"Religion"},{"quote":"We have to pray with our eyes on God, not on the difficulties.","author":"Oswald Chambers","topic":"Religion"},{"quote":"Diversity of thought and culture and religion and ideas has been the strength of America.","author":"Gary Locke","topic":"Religion"},{"quote":"Go beyond science, into the region of metaphysics. Real religion is beyond argument. It can only be lived both inwardly and outwardly.","author":"Swami Sivananda","topic":"Religion"},{"quote":"Freedom of religion is a fundamental Constitutional principle. It&#39;s a founding principle of this country.","author":"Paul Ryan","topic":"Religion"},{"quote":"When man fell from grace, he lost a kingdom, not a religion. He lost dominion over the earth; He did not lose Heaven. Therefore, mankind&#39;s search is not for a religion or for Heaven but for his kingdom.","author":"Myles Munroe","topic":"Religion"},{"quote":"Religion is something we don&#39;t talk about, and it is used by uneducated people as a weapon to divide us as opposed to connect with each other.","author":"Zach Anner","topic":"Religion"},{"quote":"Just in terms of allocation of time resources, religion is not very efficient. There&#39;s a lot more I could be doing on a Sunday morning.","author":"Bill Gates","topic":"Religion"},{"quote":"There&#39;s naught, no doubt, so much the spirit calms as rum and true religion.","author":"Lord Byron","topic":"Religion"},{"quote":"What is a wife and what is a harlot? What is a church and what is a theatre? are they two and not one? Can they exist separate? Are not religion and politics the same thing? Brotherhood is religion. O demonstrations of reason dividing families in cruelty and pride!","author":"William Blake","topic":"Religion"},{"quote":"What gets in our way is history and culture and religion and economic conditions. It is part of the hypnosis of our social conditioning.","author":"Deepak Chopra","topic":"Religion"},{"quote":"In the 21st century, I believe the mission of the United Nations will be defined by a new, more profound awareness of the sanctity and dignity of every human life, regardless of race or religion.","author":"Kofi Annan","topic":"Religion"},{"quote":"I was told to challenge every spiritual teacher, every world leader to utter the one sentence that no religion, no political party, and no nation on the face of the earth will dare utter: &#39;Ours is not a better way, ours is merely another way.","author":"Neale Donald Walsch","topic":"Religion"},{"quote":"Religion must mainly be a matter of principles only. It cannot be a matter of rules. The moment it degenerates into rules, it ceases to be a religion, as it kills responsibility which is an essence of the true religious act.","author":"B. R. Ambedkar","topic":"Religion"},{"quote":"I&#39;m sickened by all religions. Religion has divided people. I don&#39;t think there&#39;s any difference between the pope wearing a large hat and parading around with a smoking purse and an African painting his face white and praying to a rock.","author":"Howard Stern","topic":"Religion"},{"quote":"Of all the tyrannies that affect mankind, tyranny in religion is the worst.","author":"Thomas Paine","topic":"Religion"},{"quote":"The Americans combine the notions of religion and liberty so intimately in their minds, that it is impossible to make them conceive of one without the other.","author":"Alexis de Tocqueville","topic":"Religion"},{"quote":"I know the Bible is inspired because it inspires me.","author":"Dwight L. Moody","topic":"Religion"},{"quote":"The methodologies of examining hip hop are borrowed from sociology, politics, religion, economics, urban studies, journalism, communications theory, American studies, transatlantic studies, black studies, history, musicology, comparative literature, English, linguistics, and other disciplines.","author":"Michael Eric Dyson","topic":"Religion"},{"quote":"Religion points to that area of human experience where in one way or another man comes upon mystery as a summons to pilgrimage.","author":"Frederick Buechner","topic":"Religion"},{"quote":"It was the experience of mystery - even if mixed with fear - that engendered religion.","author":"Albert Einstein","topic":"Religion"},{"quote":"Whoever seeks to set one religion against another seeks to destroy all religion.","author":"Franklin D. Roosevelt","topic":"Religion"},{"quote":"No man ever believes that the Bible means what it says: He is always convinced that it says what he means.","author":"George Bernard Shaw","topic":"Religion"},{"quote":"Human beings must be known to be loved; but Divine beings must be loved to be known.","author":"Blaise Pascal","topic":"Religion"},{"quote":"In nearly every religion I am aware of, there is a variation of the golden rule. And even for the non-religious, it is a tenet of people who believe in humanistic principles.","author":"Hillary Clinton","topic":"Religion"},{"quote":"Personally, I don&#39;t choose any particular religion or symbol or group of words or teachings to define me. That&#39;s between me and the most high. You know, my higher self. The Creator.","author":"Erykah Badu","topic":"Religion"},{"quote":"Without the emotion of the beautiful, the sublime, the mysterious, there is no art, no religion, no literature.","author":"John Burroughs","topic":"Religion"},{"quote":"You have this mounting aggressive ignorance with the rabbit&#39;s foot of their particular religion. You don&#39;t really have any kind of spiritual law, just a kind of a rabid mental illness. The songs are a little slice of life.","author":"Joni Mitchell","topic":"Religion"},{"quote":"Prayer is aligning ourselves with the purposes of God.","author":"E. Stanley Jones","topic":"Religion"},{"quote":"It is, then, by those shadows of the hoary Past and their fantastic silhouettes on the external screen of every religion and philosophy, that we can, by checking them as we go along, and comparing them, trace out finally the body that produced them.","author":"Helena Blavatsky","topic":"Religion"},{"quote":"Religion is doing; a man does not merely think his religion or feel it, he lives his religion as much as he is able, otherwise it is not religion but fantasy or philosophy.","author":"George Gurdjieff","topic":"Religion"},{"quote":"Consciousness permits us to develop the instruments of culture - morality and justice, religion, art, economics and politics, science and technology. Those instruments allow us some measure of freedom in the confrontation with nature.","author":"Antonio Damasio","topic":"Religion"},{"quote":"The importance that our society attaches to sport is incredible. After all, is football a game or a religion? The people of this country have allowed sports to get completely out of hand.","author":"Howard Cosell","topic":"Religion"},{"quote":"We have convinced over one billion members of the Islamic faith that we are prejudiced against their religion, that we would deny them freedom of religion, that we want suppress their culture and invade their governments.","author":"Theodore C. Sorensen","topic":"Religion"},{"quote":"One strength of the communist system of the East is that it has some of the character of a religion and inspires the emotions of a religion.","author":"Albert Einstein","topic":"Religion"},{"quote":"A strong argument for the religion of Christ is this - that offences against Charity are about the only ones which men on their death-beds can be made - not to understand - but to feel - as crime.","author":"Edgar Allan Poe","topic":"Religion"},{"quote":"Religion has the right to express its opinion in the service of the people, but God in creation has set us free: it is not possible to interfere spiritually in the life of a person.","author":"Pope Francis","topic":"Religion"},{"quote":"Religion flourishes in greater purity, without than with the aid of Government.","author":"James Madison","topic":"Religion"},{"quote":"Persecution is not an original feature in any religion; but it is always the strongly marked feature of all religions established by law.","author":"Thomas Paine","topic":"Religion"},{"quote":"The framers of our Constitution meant we were to have freedom of religion, not freedom from religion.","author":"Billy Graham","topic":"Religion"},{"quote":"For the record, I believe in God, but I do not believe in religion, period.","author":"Rodrigo Duterte","topic":"Religion"},{"quote":"Boxing is a celebration of the lost religion of masculinity all the more trenchant for its being lost.","author":"Joyce Carol Oates","topic":"Religion"},{"quote":"We are a nation that is unenlightened because of religion. I do believe that. I think religion stops people from thinking. I think it justified crazies.","author":"Bill Maher","topic":"Religion"},{"quote":"There is nothing intrinsic linking any religion with any act of violence. The crusades don&#39;t prove that Christianity was violent. The Inquisition doesn&#39;t prove that Christianity tortures people. But that Christianity did torture people.","author":"Salman Rushdie","topic":"Religion"},{"quote":"Some people think that religion is not essential to society. I do not hold this view. I consider the foundation of religion to be essential to the life and practices of a society.","author":"B. R. Ambedkar","topic":"Religion"},{"quote":"Young people all over the world are very frustrated. They are very disillusioned. Many of them are turning their backs on religion. They are walking away from the faith of their parents, and most of this is because religion has failed them.","author":"Myles Munroe","topic":"Religion"},{"quote":"Baseball just a came as simple as a ball and bat. Yet, as complex as the American spirit it symbolizes. A sport, a business and sometimes almost even a religion.","author":"Ernie Harwell","topic":"Religion"},{"quote":"I&#39;m a Sufi Muslim, I would say. I believe in using the medium to create a good vibration because art is so important to society. Some projects I don&#39;t do because I feel that it&#39;s going to create a bad vibe. I don&#39;t do propaganda films that are anti another religion, anti-Muslim or anti-Hindu.","author":"A. R. Rahman","topic":"Religion"},{"quote":"A union of government and religion tends to destroy government and degrade religion.","author":"Hugo Black","topic":"Religion"},{"quote":"So far as the government is concerned, there is only one holy book, which is the constitution of India. My government will not tolerate or accept any discrimination based on caste, creed and religion.","author":"Narendra Modi","topic":"Religion"},{"quote":"I found enormous opposition to my religion. It&#39;s like if you want to strengthen your biceps, you lift heavy weight, as heavy as you can handle, and work your muscles against resistance until it grows strong. I had to do that with my religion.","author":"Ricardo Montalban","topic":"Religion"},{"quote":"True religion... is giving and finding one&#39;s happiness by bringing happiness into the lives of others.","author":"William J. H. Boetcker","topic":"Religion"},{"quote":"No white group has founded a major religion on this planet. The major religious were started in the Orient and the Middle East, not in Greece and Rome. I always knew you racists didn&#39;t have a prayer.","author":"Jane Elliot","topic":"Religion"},{"quote":"I think religion is very personal. I definitely identify as Muslim. I consider myself practicing, but I don&#39;t think people who observe me from the outside would think of me as devout, and that doesn&#39;t bother me because one of the beauties of Islam is the fact that it is personal: you read the Koran, and what you believe is what you believe.","author":"Maysoon Zayid","topic":"Religion"},{"quote":"In the middle ages people were tourists because of their religion, whereas now they are tourists because tourism is their religion.","author":"Robert Runcie","topic":"Religion"},{"quote":"Many of us saw religion as harmless nonsense. Beliefs might lack all supporting evidence but, we thought, if people needed a crutch for consolation, where&#39;s the harm? September 11th changed all that.","author":"Richard Dawkins","topic":"Religion"},{"quote":"I have great respect for the religion. I know a lot of people that are Muslim and are phenomenal people.","author":"Colin Kaepernick","topic":"Religion"},{"quote":"A man has no religion who has not slowly and painfully gathered one together, adding to it, shaping it; and one&#39;s religion is never complete and final, it seems, but must always be undergoing modification.","author":"D. H. Lawrence","topic":"Religion"},{"quote":"A belief is purely an individual matter, and you cannot and must not organize it. If you do, it becomes dead, crystallized; it becomes a creed, a sect, a religion, to be imposed on others.","author":"Jiddu Krishnamurti","topic":"Religion"},{"quote":"There was a time when someone would get on a plane and request to move their seat just because the person sitting next to them was of a different ethnicity or religion or nationality. But I don&#39;t think my generation wants that. That&#39;s how it used to be.","author":"ASAP Rocky","topic":"Religion"},{"quote":"I have now disposed of all my property to my family. There is one thing more I wish I could give them, and that is the Christian religion.","author":"Patrick Henry","topic":"Religion"},{"quote":"You can believe what you want religiously. Religion is one thing, but science, provable science, is something else.","author":"Bill Nye","topic":"Religion"},{"quote":"Women have been the most persecuted people throughout all of recorded history, more than any race or religion.","author":"Leonardo DiCaprio","topic":"Religion"},{"quote":"When Jews left Judaism, they didn&#39;t stop being religious. They simply swapped God-based Judaism for godless secular humanism and leftism. For left-wing Jews, Judaism is their ethnicity; leftism is their religion.","author":"Dennis Prager","topic":"Religion"},{"quote":"For that again, is what all manner of religion essentially is: childish dependency.","author":"Albert Ellis","topic":"Religion"},{"quote":"Religion kept some of my relatives alive, because it was all they had. If they hadn&#39;t had some hope of heaven, some companionship in Jesus, they probably would have committed suicide, their lives were so hellish.","author":"Octavia Butler","topic":"Religion"},{"quote":"Nothing has done more to separate and divide human beings one from another than exclusivist organized religion.","author":"Neale Donald Walsch","topic":"Religion"},{"quote":"Superstition is the only religion of which base souls are capable of.","author":"Joseph Joubert","topic":"Religion"},{"quote":"The trouble with many men is that they have got just enough religion to make them miserable. If there is not joy in religion, you have got a leak in your religion.","author":"Billy Sunday","topic":"Religion"},{"quote":"Abraham is such a fascinating figure. Three world religions - Judaism, Christianity, and Islam - all claim him as a patriarch. He was raised in a religious home. And yet he rejected religion in order to pursue a personal relationship with God.","author":"Anne Graham Lotz","topic":"Religion"},{"quote":"Religion brings to man an inner strength, spiritual light, and ineffable peace.","author":"Alexis Carrel","topic":"Religion"},{"quote":"Out of all the ridiculous religion stories - which are greatly, wonderfully ridiculous - the silliest one I&#39;ve ever heard is, &#39;Yeah, there&#39;s this big, giant universe, and it&#39;s expanding, and it&#39;s all going to collapse on itself, and we&#39;re all just here, just &#39;cuz. Just &#39;cuz.&#39; That to me, is the most ridiculous explanation ever.","author":"Trey Parker","topic":"Religion"},{"quote":"Finding that no religion is based on facts and cannot be true, I began to reflect what must be the condition of mankind trained from infancy to believe in error.","author":"Robert Owen","topic":"Religion"},{"quote":"I like to say magic is the world&#39;s second oldest profession, a mystical and often awe-inspiring spectacle that, throughout the ages, has blended superstition, trickery and religion.","author":"Criss Angel","topic":"Religion"},{"quote":"Corruption is rife in the Muslim world, and when it is coupled with the marginalization of religion, it manifests itself as frustration and becomes a fertile recruiting ground for extremism.","author":"Hamza Yusuf","topic":"Religion"},{"quote":"Women are oppressed in the east, in the west, in the south, in the north. Women are oppressed inside, outside home, a woman is oppressed in religion, she is oppressed outside religion.","author":"Taslima Nasrin","topic":"Religion"},{"quote":"America was first colonized by Puritans. Most of our earliest immigrants, and many since, have come here in order to practice their religious beliefs as they please. Our culture has always been, and will most likely always be, profoundly influenced by religion.","author":"James Frey","topic":"Religion"},{"quote":"The Sabbath is a weekly cathedral raised up in my dining room, in my family, in my heart.","author":"Anita Diament","topic":"Religion"},{"quote":"America&#39;s freedom of religion, and freedom from religion, offers every wisdom tradition an opportunity to address our soul-deep needs: Christianity, Judaism, Islam, Buddhism, Hinduism, secular humanism, agnosticism and atheism among others.","author":"Parker Palmer","topic":"Religion"},{"quote":"As long as I don&#39;t write about the government, religion, politics, and other institutions, I am free to print anything.","author":"Pierre Beaumarchais","topic":"Religion"},{"quote":"Conversion is not my intention. Changing religion is not easy. You may develop some kind of confusion or difficulties.","author":"Dalai Lama","topic":"Religion"},{"quote":"My main hope is eventually, in modern education field, introduce education about warm-heartedness, not based on religion, but based on common experience and a common sort of sense, and then scientific finding.","author":"Dalai Lama","topic":"Religion"},{"quote":"We know too much, and are convinced of too little. Our literature is a substitute for religion, and so is our religion.","author":"T. S. Eliot","topic":"Religion"},{"quote":"All religions must be tolerated... for every man must get to heaven in his own way.","author":"Epictetus","topic":"Religion"},{"quote":"I don&#39;t necessarily believe in organized religion.","author":"Will Smith","topic":"Religion"},{"quote":"I find the whole business of religion profoundly interesting. But it does mystify me that otherwise intelligent people take it seriously.","author":"Douglas Adams","topic":"Religion"},{"quote":"Religion is essentially the art and the theory of the remaking of man. Man is not a finished creation.","author":"Edmund Burke","topic":"Religion"},{"quote":"Religion is the search for ultimate meaning.","author":"Viktor E. Frankl","topic":"Religion"},{"quote":"Not every religion has to have St. Augustine&#39;s attitude to sex. Why even in our culture marriages are celebrated in a church, everyone present knows what is going to happen that night, but that doesn&#39;t prevent it being a religious ceremony.","author":"Ludwig Wittgenstein","topic":"Religion"},{"quote":"When I was a student, I studied philosophy and religion. I talked about being patient. Some people say I was too hopeful, too optimistic, but you have to be optimistic just in keeping with the philosophy of non-violence.","author":"John Lewis","topic":"Religion"},{"quote":"Religion always remains higher than everyday life. In order to make the elevation towards religion easier for people, religion must be able to alter its forms in relation to the consciousness of modern man.","author":"Aleksandr Solzhenitsyn","topic":"Religion"},{"quote":"We are always on the anvil; by trials God is shaping us for higher things.","author":"Henry Ward Beecher","topic":"Religion"},{"quote":"Only a god can save us.","author":"Martin Heidegger","topic":"Religion"},{"quote":"I am obsessive always, even as a child. On one side is this strict orthodox religion, on the other is communism, and I am this little girl pulled between the two. It makes me who I am. It turns me into the kind of person that Freud would have a field day with, for sure.","author":"Marina Abramovic","topic":"Religion"},{"quote":"I&#39;m not into organized religion. I&#39;m into believing in a higher source of creation, realizing we&#39;re all just part of nature.","author":"Neil Young","topic":"Religion"},{"quote":"The European wars of religion were more deadly than the First World War, proportionally speaking, and in the range of the Second World War in Europe. The Inquisition, the persecution of heretics and infidels and witches, they racked up pretty high death tolls.","author":"Steven Pinker","topic":"Religion"},{"quote":"Religion is dangerous because it allows human beings who don&#39;t have all the answers to think that they do.","author":"Bill Maher","topic":"Religion"},{"quote":"Religion will prove to the believer a comforter and a sure guide to the fountain of true happiness.","author":"Ellen G. White","topic":"Religion"},{"quote":"Our religion is the traditions of our ancestors - the dreams of our old men, given them in solemn hours of the night by the Great Spirit; and the visions of our sachems, and is written in the hearts of our people.","author":"Chief Seattle","topic":"Religion"},{"quote":"A cult is a religion with no political power.","author":"Tom Wolfe","topic":"Religion"},{"quote":"Take away the Book of Mormon and the revelations, and where is our religion? We have none.","author":"Joseph Smith, Jr.","topic":"Religion"},{"quote":"If I or my soldiers have plundered or done injury to the houses or to the ministers of religion, I repent me of my sin - but it is not of Edward of England that I shall ask pardon.","author":"William Wallace","topic":"Religion"},{"quote":"Islam is not a religion of peace. Islam is a religion of submission. Islam means submit.","author":"Stephen Bannon","topic":"Religion"},{"quote":"I have sung for Americans of every political persuasion, and I am proud that I never refuse to sing to an audience, no matter what religion or color of their skin, or situation in life.","author":"Pete Seeger","topic":"Religion"},{"quote":"If your religion doesn&#39;t respect the rights of other religions, it is lacking something.","author":"Roger Ebert","topic":"Religion"},{"quote":"Our trust in the future has lost its innocence. We know now that anything can happen from one minute to the next. Politics, religion, economics, and the institutions of family and community all have become abruptly unsure.","author":"John O'Donohue","topic":"Religion"},{"quote":"I remember while I was at school some of my Muslim friends talked about a handful of people spoiling things in every culture. Hatred or hurt or pain isn&#39;t specific to a religion. I think it&#39;s a matter of acceptance. The one thing the world has to accept is everybody is different. What is normal to us is different and unusual to somebody else.","author":"Jessie J","topic":"Religion"},{"quote":"I grew up with the religion of &#39;Star Wars,&#39; frankly. That&#39;s when I realized there is something bigger out there... and it&#39;s called The Force.","author":"Trey Parker","topic":"Religion"},{"quote":"I&#39;m still very much an atheist, except that I don&#39;t necessarily see religion as being a bad thing. So, that&#39;s a weird thing that I&#39;m struggling with that seems to be offending both atheists and people that are religious.","author":"Patton Oswalt","topic":"Religion"},{"quote":"Theater is my temple and my religion and my act of faith. Strangers sit in a room together and believe together.","author":"Harvey Fierstein","topic":"Religion"},{"quote":"Don&#39;t try to tear down other people&#39;s religion about their ears, Build up your own perfect structure of truth, and invite your listeners to enter in and enjoy its glories.","author":"Brigham Young","topic":"Religion"},{"quote":"There must be freedom for all to live, to think, to worship, no book, no avenue must be closed.","author":"James Larkin","topic":"Religion"},{"quote":"Prayer is the spirit speaking truth to Truth.","author":"Philip James Bailey","topic":"Religion"},{"quote":"Much to the chagrin of the staunchly secular among us, religion shows no sign of going away. Predictions of the demise of religion, faith, tradition - and even God - have consistently been proven wrong.","author":"Hamza Yusuf","topic":"Religion"},{"quote":"Judaism boasts of no exclusive revelation of eternal truths that are indispensable to salvation, of no revealed religion in the sense in which that term is usually understood.","author":"Moses Mendelssohn","topic":"Religion"},{"quote":"Religion has caused more misery to all of mankind in every stage of human history than any other single idea.","author":"Madalyn Murray O'Hair","topic":"Religion"},{"quote":"I have the profoundest respect for people who behave in a generous way because of religion. But I come from a country where the misuse of religion has had catastrophic consequences. One must judge people not by what faith they proclaim but by what they do.","author":"Amin Maalouf","topic":"Religion"},{"quote":"Judaism is not just a religion but a people, and the food and customs of one part of the people is connected to the other part of the people. They are part of a larger story.","author":"Gil Marks","topic":"Religion"},{"quote":"Comparing science and religion isn&#39;t like comparing apples and oranges - it&#39;s more like apples and sewing machines.","author":"Jack Horner","topic":"Religion"},{"quote":"Muslims must believe that all power, success and victory comes from God alone.","author":"Abu Bakar Bashir","topic":"Religion"},{"quote":"We need to stay together, to spread the truth like religion. It&#39;s a lonely, scary road, and we&#39;ve got to walk it together.","author":"Carolyn Chute","topic":"Religion"},{"quote":"Chinese culture in general is not very religious. Confucianism is more a code of ethics than a religion, and ancestor worship is a way for parents to control you even after they&#39;re dead.","author":"David Henry Hwang","topic":"Religion"},{"quote":"Art is exalted above religion and race. Not a single solitary soul these days believes in the religions of the Assyrians, the Egyptians and the Greeks... Only their art, whenever it was beautiful, stands proud and exalted, rising above all time.","author":"Emil Nolde","topic":"Religion"},{"quote":"When people ask me what my religion is, I say it&#39;s the Arsenal.","author":"Marcus du Sautoy","topic":"Religion"},{"quote":"Surfing is my religion, if I have one.","author":"Kelly Slater","topic":"Religion"},{"quote":"Freedom of speech, freedom of the press, and freedom of religion all have a double aspect - freedom of thought and freedom of action.","author":"Frank Murphy","topic":"Religion"},{"quote":"Art has often been and continues to be considered transcendent. I see this as misguided and, in fact, a way of subverting the powerful voice art can be in global discussions about politics, economics, society, culture, religion and international relations.","author":"Aman Mojadidi","topic":"Religion"},{"quote":"The introduction of religious passion into politics is the end of honest politics, and the introduction of politics into religion is the prostitution of true religion.","author":"Lord Hailsham","topic":"Religion"},{"quote":"Morality is of the highest importance - but for us, not for God.","author":"Albert Einstein","topic":"Religion"},{"quote":"My religion teaches me that whenever there is distress which one cannot remove, one must fast and pray.","author":"Mahatma Gandhi","topic":"Religion"},{"quote":"It&#39;s not surprising, then, they get bitter, they cling to guns or religion or antipathy to people who aren&#39;t like them or anti-immigrant sentiment or anti-trade sentiment as a way to explain their frustrations.","author":"Barack Obama","topic":"Religion"},{"quote":"I always say that people should not rush to change religions. There is real value in finding the spiritual resources you need in your home religion.","author":"Dalai Lama","topic":"Religion"},{"quote":"Just as the soul fills the body, so God fills the world. Just as the soul bears the body, so God endures the world. Just as the soul sees but is not seen, so God sees but is not seen. Just as the soul feeds the body, so God gives food to the world.","author":"Marcus Tullius Cicero","topic":"Religion"},{"quote":"Religion and ritual can be vehicles for entering stillness. It says in Psalm 46:10, &#39;Be still, and know that I am God.&#39; But they are still just vehicles. The Buddha called his teaching a raft: You don&#39;t need to carry it around with you after you&#39;ve crossed the river.","author":"Eckhart Tolle","topic":"Religion"},{"quote":"Toleration is the best religion.","author":"Victor Hugo","topic":"Religion"},{"quote":"I&#39;m a student of world religion, so to me, it&#39;s hugely important to have knowledge and to understand what people are doing.","author":"Will Smith","topic":"Religion"},{"quote":"And I have no doubt that every new example will succeed, as every past one has done, in showing that religion and Government will both exist in greater purity, the less they are mixed together.","author":"James Madison","topic":"Religion"},{"quote":"Is it not a species of blasphemy to call the New Testament revealed religion, when we see in it such contradictions and absurdities.","author":"Thomas Paine","topic":"Religion"},{"quote":"Like religion, politics, and family planning, cereal is not a topic to be brought up in public. It&#39;s too controversial.","author":"Erma Bombeck","topic":"Religion"},{"quote":"Nothing is so fatal to religion as indifference.","author":"Edmund Burke","topic":"Religion"},{"quote":"To the man who reads &#39;Scouting for Boys&#39; superficially, there is a disappointing lack of religion in the book. But to him who tries it in practice, the basic religion underlying it soon becomes apparent.","author":"Robert Baden-Powell","topic":"Religion"},{"quote":"The God who existed before any religion counts on you to make the oneness of the human family known and celebrated.","author":"Desmond Tutu","topic":"Religion"},{"quote":"Religion and science are the two conjugated faces or phases of one and the same complete act of knowledge - the only one which can embrace the past and future of evolution and so contemplate, measure and fulfil them.","author":"Pierre Teilhard de Chardin","topic":"Religion"},{"quote":"I have always said that often the religion you were born with becomes more important to you as you see the universality of truth.","author":"Ram Dass","topic":"Religion"},{"quote":"I don&#39;t normally talk about my religion publicly because I don&#39;t want people to associate me and my flaws with this beautiful thing. And I believe it is beautiful if you learn it the right way.","author":"Dave Chappelle","topic":"Religion"},{"quote":"Religion and art spring from the same root and are close kin. Economics and art are strangers.","author":"Nathaniel Hawthorne","topic":"Religion"},{"quote":"You might sooner get lightning out of incense smoke than true action or passion out of your modern English religion.","author":"John Ruskin","topic":"Religion"},{"quote":"It is a debt we owe to the purity of our religion to show that it is at variance with that law which warrants slavery.","author":"Patrick Henry","topic":"Religion"},{"quote":"I&#39;ve got no problem with anybody&#39;s religion. But if you go claiming the Earth is only 10,000 years old, that&#39;s just wrong.","author":"Bill Nye","topic":"Religion"},{"quote":"God is so big. It&#39;s a gigantic concept in God. The idea that God might love us and be interested in us is kind of huge and gigantic, but we turn it, because we&#39;re small-minded, into this tiny, petty, often greedy version of God, that is religion.","author":"Bono","topic":"Religion"},{"quote":"The memory of my own suffering has prevented me from ever shadowing one young soul with the superstition of the Christian religion.","author":"Elizabeth Cady Stanton","topic":"Religion"},{"quote":"To be born in India is to arrive into the world swimming in religion.","author":"Ravi Zacharias","topic":"Religion"},{"quote":"The conflict between religion and science is inherent and (very nearly) zero-sum. The success of science often comes at the expense of religious dogma; the maintenance of religious dogma always comes at the expense of science.","author":"Sam Harris","topic":"Religion"},{"quote":"He, however, who begins with Metaphysics, will not only become confused in matters of religion, but will fall into complete infidelity.","author":"Maimonides","topic":"Religion"},{"quote":"But the whole point of the Sixties was that you had to take people as they were. If you came in with us you left your class, and colour, and religion behind, that was what the Sixties was all about.","author":"Michael Caine","topic":"Religion"},{"quote":"To fall in love is to create a religion that has a fallible god.","author":"Jorge Luis Borges","topic":"Religion"},{"quote":"In Mesopotamia or Egypt, for example, the monarch had a god-like religious status. But this is not the case in Judaism. So that notion that religion can go on, when all the markers of power and trappings of monarchy disappear, ultimately serves the endurance of Judaism very well.","author":"Simon Schama","topic":"Religion"},{"quote":"Music is the most powerful form of communication in the world. It brings us all together. Even religion separates us, but a hit record unites us across religious beliefs, race, politics.","author":"Sean Combs","topic":"Religion"},{"quote":"The word &#39;religion&#39; is only a label. What lies behind that, the most important thing of all, is the word &#39;faith&#39;. You either have faith, or you don&#39;t have faith, or you have degrees of faith - and if you have degrees of faith, then you become agnostic. You&#39;re kind of in-between, or you&#39;re on the fence.","author":"Ridley Scott","topic":"Religion"},{"quote":"My mother&#39;s belief in spiritual healers grew stronger after our family went through a rough patch following my father&#39;s death. Sufi saint Karimullah Shah Kadri changed our lives, and all of us converted to Sufism. But it wasn&#39;t an instantaneous decision - it took us 10 years to convert. The change in religion was like washing away the past.","author":"A. R. Rahman","topic":"Religion"},{"quote":"In the early days I had a very black-and-white view of everything. I think that&#39;s kind of natural for anyone who&#39;s just embraced Islam - or any religion - as a convert. It was important for me to duck out of the fast and furious life I&#39;d been living as a pop star. I was in a different mood.","author":"Cat Stevens","topic":"Religion"},{"quote":"You should always take a religion at its best and not at its worst, from its highest teachings and not from the lowest practices of some of its adherents.","author":"Annie Besant","topic":"Religion"},{"quote":"Religion, art, and science flourish best in a free society. True, freedom does not afford much opportunity for grand gestures. It has little room for martyrs. But life is not supposed to be about dying well. It is about living well.","author":"Virginia Postrel","topic":"Religion"},{"quote":"Islam is not a religion. It&#39;s a political system. It has a different set of rules.","author":"Paul Nehlen","topic":"Religion"},{"quote":"We are pre-disposed for fantasy, there is a natural impulse for human beings to want to get off their heads or out of their heads in something in a substance or a drink or an idea or a religion which will comfort them and make life exciting.","author":"Tom Baker","topic":"Religion"},{"quote":"What an extraordinary thing it can be, love, how it will not defined by gender, by sexuality, by race, by religion, by anything. It&#39;s something else. It&#39;s something other.","author":"Eddie Redmayne","topic":"Religion"},{"quote":"The difference must be distinguished between worship and respect. Islam orders you to obey and respect, as long as you are not worshiping anything other than God... Islam is a religion of peace. You don&#39;t attack. You explain.","author":"Hakeem Olajuwon","topic":"Religion"},{"quote":"For Mitt Romney, the complex question of anti-Mormon bias boils down to the practical matter of how he can make it go away. Facing a traditional American anti-Catholicism, John F. Kennedy gave a speech during the 1960 presidential campaign declaring his private religion irrelevant to his qualifications for public office.","author":"Noah Feldman","topic":"Religion"},{"quote":"I have a certain pool of subject matter that I like to write about, things that interest me: politics, religion, ecology, and relationships between men and women. And that&#39;s usually what I focus on.","author":"Don Henley","topic":"Religion"},{"quote":"We&#39;re all sick of holy wars and bloodshed because religion is supposed to give us life and a better life and is supposed to bring out our best self. When it results in mass destruction and hatred and anxiety, it&#39;s the antithesis I think of what religion was designed to do.","author":"Vera Farmiga","topic":"Religion"},{"quote":"To this day I do not know whether the power which has inspired my works is something related to religion, or is indeed religion itself.","author":"Kathe Kollwitz","topic":"Religion"},{"quote":"Practically speaking, your religion is the story you tell about your life.","author":"Andrew Greeley","topic":"Religion"},{"quote":"The Son of God became man so that we might become God.","author":"Athanasius","topic":"Religion"},{"quote":"Bad religion is arrogant, self-righteous, dogmatic and intolerant. And so is bad science. But unlike religious fundamentalists, scientific fundamentalists do not realize that their opinions are based on faith. They think they know the truth.","author":"Rupert Sheldrake","topic":"Religion"},{"quote":"I questioned the blind faith demanded by my religion, which was Islam.","author":"Art Malik","topic":"Religion"},{"quote":"Politicians use religion, and they get their troops riled up with religion.","author":"Daron Malakian","topic":"Religion"},{"quote":"Existentialism is about being a saint without God; being your own hero, without all the sanction and support of religion or society.","author":"Anita Brookner","topic":"Religion"},{"quote":"Even though you can&#39;t expect to defeat the absurdity of the world, you must make the attempt. That&#39;s morality, that&#39;s religion, that&#39;s art, that&#39;s life.","author":"Phil Ochs","topic":"Religion"},{"quote":"Superstition is only the fear of belief, while religion is the confidence.","author":"Marguerite Gardiner","topic":"Religion"},{"quote":"One man&#39;s cult is another man&#39;s religion.","author":"Annie Parisse","topic":"Religion"},{"quote":"I have long believed that celebrity, the way we worship and package and sell our pop stars, is what filled the need for gods that was once filled by the pictures in stained glass. Hollywood is post-Christian Venice - in other words, a pantheon of saints without the hassle and heartache of religion.","author":"Rich Cohen","topic":"Religion"},{"quote":"The freedom to convert is fundamental to freedom of religion.","author":"Bob Inglis","topic":"Religion"},{"quote":"The obligation of the state is to guarantee freedom of religion, and that implies dealing with all of them on an equal footing.","author":"Ricardo Alarcon","topic":"Religion"},{"quote":"Religion is more than life. Remember that his own religion is the truest to every man even if it stands low in the scales of philosophical comparison.","author":"Mahatma Gandhi","topic":"Religion"},{"quote":"There is nothing in our book, the Koran, that teaches us to suffer peacefully. Our religion teaches us to be intelligent.","author":"Malcolm X","topic":"Religion"},{"quote":"Communism, like any other revealed religion, is largely made up of prophecies.","author":"H. L. Mencken","topic":"Religion"},{"quote":"We want to answer this classical question, who am I? So I think that most of our works are for art, or whatever we do, including science or religion, tried to answer that question.","author":"Paulo Coelho","topic":"Religion"},{"quote":"I am an Anglo-Catholic in religion, a classicist in literature and a royalist in politics.","author":"T. S. Eliot","topic":"Religion"},{"quote":"I believe that Catholics involved in politics carry the values of their religion within them, but have the mature awareness and expertise to implement them. The Church will never go beyond its task of expressing and disseminating its values, at least as long as I&#39;m here.","author":"Pope Francis","topic":"Religion"},{"quote":"My religion encompasses all religions. I believe in God, I believe in the universe. I believe you are god, I believe I am god; I believe the earth is god and the universe is god. We&#39;re all god.","author":"Ray Bradbury","topic":"Religion"},{"quote":"I think, for years, people have been pushed down by religion, and I don&#39;t say that disrespectfully, but they&#39;ve been shown a God that you can&#39;t measure up to.","author":"Joel Osteen","topic":"Religion"},{"quote":"Any system of religion that has anything in it that shocks the mind of a child, cannot be true.","author":"Thomas Paine","topic":"Religion"},{"quote":"Every religion is good that teaches man to be good; and I know of none that instructs him to be bad.","author":"Thomas Paine","topic":"Religion"},{"quote":"My country is the world, and my religion is to do good.","author":"Thomas Paine","topic":"Religion"},{"quote":"This assumption of Negro leadership in the ghetto, then, must not be confined to matters of religion, education, and social uplift; it must deal with such fundamental forces in life as make these things possible.","author":"Carter G. Woodson","topic":"Religion"},{"quote":"Religion is like a personal computer. You let people in if you want to... We&#39;re all gods.","author":"Jay-Z","topic":"Religion"},{"quote":"It is immoral to brand children with religion. &#39;This is a Catholic child.&#39; &#39;That is a Muslim child.&#39; I want everyone to flinch when they hear such a phrase, just as they would if they heard, &#39;That is a Marxist child.&#39;","author":"Richard Dawkins","topic":"Religion"},{"quote":"My parents taught me never to judge others based on whom they love, what color their skin is, or their religion.","author":"Taylor Swift","topic":"Religion"},{"quote":"A Religion of Evolution: that, when all is said and done, is what Man needs ever more explicitly if he is to survive and &#39;superlive,&#39; as soon as he becomes conscious of his power to ultra-hominize himself and of his duty to do so.","author":"Pierre Teilhard de Chardin","topic":"Religion"},{"quote":"Each religion, by the help of more or less myth, which it takes more or less seriously, proposes some method of fortifying the human soul and enabling it to make its peace with its destiny.","author":"George Santayana","topic":"Religion"},{"quote":"Twin-sister of Religion, Selfishness.","author":"Percy Bysshe Shelley","topic":"Religion"},{"quote":"I hate organized religion. I think you have to love thy neighbor as thyself. I think you have to pick your own God and be true to him. I always say &#39;him&#39; rather than &#39;her.&#39; Maybe it&#39;s because of my generation, but I don&#39;t like the idea of a female God. I see God as a benevolent male.","author":"Julia Child","topic":"Religion"},{"quote":"The three great elements of modern civilization, Gun powder, Printing, and the Protestant religion.","author":"Thomas Carlyle","topic":"Religion"},{"quote":"Morality without religion is only a kind of dead reckoning - an endeavor to find our place on a cloudy sea by measuring the distance we have run, but without any observation of the heavenly bodies.","author":"Henry Wadsworth Longfellow","topic":"Religion"},{"quote":"I remember when I was a freshman in college, I was still somewhat bothered by... worried... about religion. I remember going to this professor of philosophy and telling him that I had lost my faith.","author":"B. F. Skinner","topic":"Religion"},{"quote":"Our religion is itself profoundly sad - a religion of universal anguish, and one which, because of its very catholicity, grants full liberty to the individual and asks no better than to be celebrated in each man&#39;s own language - so long as he knows anguish and is a painter.","author":"Charles Baudelaire","topic":"Religion"},{"quote":"I do not know how to teach philosophy without becoming a disturber of established religion.","author":"Baruch Spinoza","topic":"Religion"},{"quote":"At their peak, religion and psychotherapy become one.","author":"Marianne Williamson","topic":"Religion"},{"quote":"The problem is that religion tends to give people bad reasons to be good.","author":"Sam Harris","topic":"Religion"},{"quote":"All humanity is passion; without passion, religion, history, novels, art would be ineffectual.","author":"Honore de Balzac","topic":"Religion"},{"quote":"I&#39;m a believer. I don&#39;t go to church. I don&#39;t belong to any particular religion, but I do believe in God. I couldn&#39;t write what I write about and be creative without a certain form of belief.","author":"Nick Cave","topic":"Religion"},{"quote":"My whole life has been movies and religion. That&#39;s it. Nothing else.","author":"Martin Scorsese","topic":"Religion"},{"quote":"Every religion in the world has denounced every other religion as a fraud. That proves to me that they all tell the truth - about others.","author":"Robert Green Ingersoll","topic":"Religion"},{"quote":"I think my politics are just inclined to be empathetic and humanistic. I grew up with so many different kinds of people with different politics, different religion, no religion, no politics, education, no education, and I was infatuated with all of them.","author":"Lily Tomlin","topic":"Religion"},{"quote":"An important function of theology is to keep religion tied to reason and reason to religion. Both roles are of essential importance for humanity.","author":"Pope Benedict XVI","topic":"Religion"},{"quote":"A just laicism allows religious freedom. The state does not impose religion but rather gives space to religions with a responsibility toward civil society, and therefore it allows these religions to be factors in building up society.","author":"Pope Benedict XVI","topic":"Religion"},{"quote":"Formerly, when religion was strong and science weak, men mistook magic for medicine; now, when science is strong and religion weak, men mistake medicine for magic.","author":"Thomas Szasz","topic":"Religion"},{"quote":"I try to just talk about human stories and what I think about religion or teapots or whatever.","author":"Eddie Izzard","topic":"Religion"},{"quote":"The most important part of my religion is to play guitar.","author":"Lou Reed","topic":"Religion"},{"quote":"If you belonged to a political party or a social club that was tied to as much bigotry, misogyny, homophobia, violence, and sheer ignorance as religion is, you&#39;d resign in protest.","author":"Bill Maher","topic":"Religion"},{"quote":"If Christians will obey the instructions given to them by Christ and his inspired apostles, they will adorn the religion of the Bible, and save themselves much perplexity and severe trials, which they attribute to their afflictions in consequence of believing unpopular truth.","author":"Ellen G. White","topic":"Religion"},{"quote":"I was never pushed into the religion by my mother or anyone else. I made up my own mind when I was old enough. I am not a religious person, but I am spiritual.","author":"Janet Jackson","topic":"Religion"},{"quote":"The Establishment Clause prohibits government from making adherence to a religion relevant in any way to a person&#39;s standing in the political community.","author":"Sandra Day O'Connor","topic":"Religion"},{"quote":"What&#39;s unique about the Mormon Church is that it encourages inquiry. I really do think my research and religion are all on the same page. I never could have come up with the notion of disruptive innovations, which went against a lot of conventional wisdom, if I hadn&#39;t been raised to always be asking questions.","author":"Clayton M. Christensen","topic":"Religion"},{"quote":"Indeed, in view of its function, religion stands in greater need of a rational foundation of its ultimate principles than even the dogmas of science.","author":"Muhammad Iqbal","topic":"Religion"},{"quote":"To repay evils with kindness is the religion I was taught to practise, and this will forever be my rule.","author":"John James Audubon","topic":"Religion"},{"quote":"From the age of fifteen, dogma has been the fundamental principle of my religion: I know no other religion; I cannot enter into the idea of any other sort of religion; religion, as a mere sentiment, is to me a dream and a mockery.","author":"John Henry Newman","topic":"Religion"},{"quote":"The fact is that more people have been slaughtered in the name of religion than for any other single reason. That, that my friends, is true perversion.","author":"Harvey Milk","topic":"Religion"},{"quote":"My religion would be a gentle faith that believed in the sacredness of leisure. Napping as a form of prayer.","author":"Garrison Keillor","topic":"Religion"},{"quote":"I disagree with a couple of the stances of the Catholic Church. My older brother is gay, and it&#39;s important for me to be able to love him completely and freely, and it&#39;s important for me to spread beliefs in the world that are not going to limit people in their love. I can&#39;t support a religion that doesn&#39;t support my brother.","author":"Anne Hathaway","topic":"Religion"},{"quote":"If you reject the food, ignore the customs, fear the religion and avoid the people, you might better stay at home.","author":"James A. Michener","topic":"Religion"},{"quote":"Forget sex or politics or religion, loneliness is the subject that clears out a room.","author":"Douglas Coupland","topic":"Religion"},{"quote":"My dad&#39;s family were political and he was always a theatrical creature, whereas my mum is really musical and her father was the touring pianist with Nat King Cole. My family was an explosive mixture of politics, religion and music - no wonder I turned out how I did.","author":"Grace Jones","topic":"Religion"},{"quote":"If our love of God does not directly influence, and even change, how we engage in the issues of our time on this earth, I wonder what good religion is.","author":"Richard Rohr","topic":"Religion"},{"quote":"The true meaning of religion is thus, not simply morality, but morality touched by emotion.","author":"Matthew Arnold","topic":"Religion"},{"quote":"Since the governments are in the pockets of businesses, who&#39;s going to control this most powerful institution? Business is more powerful than politics, and it&#39;s more powerful than religion. So it&#39;s going to have to be the vigilante consumer.","author":"Anita Roddick","topic":"Religion"},{"quote":"Who made these laws? That&#39;s what I want to know. So that&#39;s why I wear two crosses now. I call it double cross. I believe in God-not religion.","author":"Ja Rule","topic":"Religion"},{"quote":"Trading and religion have always been aligned together in the history of the world, and especially on the African continent.","author":"Wole Soyinka","topic":"Religion"},{"quote":"My sense of religion is Einstein&#39;s sense of relativity. I don&#39;t believe in God. I believe that energy never dies. So the possibility exists that you might be breathing in some other form of Moses or Buddha or Muhammad or Bobby Kennedy or Roosevelt or Martin Luther King or Jesus.","author":"Mandy Patinkin","topic":"Religion"},{"quote":"The earth is the Lord&#39;s fullness thereof: this is no longer a hollow dictum of religion, but a directive for economic action toward human brotherhood.","author":"Lewis Mumford","topic":"Religion"},{"quote":"There is no right religion, and no one can prove that there is.","author":"Jesse Ventura","topic":"Religion"},{"quote":"I firmly believe that the mission of religion in the 21st century must be to contribute concretely to the peaceful coexistence of humankind.","author":"Daisaku Ikeda","topic":"Religion"},{"quote":"God made everything out of nothing, but the nothingness shows through.","author":"Paul Valery","topic":"Religion"},{"quote":"Sex is the ersatz or substitute religion of the 20th Century.","author":"Malcolm Muggeridge","topic":"Religion"},{"quote":"You approach faith with humility. You can have some idea, but it boils down to do you see religion as a club, or do you see religion as a path? Do you see it as a wall that separates you or do you see it as a bridge that connects you to God and other people? When you see it as a bridge, you aren&#39;t so worried about bringing others over to your side.","author":"Keith Ellison","topic":"Religion"},{"quote":"Indeed, the acknowledgement of God is not synonymous with religion.","author":"Roy Moore","topic":"Religion"},{"quote":"I believe that all men and women are created equal, but it took our country until 1920 to acknowledge this for women. And then it took until 1964, the year before I was born, to outlaw discrimination based on race, color, religion, sex, or national origin. And same-sex marriage became the law of the land in 2015.","author":"Brad Feld","topic":"Religion"},{"quote":"I am known for a life spent in the struggle for freedom, and freedom includes the freedom of religion.","author":"Oriana Fallaci","topic":"Religion"},{"quote":"It is clear that rituals and sacrifices can bring people together, and it may well be that a group that does such things has an advantage over one that does not. But it is not clear why a religion has to be involved. Why are gods, souls, an afterlife, miracles, divine creation of the universe, and so on brought in?","author":"Paul Bloom","topic":"Religion"},{"quote":"Science, like art, religion, commerce, warfare, and even sleep, is based on presuppositions.","author":"Gregory Bateson","topic":"Religion"},{"quote":"Alabama has a history of safeguarding our freedom of religion.","author":"Luther Strange","topic":"Religion"},{"quote":"The difference between religion and morality lies simply in the classical division of things into the divine and the human, if one only interprets this correctly.","author":"Karl Wilhelm Friedrich Schlegel","topic":"Religion"},{"quote":"Religion is never going to go away, and anyone who thinks it will doesn&#39;t understand what religion is. It is a language to describe the experience of human nature, so for as long as people struggle to describe what it means to be alive, it will be a ready-made language to express those feelings.","author":"Reza Aslan","topic":"Religion"},{"quote":"Religion doesn&#39;t make people bigots. People are bigots and they use religion to justify their ideology.","author":"Reza Aslan","topic":"Religion"},{"quote":"Whereas religious prayers sing of peace and harmony, religion has divided human beings through an atrocious history of enmity and bloodshed. Yet, behind the veil of superficiality and hypocrisy, I always believed in the inherent beauty of God that lies at the essence of all true spiritual paths.","author":"Radhanath Swami","topic":"Religion"},{"quote":"One tech-related concern with religion is that it appears to be a positive feedback loop to the accelerating rich-poor gap, as the disenfranchised opt out of modernity.","author":"Steve Jurvetson","topic":"Religion"},{"quote":"When men take pleasure in feeling their minds elevated with strong drink, and so indulge their appetite as to disorder their understandings, neglect their duty as members of a family or civil society, and cast off all regard to religion, their case is much to be pitied.","author":"John Woolman","topic":"Religion"},{"quote":"Religion which requires persecution to sustain, it is of the devil&#39;s propagation.","author":"Hosea Ballou","topic":"Religion"},{"quote":"Government is a true religion: it has its dogmas, its mysteries, its priests. To submit it to the individual discussion is to destroy it; it is given life only through the national mind, that is to say, by political faith, which is a creed.","author":"Joseph de Maistre","topic":"Religion"},{"quote":"In Indiana, we don&#39;t have an official state religion, but if we did, it would be basketball.","author":"Evan Bayh","topic":"Religion"},{"quote":"Koran says whoever believes in God in the last day shall be saved. It is a religion whose very name, Islam, comes from the word Shalom, which means peace. It&#39;s about establishing peace. We greet each other with peace be upon you, which the Jews do in greeting each other.","author":"Feisal Abdul Rauf","topic":"Religion"},{"quote":"I&#39;m ready for a Christianity that &#39;ruins&#39; my life, that captures my heart and makes me uncomfortable. I want to be filled with an astonishment which is so captivating that I am considered wild and unpredictable and... well... dangerous. Yes, I want to be &#39;dangerous&#39; to a dull and boring religion.","author":"Mike Yaconelli","topic":"Religion"},{"quote":"The American Indian was an individualist in religion as in war. He had neither a national army nor an organized church.","author":"Charles Eastman","topic":"Religion"},{"quote":"In a way, I think science is the modern religion, and at times, I despise it as much as I despise other religions because it really will only accept stuff that fits its masculine ability to define the world.","author":"Mark Rylance","topic":"Religion"},{"quote":"I am an atheist. I was born a Catholic, but after I had traveled to Northern Ireland with some Catholic friends, and we had a horrible experience with the English Protestant police, I lost all taste for formal religion.","author":"Guy Laliberte","topic":"Religion"},{"quote":"In Lebanon, there are completely different opinions and values in one country in terms of religion, modernity, tradition, East and West - which allows for a kind of intellectual development not available anywhere else.","author":"Rabih Alameddine","topic":"Religion"},{"quote":"Religion is not a popular error; it is a great instinctive truth, sensed by the people, expressed by the people.","author":"Ernest Renan","topic":"Religion"},{"quote":"Religion asks you to believe things without questioning, and technology and science always encourage you to ask hard questions and why it is important in science and technology. So I was always interested in science and technology.","author":"Vinod Khosla","topic":"Religion"},{"quote":"My four sons all knew I was a Jew, but they were allowed to be whatever they wanted to be. The only thing important to me was that they be good people who help other people, because all religion should try to make you a better person and a more caring person. Whenever religion does that for you, it&#39;s a good religion.","author":"Kirk Douglas","topic":"Religion"},{"quote":"Scientific prayer makes God a celestial lab rat, leading to bad science and worse religion.","author":"Michael Shermer","topic":"Religion"},{"quote":"Conversion and zealotry, just like revelation and apostasy, are flip sides of the same coin, the currency of a political culture having more in common with religion than rational discourse.","author":"Norman Finkelstein","topic":"Religion"},{"quote":"I discovered that wearing the veil is not suitable for a woman who wants to work in activism and the public domain. People need to see you, to associate and relate to you. It is not stated in my religion to wear the veil; it is a traditional practice, so I took it off.","author":"Tawakkol Karman","topic":"Religion"},{"quote":"It doesn&#39;t matter what color, sex, religion, age, sexual orientation, etc., everyone should have the same freedoms and liberties.","author":"Lance Bass","topic":"Religion"},{"quote":"The Lord&#39;s prayer contains the sum total of religion and morals.","author":"Arthur Wellesley","topic":"Religion"},{"quote":"I subscribe to no religion. But I believe that in the creation of art, there can be moments of God.","author":"Andrea Riseborough","topic":"Religion"},{"quote":"In Judaism, almost every ritual entails either food or the absence of food. Yom Kippur, for instance, is the absence of food. Part of it is Talmudic, part of it is custom. So much of Judaism was bound up in dietary laws. So everything you ate - the very act itself - was part of religion.","author":"Gil Marks","topic":"Religion"},{"quote":"Islam is a dangerous religion.","author":"Michel Houellebecq","topic":"Religion"},{"quote":"If anyone gets arrogant about their religion, that&#39;s when the religion isn&#39;t effective anymore. Any decent religion or any decent philosophy is always about tolerance and individual freedom, not about harm.","author":"Liam Cunningham","topic":"Religion"},{"quote":"I appreciate the &#39;Surreal Life.&#39; I had a really positive experience on that show, and with those people. I found some love in my heart for religion again, and had the support of a new family of friends. I wouldn&#39;t have had the pleasure of meeting those people, if we were not all placed in that fishbowl.","author":"Vince Neil","topic":"Religion"},{"quote":"All around me insisted that my doubts proved only my own ignorance and sinfulness; that they knew by experience they would soon give place to true knowledge, and an advance in religion; and I felt something like indecision.","author":"Maria Monk","topic":"Religion"},{"quote":"I think what I and most other sociologists of religion wrote in the 1960s about secularization was a mistake. Our underlying argument was that secularization and modernity go hand in hand. With more modernization comes more secularization.","author":"Peter L. Berger","topic":"Religion"},{"quote":"I wanted to show how a man of sensitive and noble character, born for religion, comes to throw off the orthodoxies of his day and moment, and to go out into the wilderness where all is experiment, and spiritual life begins again.","author":"Mary Augusta Ward","topic":"Religion"},{"quote":"I believe in, and will to the best of my ability fight for, equal rights and freedom of opinion for everyone, regardless of colour, religion, nationality, orientation - you know the rest.","author":"Binyavanga Wainaina","topic":"Religion"},{"quote":"I believe that the Framers of the Constitution made their intent clear when they wrote the First Amendment. I believe they wanted to keep the new government from endorsing one religion over another, not erase the public consciousness or common faith.","author":"Nick Rahall","topic":"Religion"},{"quote":"When Hegel later became a man of influence&#39; he insisted that the Jews should be granted equal rights because civic rights belong to man because he is a man and not on account of his ethnic origins or his religion.","author":"Walter Kaufmann","topic":"Religion"},{"quote":"The major obstacle to a religious renewal is the intellectual classes, who are highly influential and tend to view religion as primitive superstition. They believe that science has left atheism as the only respectable intellectual stance.","author":"Robert Bork","topic":"Religion"},{"quote":"More and more people care about religious tolerance as fewer and fewer care about religion.","author":"Alexander Chase","topic":"Religion"},{"quote":"The inviolability of the seal of confession is so fundamental to the very nature of the sacrament that any proposal which undermines that inviolability is a challenge to the rights of every Catholic to freedom of religion and conscience.","author":"Sean Brady","topic":"Religion"},{"quote":"There seems to be a terrible misunderstanding on the part of a great many people to the effect that when you cease to believe you may cease to behave.","author":"Louis Kronenberger","topic":"Religion"},{"quote":"I do not believe that the people of Ontario judge their leaders on the basis of race, sexual orientation, colour or religion. I don&#39;t believe they hold that prejudice in their hearts.","author":"Kathleen Wynne","topic":"Religion"},{"quote":"TV serves us most usefully when presenting junk-entertainment; it serves us most ill when it co-opts serious modes of discourse - news, politics, science, education, commerce, religion.","author":"Neil Postman","topic":"Religion"},{"quote":"The only difference is that religion is much better organised and has been around much longer, but it&#39;s the same story with different characters and different costumes.","author":"James Randi","topic":"Religion"},{"quote":"Apparent contradictions between religion and science often have been the basis of bitter controversy. Such differences are to be expected as long as human understanding remains provisional and fragmentary.","author":"Henry Eyring","topic":"Religion"},{"quote":"Indonesia is the world&#39;s third-largest democracy. And we also have the world&#39;s largest Muslim population. This demonstrates that democracy and Islam are not incompatible. Terrorism is not associated with any religion.","author":"Joko Widodo","topic":"Religion"},{"quote":"From the long range point of view, I do not know of anything we can do more important than to make some contribution to the preservation of religion as a vital force in America.","author":"Louis Finkelstein","topic":"Religion"},{"quote":"All too many Muslims fail to grasp Islam, which teaches one to be lenient towards others and to understand their value systems, knowing that these are tolerated by Islam as a religion.","author":"Abdurrahman Wahid","topic":"Religion"},{"quote":"If organized religion is the opium of the masses, then disorganized religion is the marijuana of the lunatic fringe.","author":"Kerry Thornley","topic":"Religion"},{"quote":"Open your newspaper - any day of the week - and you will find a report from somewhere in the world of someone being imprisoned, tortured or executed because his opinions or religion are unacceptable to his government.","author":"Peter Benenson","topic":"Religion"},{"quote":"Religion without morality is a superstition and a curse, and morality without religion is impossible.","author":"Mark Hopkins","topic":"Religion"},{"quote":"Let the professors of Christianity recommend their religion by deeds of benevolence - by Christian meekness - by lives of temperance and holiness.","author":"Richard Mentor Johnson","topic":"Religion"},{"quote":"The Bar Room has a corner table placed strategically at a point diagonally across from the entrance. the table of tables in the setting of settings in the building of buildings. In the religion of lunch, this is the holy of holies.","author":"Raymond Sokolov","topic":"Religion"},{"quote":"That cry of the soul to be lifted out of the bondage of the narrow circle of life, which carries up to God the protest and yearning of suffering man, never finds a more sublime expression than where humanity is oppressed and religion is corrupt.","author":"Hall Caine","topic":"Religion"},{"quote":"One&#39;s own religion is after all a matter between oneself and one&#39;s Maker and no one else&#39;s.","author":"Mahatma Gandhi","topic":"Religion"},{"quote":"If a man reaches the heart of his own religion, he has reached the heart of the others, too. There is only one God, and there are many paths to him.","author":"Mahatma Gandhi","topic":"Religion"},{"quote":"Religion is a matter of the heart. No physical inconvenience can warrant abandonment of one&#39;s own religion.","author":"Mahatma Gandhi","topic":"Religion"},{"quote":"Fear of death makes us devoid both of valour and religion. For want of valour is want of religious faith.","author":"Mahatma Gandhi","topic":"Religion"},{"quote":"Every formula of every religion has in this age of reason, to submit to the acid test of reason and universal assent.","author":"Mahatma Gandhi","topic":"Religion"},{"quote":"Difference of opinion is advantageous in religion. The several sects perform the office of a Censor - over each other.","author":"Thomas Jefferson","topic":"Religion"},{"quote":"If you have a particular faith or religion, that is good. But you can survive without it.","author":"Dalai Lama","topic":"Religion"},{"quote":"Wherever there is a settled society, religion is necessary; the laws cover manifest crimes, and religion covers secret crimes.","author":"Voltaire","topic":"Religion"},{"quote":"The truths of religion are never so well understood as by those who have lost the power of reason.","author":"Voltaire","topic":"Religion"},{"quote":"Such is the feebleness of humanity, such is its perversity, that doubtless it is better for it to be subject to all possible superstitions, as long as they are not murderous, than to live without religion.","author":"Voltaire","topic":"Religion"},{"quote":"I agree with people like Richard Dawkins that mankind felt the need for creation myths. Before we really began to understand disease and the weather and things like that, we sought false explanations for them. Now science has filled in some of the realm - not all - that religion used to fill.","author":"Bill Gates","topic":"Religion"},{"quote":"The same thing which is now called Christian religion existed among the ancients. They have begun to call &#39;Christian&#39; the true religion which existed before.","author":"Saint Augustine","topic":"Religion"},{"quote":"Happiness is a mystery, like religion, and should never be rationalised.","author":"Gilbert K. Chesterton","topic":"Religion"},{"quote":"Next to religion, let your care be to promote justice.","author":"Francis Bacon","topic":"Religion"},{"quote":"Communism has decided against God, against Christ, against the Bible, and against all religion.","author":"Billy Graham","topic":"Religion"},{"quote":"I don&#39;t think Romney is wacky at all, but religion makes intelligent people say and do wacky things, believe and affirm crazy things. Left on his own, Romney would never have said something like the Garden Of Eden was in Missouri, and will be again.","author":"Christopher Hitchens","topic":"Religion"},{"quote":"Religion is compulsory in English schools, you know.","author":"Christopher Hitchens","topic":"Religion"},{"quote":"Religion teaches you to be satisfied with nonanswers. It&#39;s a sort of crime against childhood.","author":"Richard Dawkins","topic":"Religion"},{"quote":"As a global society, we do not have to agree, endorse or condone the lifestyle choices of others. However, history has taught us that we equally cannot and should not excuse those who would hide behind religion or misuse God&#39;s word to justify bigotry and persecution.","author":"Joyce Meyer","topic":"Religion"},{"quote":"Mayonnaise: One of the sauces which serve the French in place of a state religion.","author":"Ambrose Bierce","topic":"Religion"},{"quote":"Religion, born of the earth&#39;s need for the disclosing of a god, is related to and co-extensive with not the individual man, but the whole of mankind.","author":"Pierre Teilhard de Chardin","topic":"Religion"},{"quote":"We can only learn to know ourselves and do what we can - namely, surrender our will and fulfill God&#39;s will in us.","author":"Saint Teresa of Avila","topic":"Religion"},{"quote":"I mean, I went to a Catholic boys&#39; school for a year, but that was to play hockey. Religion class was quite contentious for me.","author":"Keanu Reeves","topic":"Religion"},{"quote":"If America&#39;s Founding Fathers espoused openness to religion, creationism, and the Bible being taught in schools, then it beckons the question, Why don&#39;t we?","author":"Chuck Norris","topic":"Religion"},{"quote":"The United States cannot and should not discriminate on the basis of religion. The free exercise of religion is at the very heart of our constitutional guarantee for all persons of this country.","author":"Mike Pence","topic":"Religion"},{"quote":"Of course God is endlessly multi-dimensional so every religion that exists on earth represents some face, some side of God.","author":"Aleksandr Solzhenitsyn","topic":"Religion"},{"quote":"The greatest thing a human soul ever does in this world... to see clearly is poetry, prophecy and religion all in one.","author":"John Ruskin","topic":"Religion"},{"quote":"Commodities such as gold and silver have a world market that transcends national borders, politics, religions, and race. A person may not like someone else&#39;s religion, but he&#39;ll accept his gold.","author":"Robert Kiyosaki","topic":"Religion"},{"quote":"Through some combination of culture and biology, our minds are intuitively receptive to religion.","author":"Daniel Kahneman","topic":"Religion"},{"quote":"Earth changes, but thy soul and God stand sure.","author":"Robert Browning","topic":"Religion"},{"quote":"I remember how my mother would bring us to chapel on Sundays... and my father used to wait outside. One of the things that I picked up from my father and my mother was the sense that religion often gets in the way of God. For me, at least, it got in the way.","author":"Bono","topic":"Religion"},{"quote":"Religion can be the enemy of God. It&#39;s often what happens when God, like Elvis, has left the building.","author":"Bono","topic":"Religion"},{"quote":"I believe in the separation of church and state, but I do not believe in the separation of politics from religion.","author":"Rick Warren","topic":"Religion"},{"quote":"I have a problem with religion that makes it so, like, &#39;We are the ones. We are the chosen ones.&#39;","author":"Cher","topic":"Religion"},{"quote":"Religion provides the only story that is fundamentally consoling in the face of the worst possible experiences - the death of a parent, for instance. In fact, many religions take away the problem entirely, because their adherents ostensibly believe that they&#39;re going to be reunited with everyone they love, and death is an illusion.","author":"Sam Harris","topic":"Religion"},{"quote":"Passion is universal humanity. Without it religion, history, romance and art would be useless.","author":"Honore de Balzac","topic":"Religion"},{"quote":"Real religion is no religion at all.","author":"Lauryn Hill","topic":"Religion"},{"quote":"The constitution of the universe is total natural law. &#39;Natural law,&#39; we say from the field of science. &#39;Will of God,&#39; we say from the field of religion. It&#39;s the same thing.","author":"Maharishi Mahesh Yogi","topic":"Religion"},{"quote":"If you are part of a religion that very strongly insists that you believe then to decide not to do that is quite a big hurdle to jump over. You never forget the thought process you went through. It becomes part of your whole intellectual picture.","author":"Brian Eno","topic":"Religion"},{"quote":"I see no conflict whatsoever between Christianity and good business practices. People say you can&#39;t mix business with religion. I say there&#39;s no other way.","author":"S. Truett Cathy","topic":"Religion"},{"quote":"The problem with writing about religion is that you run the risk of offending sincerely religious people, and then they come after you with machetes.","author":"Dave Barry","topic":"Religion"},{"quote":"The one thing that unites all human beings, regardless of age, gender, religion or ethnic background, is that we all believe we are above-average drivers.","author":"Dave Barry","topic":"Religion"},{"quote":"I don&#39;t have a religion. I believe in a God. I don&#39;t know what it looks like but it&#39;s MY god. My own interpretation of the supernatural.","author":"Jennifer Aniston","topic":"Religion"},{"quote":"The only real shaming I&#39;ve ever experienced has been from other gay people when I reveal my politics or my religion.","author":"Milo Yiannopoulos","topic":"Religion"},{"quote":"No system of religion should go in partnership with barbarism. Neither should any Christian feel it his duty to defend the savagery of the past.","author":"Robert Green Ingersoll","topic":"Religion"},{"quote":"You need not go back four thousand years for heroines. The world is filled with them today. They do not belong to any nation, nor to any religion, nor exclusively to any race. Wherever woman is found, they are found.","author":"Robert Green Ingersoll","topic":"Religion"},{"quote":"The Kingdom of Heaven is not a place, but a state of mind.","author":"John Burroughs","topic":"Religion"},{"quote":"I have this deep and abiding faith in God. But this does not mean that you have to have a religion or follow somebody.","author":"Rodrigo Duterte","topic":"Religion"},{"quote":"I remember at one point being in fellowship, and everyone used to wear the fish symbol; it said you were a Christian. So I asked my father, &#39;Dad, why don&#39;t you wear that at work?&#39; And he said, &#39;Your religion should be in your actions.&#39; He set a great, great example.","author":"Hugh Jackman","topic":"Religion"},{"quote":"Faith in the Lord Jesus Christ can be bolstered as we learn about Him and live our religion. The doctrine of Jesus Christ was designed by the Lord to help us increase our faith.","author":"Russell M. Nelson","topic":"Religion"},{"quote":"I&#39;ve never meditated in my life. I don&#39;t practice yoga nor any religion. I&#39;m a tourist on the realm of stillness.","author":"Pico Iyer","topic":"Religion"},{"quote":"The history of our spiritual life is a continuing search for the unity between ourselves and the world. Religion, art, and science follow, one and all, this aim.","author":"Rudolf Steiner","topic":"Religion"},{"quote":"Religion, oh, just another of those numerous failures resulting from an attempt to popularize art.","author":"Ezra Pound","topic":"Religion"},{"quote":"I have no belief in The Bible or religion, but I think Armageddon was a lucky guess. I honestly think it&#39;s going to happen.","author":"George Michael","topic":"Religion"},{"quote":"Liberalism is a religion. Its tenets cannot be proved, its capacity for waste and destruction demonstrated. But it affords a feeling of spiritual rectitude at little or no cost.","author":"David Mamet","topic":"Religion"},{"quote":"Teach a child what is wise, that is morality. Teach him what is wise and beautiful, that is religion!","author":"Thomas Huxley","topic":"Religion"},{"quote":"Religion, to me, is a bureaucracy between man and God that I don&#39;t need.","author":"Bill Maher","topic":"Religion"},{"quote":"I think flying planes into a building was a faith-based initiative. I think religion is a neurological disorder.","author":"Bill Maher","topic":"Religion"},{"quote":"The Grateful Dead are our religion. This is a religion that doesn&#39;t pay homage to the God that all the other religions pay homage to.","author":"Ken Kesey","topic":"Religion"},{"quote":"The day that this country ceases to be free for irreligion, it will cease to be free for religion.","author":"Robert Jackson","topic":"Religion"},{"quote":"I grew up very religious, and I don&#39;t have a great relationship with religion.","author":"Brad Pitt","topic":"Religion"},{"quote":"I just think of myself as a comedian, really. I mean, I talk about being Jewish a lot. It&#39;s funny because I do think of myself as Jewish ethnically, but I&#39;m not religious at all. I have no religion.","author":"Sarah Silverman","topic":"Religion"},{"quote":"I wear the Jewish star, but I&#39;m not - I haven&#39;t converted to Judaism, and I&#39;m not - I&#39;m not - I&#39;m not Jewish in the conventional sense because the Kaballah is a belief system that predates religion and predates Judaism as an organized religion.","author":"Madonna Ciccone","topic":"Religion"},{"quote":"What I miss today more than anything else - I don&#39;t go to church as much anymore - but that old-time religion, that old singing, that old praying which I love so much. That is the great strength of my being, of my writing.","author":"Ernest Gaines","topic":"Religion"},{"quote":"To play June, I had an immediate connect with her background and culture. We grew up with the same religion and shared a lot of the same values of family and spirituality. But I was really so inspired by what a modern woman she was.","author":"Reese Witherspoon","topic":"Religion"},{"quote":"If I or my soldiers have plundered or done injury to the houses or ministers of religion, I repent me of my sin; but it is not of Edward of England I shall ask pardon.","author":"William Wallace","topic":"Religion"},{"quote":"I never felt I had anything to hide. I never felt being gay was anything to be ashamed of, so I never felt apologetic. I didn&#39;t have issues with it, didn&#39;t grow up with any religion, so I didn&#39;t have any religious, you know, issues to deal with as far as homosexuality is concerned. So, I accepted it very easily. For me, it wasn&#39;t that big a deal.","author":"Martina Navratilova","topic":"Religion"},{"quote":"We must search out totally new ways to anchor ourselves, for all the old roots religion, nation, community, family, or profession are now shaking under the hurricane impact of the accelerative thrust.","author":"Alvin Toffler","topic":"Religion"},{"quote":"What manner of thing this &#39;public opinion&#39; is, should be best known to those who have its name forever in their mouths and erect the regard for it into a positive article of religion. Its self-styled organ in our times is the &#39;Press.&#39;","author":"Richard Wagner","topic":"Religion"},{"quote":"I&#39;m a Christian, but I don&#39;t believe in religion or anything like that.","author":"Vanilla Ice","topic":"Religion"},{"quote":"Art, like religion, arises from the spirit, but alas, the formalizing of spiritual life all too often ends in hypocrisy.","author":"Michael Leunig","topic":"Religion"},{"quote":"There&#39;s no way that scientists can ever rule out religion, or even have anything significant to say about the abstract idea of a divine creator.","author":"Brian Greene","topic":"Religion"},{"quote":"Science is very good at answering the &#39;how&#39; questions. &#39;How did the universe evolve to the form that we see?&#39; But it is woefully inadequate in addressing the &#39;why&#39; questions. &#39;Why is there a universe at all?&#39; These are the meaning questions, which many people think religion is particularly good at dealing with.","author":"Brian Greene","topic":"Religion"},{"quote":"If we have to give up either religion or education, we should give up education.","author":"William Jennings Bryan","topic":"Religion"},{"quote":"Religion is to mysticism what popularization is to science.","author":"Henri Bergson","topic":"Religion"},{"quote":"As for my religion, I worship Jesus.","author":"Sun Yat-sen","topic":"Religion"},{"quote":"If you believe, you believe; if you&#39;re faithful, you&#39;re faithful. I don&#39;t care what your religion is. The same if you&#39;re agnostic. That should be accepted, too.","author":"Ridley Scott","topic":"Religion"},{"quote":"Religion is among the most beautiful and most natural of all things - that religion which &#39;sees God in clouds and hears Him in the wind,&#39; which endows every object of sense with a living soul, which finds in the system of nature whatever is holy, mysterious and venerable, and inspires the bosom with sentiments of awe and veneration.","author":"William Godwin","topic":"Religion"},{"quote":"I try to understand faith and religion. I was raised by wonderful Catholic parents who were deeply faithful and taught us that God is a God of love.","author":"Roxane Gay","topic":"Religion"},{"quote":"As a politician who cherishes religious conviction in his personal sphere, but regards politics as a domain belonging outside religion, I believe that this view is seriously flawed.","author":"Recep Tayyip Erdogan","topic":"Religion"},{"quote":"A political party cannot have a religion. Only individuals can. Otherwise, you&#39;d be exploiting religion, and religion is so supreme that it cannot be exploited or taken advantage of.","author":"Recep Tayyip Erdogan","topic":"Religion"},{"quote":"Before anything else, I&#39;m a Muslim. As a Muslim, I try to comply with the requirements of my religion. I have a responsibility to God, who created me, and I try to fulfill that responsibility. But I try now very much to keep this away from my political life, to keep it private.","author":"Recep Tayyip Erdogan","topic":"Religion"},{"quote":"Keeping religion immune from criticism is both unwarranted and dangerous.","author":"Lawrence M. Krauss","topic":"Religion"},{"quote":"As soon as beauty is sought not from religion and love, but for pleasure, it degrades the seeker.","author":"Annie Dillard","topic":"Religion"},{"quote":"I&#39;m actually the fourth generation in my family to have no practical use for the church, or God, or religion. My children continue this trend.","author":"Adam Savage","topic":"Religion"},{"quote":"I select a very small number of things to be sceptical about, such as markets, and on these I am hypersceptic. But I want to be fooled by randomness in art. I want the ceremonial of religion; we are made for it.","author":"Nassim Nicholas Taleb","topic":"Religion"},{"quote":"True Americanism is opposed utterly to any political divisions resting on race and religion.","author":"Henry Cabot Lodge","topic":"Religion"},{"quote":"Culture cannot be separated from politics. The arts, philosophy and metaphysics, religion and the sciences, constitute culture. Politics are the science or art of organizing our relationships to allow for the development of life in society.","author":"Eugene Ionesco","topic":"Religion"},{"quote":"I think the world looks down on Republicans for their socially conservative views, which includes religion in government.","author":"Gary Johnson","topic":"Religion"},{"quote":"Western democracies exalt the ideal of social equality, but our economic system arguably emerged from 16th-century Calvinism, a religion whose members believed that God showed favor by bestowing wealth and other forms of success on what they called &#39;the chosen.&#39;","author":"Martha Beck","topic":"Religion"},{"quote":"It may be that religion is dead, and if it is, we had better know it and set ourselves to try to discover other sources of moral strength before it is too late.","author":"Pearl S. Buck","topic":"Religion"},{"quote":"I&#39;m a scientist, not a theologian. I don&#39;t know if there is a God or not. Religion requires certainty. Revere and respect Gaia. Have trust in Gaia. But not faith.","author":"James Lovelock","topic":"Religion"},{"quote":"I believe that your religion should be between you and whoever your belief is in.","author":"Zayn Malik","topic":"Religion"},{"quote":"God save us from religion.","author":"David Icke","topic":"Religion"},{"quote":"You don&#39;t mess with politics and religion. Leave it alone. People get upset at that sometimes.","author":"Glen Campbell","topic":"Religion"},{"quote":"Religion is never the problem; it&#39;s the people who use it to gain power.","author":"Julian Casablancas","topic":"Religion"},{"quote":"Atheists well understand that Christmas is the most visible display of religion in the world, and that any diminishment of it is a good thing to militant secularists.","author":"Bill O'Reilly","topic":"Religion"},{"quote":"But let&#39;s just say, I&#39;m Irish. I grew up in the 1950s. Religion had a very tight iron fist.","author":"Liam Neeson","topic":"Religion"},{"quote":"It is not our sexual preferences, the color of our skin, the language we speak, nor the religion we practice that creates friction, hatred and wars amongst in society. It is our words and the words of our leaders that can create that disparity.","author":"Yehuda Berg","topic":"Religion"},{"quote":"But even in the Christian religion, much of its real meaning is hidden by words that are misleading and symbols that but few understand.","author":"Ernest Holmes","topic":"Religion"},{"quote":"I was raised in the church, and there&#39;s still a fire burning inside me. I definitely don&#39;t ever want to be preachy. But less and less young people are religious. The thing is, I see so many positive things about religion, so I&#39;m happy to talk about it.","author":"Brandon Flowers","topic":"Religion"},{"quote":"Basic religion is the reason we have morals.","author":"Brandon Flowers","topic":"Religion"},{"quote":"The religion of the name of the seas will triumph against the sect of the son of Adaluncatif; The obstinate, lamented sect will be fearful of the two wounded by Aleph and Aleph.","author":"Nostradamus","topic":"Religion"},{"quote":"The intersection of religion and world politics has often been a bloody crossroads.","author":"Elliott Abrams","topic":"Religion"},{"quote":"What is especially important is addressing the question of how religion can be enforced through political means and what can be done to create a political environment that, on the one hand, acknowledges the role of religion in society, while on the other hand does not impose one religion on the populace at the expense of all others.","author":"Tony Campolo","topic":"Religion"},{"quote":"Being a rock star is like being a cult leader - you really have to be in your own religion.","author":"Courtney Love","topic":"Religion"},{"quote":"All the different nations in the world, despite their differences of appearance and religion and language and way of life, still have one thing in common, and that is what&#39;s inside of all of us. If we X-rayed the insides of different human beings, we wouldn&#39;t be able to tell from those X-rays what the person&#39;s language or background or race is.","author":"Abbas Kiarostami","topic":"Religion"},{"quote":"Adherents of the new religious right reject the separation of politics and religion, but they bring no spiritual insights to politics.","author":"Christopher Lasch","topic":"Religion"},{"quote":"We from every religion feel comfortable in Britain because there is a host. The Church of England is a good host, it has been a major force in shaping England into such a tolerant society.","author":"Jonathan Sacks","topic":"Religion"},{"quote":"When law and duty are one, united by religion, you never become fully conscious, fully aware of yourself. You are always a little less than an individual.","author":"Frank Herbert","topic":"Religion"},{"quote":"God has to speak to each person in their own language, in their own idioms. Take Spanish, Chinese. You can express the same thought, but to different people you have to use a different language. It&#39;s the same in religion.","author":"Huston Smith","topic":"Religion"},{"quote":"We ministers have undoubtedly failed to connect and apply Christianity to the practical everyday problems of the average man. In this, we have failed to follow in Christ&#39;s footsteps. For the religion which He taught and revealed in His own life and ministry was an intensely practical and down-to-earth affair.","author":"Peter Marshall","topic":"Religion"},{"quote":"We Protestants automatically assume that the Pharisees are the Catholics. They are the self-righteous people who have made Christianity a form of legalistic religion, thereby destroying the free grace of the Gospel. We Protestants are the tax collectors, knowing that we are sinners and that our lives depend upon God&#39;s free grace.","author":"Stanley Hauerwas","topic":"Religion"},{"quote":"You can&#39;t confuse safety with religion or national origin.","author":"Shahid Khan","topic":"Religion"},{"quote":"In religion as in politics it so happens that we have less charity for those who believe half our creed, than for those who deny the whole of it.","author":"Charles Caleb Colton","topic":"Religion"},{"quote":"From America&#39;s schools, religion has been relentlessly purged. No prayers, no Bibles, no Christian symbols, no Ten Commandments.","author":"Pat Buchanan","topic":"Religion"},{"quote":"Lived religion is a very different thing from strict textual analysis. Very few people of any faith live their lives as literalist interpretations of scripture.","author":"Mohsin Hamid","topic":"Religion"},{"quote":"We first fought the heathens in the name of religion, then Communism, and now in the name of drugs and terrorism. Our excuses for global domination always change.","author":"Serj Tankian","topic":"Religion"},{"quote":"Religion that is contained only within a church building is a weekend hobby, not a personal faith.","author":"James Lankford","topic":"Religion"},{"quote":"I have never made fun of religion. Religion is something I don&#39;t even want to mess with, because I am really afraid of the clouds opening up and my being struck by lightning.","author":"Alice Cooper","topic":"Religion"},{"quote":"So much of religion is exegesis. I would rather follow in the footprints of Christ than all of the dogma.","author":"Christy Turlington","topic":"Religion"},{"quote":"I&#39;m interested in the origins of the religious experience, how the history of religion has evolved over the last umpteen thousand years, and where religiosity is going in the future. I think that&#39;s a topic I&#39;ve been chewing on for a few years; I would love to eventually work on and produce a book out of it.","author":"Reza Aslan","topic":"Religion"},{"quote":"Music is a religion to me and my friends.","author":"Grimes","topic":"Religion"},{"quote":"I wasn&#39;t looking for religion; I was looking for a world view.","author":"John Eldredge","topic":"Religion"},{"quote":"I grew up in a secular suburban Jewish household where we only observed the religion on very specific times like a funeral or a Bar Mitzvah.","author":"Jesse Eisenberg","topic":"Religion"},{"quote":"I like potential in people. If I find someone who has lot of potential and can do something with life, then I don&#39;t see bank balance, which family he comes from, or his religion.","author":"Sonam Kapoor","topic":"Religion"},{"quote":"The Twist was a guided missile launched from the ghetto into the heart of suburbia. The Twist succeeded, as politics, religion and law could never do, in writing in the heart and soul what the Supreme Court could only write on the books.","author":"Eldridge Cleaver","topic":"Religion"},{"quote":"As long as there are religions, there are going to be people who are hiding their rottenness behind the veil of religion.","author":"Juliana Hatfield","topic":"Religion"},{"quote":"When asked if I consider myself Buddhist, the answer is, Not really. But it&#39;s more my religion than any other because I was brought up with it in an intellectual and spiritual environment. I don&#39;t practice or preach it, however.","author":"Uma Thurman","topic":"Religion"},{"quote":"Rock n&#39; roll is our religion, and we will continue to lose disciples as we go, but we pick up the fallen flag and keep moving forward, bringing forth the good news that our heroes have helped create, their bodies lost, but their spirits and their good work everlasting.","author":"Steven Van Zandt","topic":"Religion"},{"quote":"I&#39;ve never had any religion. I&#39;d prefer it if I did, really. Even as a boy I just couldn&#39;t make myself believe.","author":"David Gilmour","topic":"Religion"},{"quote":"So potent was religion in persuading to evil deeds.","author":"Lucretius","topic":"Religion"},{"quote":"The enemy of science is not religion. Religion comes in endless shapes and forms... The true enemy is the substitution of thought, reflection, and curiosity with dogma.","author":"Frans de Waal","topic":"Religion"},{"quote":"Religion may have become a codification of morality, and it may fortify it, but it&#39;s not the origin of it.","author":"Frans de Waal","topic":"Religion"},{"quote":"Galileo was no idiot. Only an idiot could believe that science requires martyrdom - that may be necessary in religion, but in time a scientific result will establish itself.","author":"David Hilbert","topic":"Religion"},{"quote":"It was a real surprise to me to come across the evidence that Christianity might once have been a danced religion. Certainly, some of the early church leaders thought this was great and spoke of what seems to have been circle dancing, perhaps around an altar.","author":"Barbara Ehrenreich","topic":"Religion"},{"quote":"Unfortunately, of course, guilt is an artifact of agricultural-age religion and is designed specifically to prevent humans from thinking and operating on a collective level.","author":"Timothy Morton","topic":"Religion"},{"quote":"Compassion is not a popular virtue. Very often when I talk to religious people, and mention how important it is that compassion is the key, that it&#39;s the sine-qua-non of religion, people look kind of balked, and stubborn sometimes, as much to say, what&#39;s the point of having religion if you can&#39;t disapprove of other people?","author":"Karen Armstrong","topic":"Religion"},{"quote":"If Oak Flat were a Christian holy site or, for that matter, Jewish or Muslim, no senator who wished to remain in office would dare to sneak a backdoor deal for its destruction into a spending bill - no matter what mining-company profits or jobs might result. But this is Indian religion.","author":"Lydia Millet","topic":"Religion"},{"quote":"I discovered I was a monotheist... That rules out polytheism. I have also had a problem with authority, which rules out any religion with a priesthood or leader who claims to be God&#39;s representative on Earth.","author":"G. Willow Wilson","topic":"Religion"},{"quote":"From a constitutional standpoint, the religion of a candidate is supposed to make no difference. Even before the founding fathers dreamed up the First Amendment, they inserted a provision in the Constitution expressly prohibiting any religious test for office.","author":"Noah Feldman","topic":"Religion"},{"quote":"Doubt is part of all religion. All the religious thinkers were doubters.","author":"Isaac Bashevis Singer","topic":"Religion"},{"quote":"I think a lot of people really have religious overtones of having come from somewhere. I mean, even the whole concept of religion is kind of alien.","author":"George Clinton","topic":"Religion"},{"quote":"The basic assumption of the secular society is that modernity overcomes religion.","author":"Ulrich Beck","topic":"Religion"},{"quote":"We must not confuse religion with God, or technology with science. Religion stands in relationship to God as technology does in relation to science. Both the conduct of religion and the pursuit of technology are capable of leading mankind into evil; but both can prompt great good.","author":"Robert Winston","topic":"Religion"},{"quote":"The king is so subtle with his words that he would confound the apostolic religion itself. He will find the weak points of the pope&#39;s character and will trip him up to his destruction.","author":"Thomas Becket","topic":"Religion"},{"quote":"It is my sincere hope that every person in India will experience true freedom of faith, regardless of religion.","author":"Trent Franks","topic":"Religion"},{"quote":"Feminism is for all women and girls, not a privileged few or one ethnicity, religion, age, sexual preference, ability, region or hemisphere.","author":"Robin Morgan","topic":"Religion"},{"quote":"As crucial as religion has been and is to the life of the nation, America&#39;s unifying force has never been a specific faith, but a commitment to freedom - not least freedom of conscience.","author":"Jon Meacham","topic":"Religion"},{"quote":"Religion forbids us from assuming a God-like character. This is especially true in politics and government, where limiting the power of the state, division of powers, and the doctrine of checks and balances are established in order to prevent accumulation of power that might lead to such Godly claims.","author":"Abdolkarim Soroush","topic":"Religion"},{"quote":"Where you have no religion, you are sure to have no government, for as religion disappears, anarchy takes place and fixes a compleat Hell on earth till religion returns.","author":"Daniel Morgan","topic":"Religion"},{"quote":"I am thankful I can see much to admire in all religions.","author":"Alfred Russel Wallace","topic":"Religion"},{"quote":"It is already clear, after twenty years of socialism in Russia, that if you do not provide your society with a new religion, it will gradually revert to the old one.","author":"Herbert Read","topic":"Religion"},{"quote":"In order to have faith, or follow any other organized religion, I&#39;d have to suspend a degree of disbelief.","author":"Pete Townshend","topic":"Religion"},{"quote":"I am not going to condemn anybody. That&#39;s where religion gets a bad name, when people get holier than thou. We are all human. If my children make a mistake, I want them to know it is all right and they should try harder next time.","author":"Donny Osmond","topic":"Religion"},{"quote":"Even the weakest disputant is made so conceited by what he calls religion, as to think himself wiser than the wisest who think differently from him.","author":"Walter Savage Landor","topic":"Religion"},{"quote":"Since all power from the seventh century on was only legitimated by religion, political forces and economic interests pushed for the fabrication of false traditions.","author":"Fatema Mernissi","topic":"Religion"},{"quote":"I don&#39;t believe there&#39;s any inherent darkness at the center of religion at all. I think religion actually is a morally neutral force.","author":"Ian Mcewan","topic":"Religion"},{"quote":"Religion has to stay in the heart, not in politics. It is private.","author":"Tahar Ben Jelloun","topic":"Religion"},{"quote":"As a Catholic, I find mindfulness helps me participate in my religion more wholeheartedly. If you are praying the rosary, participating in the rituals at Mass, or listening to the priest preach, you will actually be paying attention! Whatever your religion is, it can enhance the experience of participating in that religion.","author":"Tim Ryan","topic":"Religion"},{"quote":"My mother was a modern woman with a limited interest in religion. When the sun set and the fast of the Day of Atonement ended, she shot from the synagogue like a rocket to dance the Charleston.","author":"Lionel Blue","topic":"Religion"},{"quote":"We are a religious people whose institutions presuppose a Supreme Being.","author":"William O. Douglas","topic":"Religion"},{"quote":"When my kids were growing up, I wanted their teachers to teach them science, reading, math and history. I also wanted them to care about my kids. But I did not want my children&#39;s public school teachers teaching them religion. That was my job as a parent and the job of our church, Sunday school, and youth group.","author":"Adam Hamilton","topic":"Religion"},{"quote":"Religion can make it worse. Are you supposing that if people were encouraged to believe in a transcendent reality, and to be encouraged by grand rituals and music and preaching, to love their neighbors, then they would put jealousy and frustration aside?","author":"Mary Douglas","topic":"Religion"},{"quote":"Indian religion has always felt that since the minds, the temperaments and the intellectual affinities of men are unlimited in their variety, a perfect liberty of thought and of worship must be allowed to the individual in his approach to the Infinite.","author":"Sri Aurobindo","topic":"Religion"},{"quote":"The great redemptive religion which has always been known as Christianity is battling against a totally diverse type of religious belief, which is only the more destructive of the Christian faith because it makes use of traditional Christian terminology.","author":"John Gresham Machen","topic":"Religion"},{"quote":"Religion has for too long been placed on the back burner of history, when it may be one of the driving forces in history.","author":"Dave Brat","topic":"Religion"},{"quote":"The most stupid religion is Islam.","author":"Michel Houellebecq","topic":"Religion"},{"quote":"A religion must be instrumental in spiritualising the individual into a boundless and holistic nature.","author":"Lobsang Tenzin","topic":"Religion"},{"quote":"Patriotism is a kind of religion; it is the egg from which wars are hatched.","author":"Guy de Maupassant","topic":"Religion"},{"quote":"A pretty good test of a man&#39;s religion is how it affects his pocketbook.","author":"Francis J. Grimke","topic":"Religion"},{"quote":"The Godhead consists of the Father, the Son, and the Holy Spirit. The Father is a material being.","author":"Orson Pratt","topic":"Religion"},{"quote":"I think there&#39;s an awful lot of noise about the Church being persecuted but there is a more real issue that the conventional churches face - that the people who are really driving their revival and success believe in an old-time religion which, in my view, is incompatible with a modern, multi-ethnic, multicultural society.","author":"Trevor Phillips","topic":"Religion"},{"quote":"If there is a God, atheism must seem to Him as less of an insult than religion.","author":"Edmond de Goncourt","topic":"Religion"},{"quote":"To the first class belong the Gospels and Acts; to the second, the Epistles; to the third, the Revelation.","author":"Philip Schaff","topic":"Religion"},{"quote":"We peruse one ideal, that of bringing people together in peace, irrespective of race, religion and political convictions, for the benefit of mankind.","author":"Juan Antonio Samaranch","topic":"Religion"},{"quote":"Recounting of a life story, a mind thinking aloud leads one inevitably to the consideration of problems which are no longer psychological but spiritual.","author":"Paul Tournier","topic":"Religion"},{"quote":"My father insisted that I and my sisters not be indoctrinated into any religion at any age.","author":"S. T. Joshi","topic":"Religion"},{"quote":"Nothing can be more contrary to religion and the clergy than reason and common sense.","author":"Baron d'Holbach","topic":"Religion"},{"quote":"They&#39;re after one world religion and one world government. That&#39;s why they&#39;ve attacked the Catholic Church so strongly, to ultimately take control over it by their doctrine.","author":"Hutton Gibson","topic":"Religion"},{"quote":"God is a thought who makes crooked all that is straight.","author":"Friedrich Nietzsche","topic":"Religion"},{"quote":"If the grandfather of the grandfather of Jesus had known what was hidden within him, he would have stood humble and awe-struck before his soul.","author":"Khalil Gibran","topic":"Religion"},{"quote":"Science is increasingly answering questions that used to be the province of religion.","author":"Stephen Hawking","topic":"Religion"},{"quote":"I was always respectful of people who were deeply religious because I always felt that if they gave themselves to it, then it had to be important to them. But if you can go through life without it, that&#39;s OK, too. It&#39;s whatever suits you.","author":"Clint Eastwood","topic":"Religion"},{"quote":"I think you can judge from somebody&#39;s actions a kind of a stability and sense of purpose perhaps created by strong religious roots. I mean, there&#39;s a certain patience, a certain discipline, I think, that religion helps you achieve.","author":"George W. Bush","topic":"Religion"},{"quote":"My children, to the extent that they have found religion, have found it from me, in that I insist on at least a modicum of religious education for them.","author":"Christopher Hitchens","topic":"Religion"},{"quote":"Religion is about turning untested belief into unshakable truth through the power of institutions and the passage of time.","author":"Richard Dawkins","topic":"Religion"},{"quote":"People really, really hate their religion being criticized. It&#39;s as though you&#39;ve said they had an ugly face; they seem to identify personally with it.","author":"Richard Dawkins","topic":"Religion"},{"quote":"I did study religion for a little while. I studied the Torah and the Holy Koran, Helios Biblos, which is considered by most people to be the Holy Bible. I just wanted to know, even with Buddhism and the Dalai Llama.","author":"Kevin Gates","topic":"Religion"},{"quote":"Resist this war on God, freedom of religion and freedom of speech.","author":"Ben Carson","topic":"Religion"},{"quote":"I never saw, heard, nor read, that the clergy were beloved in any nation where Christianity was the religion of the country. Nothing can render them popular, but some degree of persecution.","author":"Jonathan Swift","topic":"Religion"},{"quote":"The real religion of the world comes from women much more than from men - from mothers most of all, who carry the key of our souls in their bosoms.","author":"Oliver Wendell Holmes, Sr.","topic":"Religion"},{"quote":"Even if it were proven that God didn&#39;t exist, Religion would still be Saintly and Divine.","author":"Charles Baudelaire","topic":"Religion"},{"quote":"The seven deadly sins: Want of money, bad health, bad temper, chastity, family ties, knowing that you know things, and believing in the Christian religion.","author":"Samuel Butler","topic":"Religion"},{"quote":"I do not believe that any particular religion has any monopoly on salvation.","author":"Sterling K. Brown","topic":"Religion"},{"quote":"The biological evolutionary perception of life and of human qualities is radically different from that of traditional religion, whether it&#39;s Southern Baptist or Islam or any religion that believes in a supernatural supervalance over humanity.","author":"E. O. Wilson","topic":"Religion"},{"quote":"There is no cure for the pride of a virtuous nation but pure religion.","author":"Reinhold Niebuhr","topic":"Religion"},{"quote":"One of the most important concepts of revealed religion is that of a sacred covenant.","author":"Russell M. Nelson","topic":"Religion"},{"quote":"We need to build resilience together, rooted in religion, rooted in schools, rooted in our health care institutions.","author":"Sheryl Sandberg","topic":"Religion"},{"quote":"I have to have an emotional connection to what I am ultimately selling because it is emotion, whether you are selling religion, politics, even a breath mint.","author":"Gene Simmons","topic":"Religion"},{"quote":"I think students should know something about religion as a historical phenomenon, in the same way that they should know something about socialism and humanism and the other great ideas that have shaped political philosophies and therefore the course of human events.","author":"Steven Pinker","topic":"Religion"},{"quote":"The whole essence of the Christian religion is based on the atonement of Christ, his death and his resurrection.","author":"Gordon B. Hinckley","topic":"Religion"},{"quote":"No, the religion of Jesus is a social religion.","author":"George Whitefield","topic":"Religion"},{"quote":"If there is any fixed star in our constitutional constellation, it is that no official, high or petty, can prescribe what shall be orthodox in politics, nationalism, religion, or other matters of opinion, or force citizens to confess by word or act.","author":"Robert Jackson","topic":"Religion"},{"quote":"Well, right now, I&#39;m very fascinated with 1920s Berlin. I mean, probably the more interesting thing would be to go to the beginning of civilization or precivilization - like polytheistic times. It would be interesting to see what came before modern religion and culture - what circumstances created the environment or the need for it.","author":"Natalie Portman","topic":"Religion"},{"quote":"I see religion more as a truck stop on your way to figuring out who you are.","author":"Brad Pitt","topic":"Religion"},{"quote":"Catholicism is not a soothing religion. It&#39;s a painful religion. We&#39;re all gluttons for punishment.","author":"Madonna Ciccone","topic":"Religion"},{"quote":"I have a funny relationship with religion. I&#39;m a big believer in ritualistic behavior as long as it doesn&#39;t hurt anybody. But I&#39;m not a big fan of rules. And yet, we cannot live in a world without order.","author":"Madonna Ciccone","topic":"Religion"},{"quote":"Every man, either to his terror or consolation, has some sense of religion.","author":"Heinrich Heine","topic":"Religion"},{"quote":"The gospel of Jesus Christ is not a religion of mourning and gloom.","author":"Joseph B. Wirthlin","topic":"Religion"},{"quote":"I think Christianity is the same as Buddhism and Hinduism - whenever a religion begins to say that these are the things you have to do to be loved by God, you have a religion.","author":"Erwin McManus","topic":"Religion"},{"quote":"Anti-religious sneers are a hallmark of perpetual adolescents.","author":"Camille Paglia","topic":"Religion"},{"quote":"Religion and politics hit nerves. There&#39;s a lot of anger about a lot of things. It&#39;s not easily resolved. I guess that&#39;s what wars are about. Wars are about prejudice and fear. Hit first before you get hit. Believe me, I know.","author":"Mel Gibson","topic":"Religion"},{"quote":"The doctor didn&#39;t want me to play golf anymore and was worried about me fly-fishing. Golf is something I enjoy, but fly-fishing is a different thing: That&#39;s religion. Hunting is religion for me. I didn&#39;t want to give those up.","author":"Tom Brokaw","topic":"Religion"},{"quote":"One of the problems with organized religion is that it has always kept women in a second-class position. They have been viewed as the daughters of Eve.","author":"Hugh Hefner","topic":"Religion"},{"quote":"I&#39;m in favour of religion as a tamer of arrogance. For a Greek Orthodox, the idea of God as creator outside the human is not God in God&#39;s terms. My God isn&#39;t the God of George Bush.","author":"Nassim Nicholas Taleb","topic":"Religion"},{"quote":"One person&#39;s religion is another person&#39;s cult.","author":"Philip Seymour Hoffman","topic":"Religion"},{"quote":"I was taught in Bible college, religion and politics don&#39;t mix.","author":"Jerry Falwell","topic":"Religion"},{"quote":"In my opinion, most organized religion does neither agentic service nor relational nurturance very well.","author":"Richard Rohr","topic":"Religion"},{"quote":"I would no more quarrel with a man because of his religion than I would because of his art.","author":"Mary Baker Eddy","topic":"Religion"},{"quote":"As far as religion goes, I feel like everyone should have their own one-on-one with God.","author":"Ja Rule","topic":"Religion"},{"quote":"I do not have the slightest bit of racism in me. I do not judge people with regards to the colour of their skin, their origin, or their religion. I defend them all, because I defend French people. And, of course, I defend the interests of France, the interests of French people.","author":"Marine Le Pen","topic":"Religion"},{"quote":"I am determined that my children shall be brought up in their father&#39;s religion, if they can find out what it is.","author":"Charles Lamb","topic":"Religion"},{"quote":"Organized religion is a sham and a crutch for weak-minded people who need strength in numbers.","author":"Jesse Ventura","topic":"Religion"},{"quote":"Religion is everywhere. There are no human societies without it, whether they acknowledge it as a religion or not.","author":"Octavia E. Butler","topic":"Religion"},{"quote":"I hope I never get so old I get religious.","author":"Ingmar Bergman","topic":"Religion"},{"quote":"Worship means reverence and humility it means revering your real self and humbling delusions.","author":"Bodhidharma","topic":"Religion"},{"quote":"Themes of redemption, temptation, and faith don&#39;t necessarily apply directly to religion. A lot of people find faith in their lives outside of God and still deal with notions of temptation and redemption that aren&#39;t religious.","author":"Will Poulter","topic":"Religion"},{"quote":"The scientists who attack mainstream religion, rather than striving for peaceful coexistence with it, damage science, and also weaken the fight against fundamentalism.","author":"Martin Rees","topic":"Religion"},{"quote":"Campaigning against religion can be socially counter-productive. If teachers take the uncompromising line that God and Darwinism are irreconcilable, many young people raised in a faith-based culture will stick with their religion and be lost to science.","author":"Martin Rees","topic":"Religion"},{"quote":"Intolerance respecting other people&#39;s religion is toleration itself in comparison with intolerance respecting other people&#39;s art.","author":"Wallace Stevens","topic":"Religion"},{"quote":"Since the 18th century, many Western intellectuals have predicted religion&#39;s imminent demise.","author":"Jonathan Sacks","topic":"Religion"},{"quote":"Every society and religion has rules, for both have moral laws. And the essence of morality consists, as in art, of drawing the line somewhere.","author":"Huston Smith","topic":"Religion"},{"quote":"Myself, first of all, I am a Jew. And that is the most important thing for me.","author":"Ariel Sharon","topic":"Religion"},{"quote":"There are three modes of bearing the ills of life, by indifference, by philosophy, and by religion.","author":"Charles Caleb Colton","topic":"Religion"},{"quote":"What brings you closer to God is being in service to others. I think any religion or spiritual way of life will indicate that service to others will lead to a connection with a higher power.","author":"Steve-O","topic":"Religion"},{"quote":"At the heart of &#39;The Famished Road&#39; is a philosophical conundrum - for me, an essential one: what is reality? Everybody&#39;s reality is subjective; it&#39;s conditioned by upbringing, ideas, temperament, religion, what&#39;s happened to you.","author":"Ben Okri","topic":"Religion"},{"quote":"Christianity is the fastest-growing religion in the world; Islam is the second. It&#39;s spreading in Asia, Africa, and South America. So the world is in a kind of religious revival, and the atheists are totally flummoxed. They thought they were winning, and now they see that they aren&#39;t.","author":"Dinesh D'Souza","topic":"Religion"},{"quote":"I was raised Catholic, but my father&#39;s people were Methodist, so we went to both churches.","author":"Aaron Neville","topic":"Religion"},{"quote":"Disappointment over nationalistic authoritarian regimes may have contributed to the fact that today religion offers a new and subjectively more convincing language for old political orientations.","author":"Jurgen Habermas","topic":"Religion"},{"quote":"Let us recognize that we can no longer tolerate violent oppression of women in the name of religion and culture any more than we would tolerate violent oppression espoused by any other bully in the name of a twisted rationale.","author":"Ayaan Hirsi Ali","topic":"Religion"},{"quote":"No migrant of any religion has a constitutional right to come to the United States.","author":"Tom Tancredo","topic":"Religion"},{"quote":"I&#39;m no atheist - I&#39;m lazy. I really do like hassle-free Sunday mornings. I have a problem with organized religion, so I&#39;ve simply opted out. Live and let live, I figure.","author":"Lynn Coady","topic":"Religion"},{"quote":"I&#39;m just sick of the way things are. We&#39;re in an age in which we can&#39;t live without accepting the logic of the market. Contemporary politics is all about short-term pragmatism. We have abandoned religion and philosophy... What we have left is the automatisation of doing what the market tells us.","author":"Jose Mujica","topic":"Religion"},{"quote":"When people unfortunately use religion to facilitate their envy, arrogance and hate, communalism surfaces.","author":"Radhanath Swami","topic":"Religion"},{"quote":"We are in a global war with a radical and violent form of the Islamic religion, and it is irresponsible and dangerous to deny it.","author":"Michael T. Flynn","topic":"Religion"},{"quote":"Religion and culture are two important ways in which we as humans find our identity. That&#39;s certainly true for me.","author":"Gene Luen Yang","topic":"Religion"},{"quote":"Although religion might be useful in developing a solid moral framework - and enforcing it - we can quite easily develop moral intuitions without relying on religion.","author":"Robert Winston","topic":"Religion"},{"quote":"Religion&#39;s in the heart, not in the knees.","author":"Douglas William Jerrold","topic":"Religion"},{"quote":"As Juan Gabriel, music is my religion, and mariachi is my devotion. And my songs are my prayers.","author":"Juan Gabriel","topic":"Religion"},{"quote":"People still kill in the name of religion. We haven&#39;t evolved to the point where we&#39;re one tribe called humans.","author":"Rachel Weisz","topic":"Religion"},{"quote":"Civilisation has ever accompanied emigration and conquest - the conflict of opinion, of religion, or of race.","author":"Alfred Russel Wallace","topic":"Religion"},{"quote":"I call religion a natural authority, but it has usually been conceived as a supernatural authority.","author":"Herbert Read","topic":"Religion"},{"quote":"For many people religion can be so easy they stumble right over it.","author":"Kathie Lee Gifford","topic":"Religion"},{"quote":"Well, religion has been passed down through the years by stories people tell around the campfire. Stories about God, stories about love. Stories about good spirits and evil spirits.","author":"Andrew Greeley","topic":"Religion"},{"quote":"I think the real problem for American religion are those minority of fundamentalists who try to identify political policies with religion.","author":"Andrew Greeley","topic":"Religion"},{"quote":"My concern is to keep religion and the state separated. I don&#39;t think that religion and politics go together. When you see political decisions colored by religion, decisions that affect us all... I thought: &#39;I do not want to go back to medieval times.&#39;","author":"Bjorn Ulvaeus","topic":"Religion"},{"quote":"The Bible is the fountain of truth.","author":"Joseph Franklin Rutherford","topic":"Religion"},{"quote":"I also don&#39;t have organized religion on Pern. I figured - since there were four holy wars going on at the time of writing - that religion was one problem Pern didn&#39;t need.","author":"Anne McCaffrey","topic":"Religion"},{"quote":"Give yourself entirely to God, enter and hide in the hidden ground of your soul.","author":"Johannes Tauler","topic":"Religion"},{"quote":"My mom&#39;s a Catholic, and my dad&#39;s a Jew, and they didn&#39;t want anything to do with anything.","author":"Isabelle Huppert","topic":"Religion"},{"quote":"We must seek the loving-kindness of God in all the breadth and open-air of common life.","author":"George A. Smith","topic":"Religion"},{"quote":"Global warming has become a new religion. We frequently hear about the number of scientists who support it. But the number is not important: only whether they are correct is important. We don&#39;t really know what the actual effect on the global temperature is. There are better ways to spend the money.","author":"Ivar Giaever","topic":"Religion"},{"quote":"Where it is a duty to worship the sun it is pretty sure to be a crime to examine the laws of heat.","author":"John Morley","topic":"Religion"},{"quote":"Krishna children were taught that in the spiritual world there were no parents, only souls and hence this justified their being kept out of view from others, cloistered in separate buildings and sheltered from the evil material world.","author":"Mary Garden","topic":"Religion"},{"quote":"Let us not seek to bring religion to others, but let us endeavor to live it ourselves.","author":"Paul Tournier","topic":"Religion"},{"quote":"Religion is not changed as easily as a shirt.","author":"Henry IV","topic":"Religion"},{"quote":"Religion is more like response to a friend than it is like obedience to an expert.","author":"Austin Farrer","topic":"Religion"},{"quote":"Religion is the everlasting dialogue between humanity and God. Art is its soliloquy.","author":"Franz Werfel","topic":"Religion"},{"quote":"Our Father and Our God, unto thee, O Lord we lift our souls.","author":"William Pennington","topic":"Religion"}]