[{"quote":"Most good relationships are built on mutual trust and respect.","author":"Mona Sutphen","topic":"Respect"},{"quote":"Knowledge will give you power, but character respect.","author":"Bruce Lee","topic":"Respect"},{"quote":"If we lose love and self respect for each other, this is how we finally die.","author":"Maya Angelou","topic":"Respect"},{"quote":"I have seen many storms in my life. Most storms have caught me by surprise, so I had to learn very quickly to look further and understand that I am not capable of controlling the weather, to exercise the art of patience and to respect the fury of nature.","author":"Paulo Coelho","topic":"Respect"},{"quote":"We need to reject any politics that targets people because of race or religion. This isn&#39;t a matter of political correctness. It&#39;s a matter of understanding what makes us strong. The world respects us not just for our arsenal; it respects us for our diversity and our openness and the way we respect every faith.","author":"Barack Obama","topic":"Respect"},{"quote":"One of the most sincere forms of respect is actually listening to what another has to say.","author":"Bryant H. McGill","topic":"Respect"},{"quote":"Respect for ourselves guides our morals, respect for others guides our manners.","author":"Laurence Sterne","topic":"Respect"},{"quote":"I&#39;m not concerned with your liking or disliking me... All I ask is that you respect me as a human being.","author":"Jackie Robinson","topic":"Respect"},{"quote":"A child who is allowed to be disrespectful to his parents will not have true respect for anyone.","author":"Billy Graham","topic":"Respect"},{"quote":"The biggest ingredient in a best friend is someone whose actions you respect and who you can truly be yourself around.","author":"Renee Olstead","topic":"Respect"},{"quote":"The bond that links your true family is not one of blood, but of respect and joy in each other&#39;s life.","author":"Richard Bach","topic":"Respect"},{"quote":"Our parents deserve our honor and respect for giving us life itself. Beyond this they almost always made countless sacrifices as they cared for and nurtured us through our infancy and childhood, provided us with the necessities of life, and nursed us through physical illnesses and the emotional stresses of growing up.","author":"Ezra Taft Benson","topic":"Respect"},{"quote":"When you practice gratefulness, there is a sense of respect toward others.","author":"Dalai Lama","topic":"Respect"},{"quote":"There can be no failure to a man who has not lost his courage, his character, his self respect, or his self-confidence. He is still a King.","author":"Orison Swett Marden","topic":"Respect"},{"quote":"Football is like life - it requires perseverance, self-denial, hard work, sacrifice, dedication and respect for authority.","author":"Vince Lombardi","topic":"Respect"},{"quote":"In finding love, I think it&#39;s important to be patient. In being in a relationship, I think it&#39;s important to be honest, to communicate, to respect and trust, and to strive to give more than you take.","author":"Kina Grannis","topic":"Respect"},{"quote":"Be peaceful, be courteous, obey the law, respect everyone; but if someone puts his hand on you, send him to the cemetery.","author":"Malcolm X","topic":"Respect"},{"quote":"Be a warrior when it comes to delivering on your ambitions. And a saint when it comes to treating people with respect, modeling generosity, and showing up with outright love.","author":"Robin S. Sharma","topic":"Respect"},{"quote":"Life is short, and we should respect every moment of it.","author":"Orhan Pamuk","topic":"Respect"},{"quote":"We don&#39;t need to share the same opinions as others, but we need to be respectful.","author":"Taylor Swift","topic":"Respect"},{"quote":"We learned about gratitude and humility - that so many people had a hand in our success, from the teachers who inspired us to the janitors who kept our school clean... and we were taught to value everyone&#39;s contribution and treat everyone with respect.","author":"Michelle Obama","topic":"Respect"},{"quote":"There are lots of people I admire and respect, but I don&#39;t necessarily want to be like them. I&#39;m too happy being myself.","author":"James D'arcy","topic":"Respect"},{"quote":"Respect your efforts, respect yourself. Self-respect leads to self-discipline. When you have both firmly under your belt, that&#39;s real power.","author":"Clint Eastwood","topic":"Respect"},{"quote":"The game of basketball has been everything to me. My place of refuge, place I&#39;ve always gone where I needed comfort and peace. It&#39;s been the site of intense pain and the most intense feelings of joy and satisfaction. It&#39;s a relationship that has evolved over time, given me the greatest respect and love for the game.","author":"Michael Jordan","topic":"Respect"},{"quote":"Football is a great deal like life in that it teaches that work, sacrifice, perseverance, competitive drive, selflessness and respect for authority is the price that each and every one of us must pay to achieve any goal that is worthwhile.","author":"Vince Lombardi","topic":"Respect"},{"quote":"Without feelings of respect, what is there to distinguish men from beasts?","author":"Confucius","topic":"Respect"},{"quote":"I have more respect for a man who lets me know where he stands, even if he&#39;s wrong, than the one who comes up like an angel and is nothing but a devil.","author":"Malcolm X","topic":"Respect"},{"quote":"Every animal has his or her story, his or her thoughts, daydreams, and interests. All feel joy and love, pain and fear, as we now know beyond any shadow of a doubt. All deserve that the human animal afford them the respect of being cared for with great consideration for those interests or left in peace.","author":"Ingrid Newkirk","topic":"Respect"},{"quote":"There is no respect for others without humility in one&#39;s self.","author":"Henri Frederic Amiel","topic":"Respect"},{"quote":"Be kind, don&#39;t judge, and have respect for others. If we can all do this, the world would be a better place. The point is to teach this to the next generation.","author":"Jasmine Guinness","topic":"Respect"},{"quote":"If we are not free, no one will respect us.","author":"A. P. J. Abdul Kalam","topic":"Respect"},{"quote":"I am a doctor - it&#39;s a profession that may be considered a special mission, a devotion. It calls for involvement, respect and willingness to help all other people.","author":"Ewa Kopacz","topic":"Respect"},{"quote":"Honest communication is built on truth and integrity and upon respect of the one for the other.","author":"Benjamin E. Mays","topic":"Respect"},{"quote":"I think the most important thing in life is self-love, because if you don&#39;t have self-love, and respect for everything about your own body, your own soul, your own capsule, then how can you have an authentic relationship with anyone else?","author":"Shailene Woodley","topic":"Respect"},{"quote":"Prejudice is sinful. All blood flows red. And the most harmful and foolish kind of prejudice is prejudice against yourself. Every woman is your sister, and every woman needs her sisters. So try to give other women the courtesy of your compassion, respect, and forgiveness. Love yourself despite - and because of - your flaws.","author":"Jewell Parker Rhodes","topic":"Respect"},{"quote":"I believe that working with good people matters because then the work environment is good. If there is a sense of respect and belief among the people you work with, that is when good work is done.","author":"Ranbir Kapoor","topic":"Respect"},{"quote":"I&#39;m the one person who wears the words &#39;hustle, loyalty, respect&#39; on my T-shirts and merchandise. My audience is children. It&#39;s very flattering to see a kid wear your T-shirt; it&#39;s even more flattering to have a dad come up to you and say, &#39;I watch you with my kid. Keep doing what you&#39;re doing. You&#39;re a role model for my son.&#39;","author":"John Cena","topic":"Respect"},{"quote":"I love making new friends and I respect people for a lot of different reasons.","author":"Taylor Swift","topic":"Respect"},{"quote":"As you get older, you grow and mature, and that should never stop. As soon as you stop growing, you&#39;re done living. I&#39;ll always be growing, forever learning, forever taking in advice from people I deeply respect.","author":"Odell Beckham, Jr.","topic":"Respect"},{"quote":"It is my goal to love everyone. I hate no one. Regardless of their race, religion, their proclivities, the desire of their heart and how they want to live their life and the decisions that they make. I can even respect people&#39;s decisions and lifestyle choices just as I hope they have the courtesy to respect my decisions and my choices.","author":"Kirk Cameron","topic":"Respect"},{"quote":"The true mark of professionalism is the ability to respect everyone else for their styles and always find something positive in every dining experience and highlight it in your thoughts and words.","author":"Johnny Iuzzini","topic":"Respect"},{"quote":"I call horses &#39;divine mirrors&#39; - they reflect back the emotions you put in. If you put in love and respect and kindness and curiosity, the horse will return that.","author":"Allan Hamilton","topic":"Respect"},{"quote":"Let us remember we are all part of one American family. We are united in common values, and that includes belief in equality under the law, basic respect for public order, and the right of peaceful protest.","author":"Barack Obama","topic":"Respect"},{"quote":"A person&#39;s a person, no matter how small.","author":"Dr. Seuss","topic":"Respect"},{"quote":"Many people resented my impatience and honesty, but I never cared about acceptance as much as I cared about respect.","author":"Jackie Robinson","topic":"Respect"},{"quote":"Literature adds to reality, it does not simply describe it. It enriches the necessary competencies that daily life requires and provides; and in this respect, it irrigates the deserts that our lives have already become.","author":"C. S. Lewis","topic":"Respect"},{"quote":"Respect your parents. What they tell you is true. Hard work, dedication and faith will get you anything. Imagination will drive itself. You can get anything you want, but you have to have faith behind all your ideas. Stick to your goals and have an undying faith.","author":"Russell Simmons","topic":"Respect"},{"quote":"My parents taught me about the importance of qualities like kindness, respect, and honesty, and I realize how central values like these have been to me throughout my life.","author":"Kate Middleton","topic":"Respect"},{"quote":"Be loyal to those who are loyal to you. And respect everyone, even your enemies and competition.","author":"John Cena","topic":"Respect"},{"quote":"Do we not realize that self respect comes with self reliance?","author":"A. P. J. Abdul Kalam","topic":"Respect"},{"quote":"If we desire respect for the law, we must first make the law respectable.","author":"Louis D. Brandeis","topic":"Respect"},{"quote":"Openness, respect, integrity - these are principles that need to underpin pretty much every other decision that you make.","author":"Justin Trudeau","topic":"Respect"},{"quote":"I&#39;m kind of a good girl - and I&#39;m not. I&#39;m a good girl because I really believe in love, integrity, and respect. I&#39;m a bad girl because I like to tease. I know that I have sex appeal in my deck of cards. But I like to get people thinking. That&#39;s what the stories in my music do.","author":"Katy Perry","topic":"Respect"},{"quote":"Civilization is a method of living, an attitude of equal respect for all men.","author":"Jane Addams","topic":"Respect"},{"quote":"We all require and want respect, man or woman, black or white. It&#39;s our basic human right.","author":"Aretha Franklin","topic":"Respect"},{"quote":"Treat everyone with respect and kindness. Period. No exceptions.","author":"Kiana Tom","topic":"Respect"},{"quote":"I&#39;ve been so lucky to work with such great people: people that are such hard workers and have such a respect and appreciation for one another.","author":"Blake Lively","topic":"Respect"},{"quote":"We will not agree on every issue. But let us respect those differences and respect one another. Let us recognize that we do not serve an ideology or a political party; we serve the people.","author":"John Lynch","topic":"Respect"},{"quote":"Moral authority comes from following universal and timeless principles like honesty, integrity, treating people with respect.","author":"Stephen Covey","topic":"Respect"},{"quote":"Everyone in society should be a role model, not only for their own self-respect, but for respect from others.","author":"Barry Bonds","topic":"Respect"},{"quote":"These haters are too less in number when compared to the millions who support me. I look at all those beautiful people who always stand by me. I respect them, and they equally respect me.","author":"Divyanka Tripathi","topic":"Respect"},{"quote":"One thing I&#39;ve learned through all the ups and downs is that if you&#39;re doing things right, then you have a core group of people. Not just a core group like your homies or your buddies, but a group of people that has a good influence on you, who you respect and admire, and you know that if they&#39;re on your side, you&#39;re doing something right.","author":"Hope Solo","topic":"Respect"},{"quote":"Our deep respect for the land and its harvest is the legacy of generations of farmers who put food on our tables, preserved our landscape, and inspired us with a powerful work ethic.","author":"James H. Douglas, Jr.","topic":"Respect"},{"quote":"Cooperation and respect for each other will advance the cause of human rights worldwide. Confrontation, vilification, and double standards will not.","author":"Robert Mugabe","topic":"Respect"},{"quote":"In order to exist, man must rebel, but rebellion must respect the limits that it discovers in itself - limits where minds meet, and in meeting, begin to exist.","author":"Albert Camus","topic":"Respect"},{"quote":"I think I&#39;m a natural-born leader. I know how to bow down to authority if it&#39;s authority that I respect.","author":"Tupac Shakur","topic":"Respect"},{"quote":"When you are content to be simply yourself and don&#39;t compare or compete, everybody will respect you.","author":"Lao Tzu","topic":"Respect"},{"quote":"True security is based on people&#39;s welfare - on a thriving economy, on strong public health and education programmes, and on fundamental respect for our common humanity. Development, peace, disarmament, reconciliation and justice are not separate from security; they help to underpin it.","author":"Ban Ki-moon","topic":"Respect"},{"quote":"I write for those women who do not speak, for those who do not have a voice because they were so terrified, because we are taught to respect fear more than ourselves. We&#39;ve been taught that silence would save us, but it won&#39;t.","author":"Audre Lorde","topic":"Respect"},{"quote":"A great chef is an artist that I truly respect.","author":"Robert Stack","topic":"Respect"},{"quote":"I accept you, and you get the same respect from me whether you are black, white, gay straight, Asian, bisexual, Australian, tall, fat, whatever it is. We are all people, and I look at the people of the world the same way, as my brothers and sisters.","author":"Nash Grier","topic":"Respect"},{"quote":"Being brilliant is no great feat if you respect nothing.","author":"Johann Wolfgang von Goethe","topic":"Respect"},{"quote":"I have a great respect for incremental improvement, and I&#39;ve done that sort of thing in my life, but I&#39;ve always been attracted to the more revolutionary changes. I don&#39;t know why. Because they&#39;re harder. They&#39;re much more stressful emotionally. And you usually go through a period where everybody tells you that you&#39;ve completely failed.","author":"Steve Jobs","topic":"Respect"},{"quote":"Journalism should be more like science. As far as possible, facts should be verifiable. If journalists want long-term credibility for their profession, they have to go in that direction. Have more respect for readers.","author":"Julian Assange","topic":"Respect"},{"quote":"This world of ours... must avoid becoming a community of dreadful fear and hate, and be, instead, a proud confederation of mutual trust and respect.","author":"Dwight D. Eisenhower","topic":"Respect"},{"quote":"We all have goals: We want to matter. We want to be important. We want to have freedom and power to pursue our creative work. We want respect from our peers and recognition for our accomplishments. Not out of vanity or selfishness, but of an earnest desire to fulfill our personal potential.","author":"Ryan Holiday","topic":"Respect"},{"quote":"The gifts of lovers to one another are, in respect to love, nothing but forms; yet, they testify to invisible love.","author":"Rumi","topic":"Respect"},{"quote":"Respect yourself if you would have others respect you.","author":"Baltasar Gracian","topic":"Respect"},{"quote":"I realize that men and women of the military go out and sacrifice their lives and put their selves in harm&#39;s way for my freedom of speech and my freedoms in this country, and my freedom to take a seat or take a knee, so I have the utmost respect for them, and I think what I did was taken out of context and spun a different way.","author":"Colin Kaepernick","topic":"Respect"},{"quote":"Self-respect is the fruit of discipline; the sense of dignity grows with the ability to say no to oneself.","author":"Abraham Joshua Heschel","topic":"Respect"},{"quote":"Your peers will respect you for your integrity and character, not your possessions.","author":"David Robinson","topic":"Respect"},{"quote":"I believe that fitness needs to come from within you. You need to respect your body. Only then will you have the zeal to maintain it. For me, keeping fit is a part of my lifestyle.","author":"Arjun Rampal","topic":"Respect"},{"quote":"We respect our elders. There is wisdom that comes from experience, and I am not going to stop learning from wise counsel.","author":"Marcia Fudge","topic":"Respect"},{"quote":"Never respect men merely for their riches, but rather for their philanthropy; we do not value the sun for its height, but for its use.","author":"Gamaliel Bailey","topic":"Respect"},{"quote":"Different people have different opinions, and it&#39;s okay to respect all of them.","author":"Juan Pablo Galavis","topic":"Respect"},{"quote":"If you have ten thousand regulations you destroy all respect for the law.","author":"Winston Churchill","topic":"Respect"},{"quote":"I grew up with just my mum and sister, so I respect women a lot.","author":"Harry Styles","topic":"Respect"},{"quote":"In the long term we can hope that religion will change the nature of man and reduce conflict. But history is not encouraging in this respect. The bloodiest wars in history have been religious wars.","author":"Richard M. Nixon","topic":"Respect"},{"quote":"A blank wall of social and professional antagonism faces the woman physician that forms a situation of singular and painful loneliness, leaving her without support, respect or professional counsel.","author":"Elizabeth Blackwell","topic":"Respect"},{"quote":"If I made a commitment, I stood by that commitment - and try to make it real. Because when you become leaders, the most important thing you have is your word, your trust. That&#39;s where respect comes from.","author":"Michelle Obama","topic":"Respect"},{"quote":"In all our deeds, the proper value and respect for time determines success or failure.","author":"Malcolm X","topic":"Respect"},{"quote":"It takes no compromising to give people their rights. It takes no money to respect the individual. It takes no survey to remove repressions.","author":"Harvey Milk","topic":"Respect"},{"quote":"As human beings we value the experience that comes with age. We are reminded over and over again with statements like &#39;older and wiser&#39; and &#39;respect your elders,&#39; promoting age as something to be cherished and respected.","author":"Jenna Morasca","topic":"Respect"},{"quote":"Leadership is diving for a loose ball, getting the crowd involved, getting other players involved. It&#39;s being able to take it as well as dish it out. That&#39;s the only way you&#39;re going to get respect from the players.","author":"Larry Bird","topic":"Respect"},{"quote":"People are roasting each other at parties, at work events, around the fire. It&#39;s so fun. People are busting each other&#39;s chops, and it&#39;s a sign of affection, truly. It&#39;s a true test of love and friendship: can you make a man laugh at himself? So what makes a good burn? Go after targets you love and respect. And hit &#39;em hard.","author":"Jeff Ross","topic":"Respect"},{"quote":"Leadership is something you earn, something you&#39;re chosen for. You can&#39;t come in yelling, &#39;I&#39;m your leader!&#39; If it happens, it&#39;s because the other guys respect you.","author":"Ben Roethlisberger","topic":"Respect"},{"quote":"And in this respect, the Israeli-Palestinian conflict has been a tragedy, a clash between one very powerful, very convincing, very painful claim over this land and another no less powerful, no less convincing claim.","author":"Amos Oz","topic":"Respect"},{"quote":"Society as a whole benefits immeasurably from a climate in which all persons, regardless of race or gender, may have the opportunity to earn respect, responsibility, advancement and remuneration based on ability.","author":"Sandra Day O'Connor","topic":"Respect"},{"quote":"I submit that an individual who breaks a law that conscience tells him is unjust, and who willingly accepts the penalty of imprisonment in order to arouse the conscience of the community over its injustice, is in reality expressing the highest respect for law.","author":"Martin Luther King, Jr.","topic":"Respect"},{"quote":"Everyone should be respected as an individual, but no one idolized.","author":"Albert Einstein","topic":"Respect"},{"quote":"Climate change does not respect border; it does not respect who you are - rich and poor, small and big. Therefore, this is what we call &#39;global challenges,&#39; which require global solidarity.","author":"Ban Ki-moon","topic":"Respect"},{"quote":"We shall listen, not lecture; learn, not threaten. We will enhance our safety by earning the respect of others and showing respect for them. In short, our foreign policy will rest on the traditional American values of restraint and empathy, not on military might.","author":"Theodore C. Sorensen","topic":"Respect"},{"quote":"I respect all religions, but I&#39;m not a deeply religious person. But I try and live life in the right way, respecting other people. I wasn&#39;t brought up in a religious way, but I believe there&#39;s something out there that looks after you.","author":"David Beckham","topic":"Respect"},{"quote":"Show respect to all people, but grovel to none.","author":"Tecumseh","topic":"Respect"},{"quote":"Love, friendship and respect do not unite people as much as a common hatred for something.","author":"Anton Chekhov","topic":"Respect"},{"quote":"The final test of a gentleman is his respect for those who can be of no possible service to him.","author":"William Lyon Phelps","topic":"Respect"},{"quote":"Next month, I will celebrate my 30th anniversary of marriage with my beautiful bride, Vicki. Our marriage has been a blessing. I have gained even more respect for the institution over the past 3 decades and will defend it against attack.","author":"Todd Tiahrt","topic":"Respect"},{"quote":"Freedom is a timeless value. The United Nations Charter calls for encouraging respect for fundamental freedoms. The Universal Declaration of Human Rights mentions freedom more than twenty times. All countries have committed to protecting individual freedoms on paper - but in practice, too many break their pledge.","author":"Ban Ki-moon","topic":"Respect"},{"quote":"There is overwhelming evidence that the higher the level of self-esteem, the more likely one will be to treat others with respect, kindness, and generosity.","author":"Nathaniel Branden","topic":"Respect"},{"quote":"Having two daughters changed my perspective on a lot of things, and I definitely have a newfound respect for women. And I think I finally became a good and real man when I had a daughter.","author":"Mark Wahlberg","topic":"Respect"},{"quote":"Employees don&#39;t need to be best friends, but there does need to be a level of mutual respect and understanding.","author":"Kathryn Minshew","topic":"Respect"},{"quote":"The place where I think social media fails is in showing the knowledge, the tradition of stitching the clothing, of cutting the fabric, of the tannery, of the skinning of the jewels - this knowledge needs respect. Online and social media is the future, but we need to learn from the past, too.","author":"Giuseppe Zanotti","topic":"Respect"},{"quote":"People always love and respect characters who speak the truth, even if the truth hurts.","author":"David Duchovny","topic":"Respect"},{"quote":"I have great respect for the past. If you don&#39;t know where you&#39;ve come from, you don&#39;t know where you&#39;re going. I have respect for the past, but I&#39;m a person of the moment. I&#39;m here, and I do my best to be completely centered at the place I&#39;m at, then I go forward to the next place.","author":"Maya Angelou","topic":"Respect"},{"quote":"If you want to be a great leader, remember to treat all people with respect at all times. For one, because you never know when you&#39;ll need their help. And two, because it&#39;s a sign you respect people, which all great leaders do.","author":"Simon Sinek","topic":"Respect"},{"quote":"There is always the danger that we may just do the work for the sake of the work. This is where the respect and the love and the devotion come in - that we do it to God, to Christ, and that&#39;s why we try to do it as beautifully as possible.","author":"Mother Teresa","topic":"Respect"},{"quote":"I&#39;m a good girl because I really believe in love, integrity, and respect. I&#39;m a bad girl because I like to tease.","author":"Katy Perry","topic":"Respect"},{"quote":"The only thing I command is respect.","author":"Kyrie Irving","topic":"Respect"},{"quote":"I am not very proud of being an human being; in fact, I distinctly dislike the species in many ways. I can readily conceive of beings vastly superior in every respect.","author":"H. P. Lovecraft","topic":"Respect"},{"quote":"If Copenhagen were a person, that person would be generous, beautiful, elderly, but with a flair. A human being that has certain propensities for quarrelling, filled with imagination and with appetite for the new and with respect for the old - somebody who takes good care of things and of people.","author":"Connie Nielsen","topic":"Respect"},{"quote":"Gymnastics taught me everything - life lessons, responsibility and discipline and respect.","author":"Shawn Johnson","topic":"Respect"},{"quote":"Settings are obviously important - and as a writer, you have to respect what was real at the time of the story you&#39;re writing. But the real key to success lies in finding the right characters to carry that story.","author":"Joan Lingard","topic":"Respect"},{"quote":"I&#39;ve always seen the Olympics as a place where you could act out your differences on the athletic field with a sense of sportsmanship and fairness and mutual respect.","author":"Andrew Young","topic":"Respect"},{"quote":"The things I do, I do from the heart and out of love and respect for our planet and all living things. And I draw my courage from my love for justice and truth, and I calm my fears by comforting those who are more scared than me. And I try to do my best to make the world a better place, one small action at a time, as good as I can.","author":"Q'orianka Kilcher","topic":"Respect"},{"quote":"To be sensual, I think, is to respect and rejoice in the force of life, of life itself, and to be present in all that one does, from the effort of loving to the making of bread.","author":"James A. Baldwin","topic":"Respect"},{"quote":"PETA has a proven track record of success. Each victory PETA wins for the animals is a stepping stone upon which we build a more compassionate world for all beings - and we will never give up our fight until all animals are treated with respect and kindness.","author":"Bea Arthur","topic":"Respect"},{"quote":"The principal factors which influenced my life are 1) nonviolent tactics; 2) constitutional means; 3) democratic procedures; 4) respect for human personality; 5) a belief that all people are one.","author":"Bayard Rustin","topic":"Respect"},{"quote":"Coming from an Asian culture, I was always taught to respect my elders, to be a better listener than a talker.","author":"Lisa Ling","topic":"Respect"},{"quote":"My mother early on taught us to respect all animals, and I mean all animals - not just cats and dogs but rats and snakes and spiders and fish and wildlife, so I really grew up believing they are just like us and just as deserving of consideration.","author":"Joanna Lumley","topic":"Respect"},{"quote":"We need to respect the oceans and take care of them as if our lives depended on it. Because they do.","author":"Sylvia Earle","topic":"Respect"},{"quote":"It is time to return to core values, time to get back to basics, to self-discipline and respect for the law, to consideration for the others, to accepting responsibility for yourself and your family - and not shuffling it off on other people and the state.","author":"John Major","topic":"Respect"},{"quote":"I will respect the limits of my experience but that won&#39;t stop me from trying to lead by example of my work. Being a good teammate and picking them up on and off the field is a simple goal of mine.","author":"Anthony Rizzo","topic":"Respect"},{"quote":"Most of those coming from the mainland are very destitute, almost naked. I am trying to find places for those able to work, and provide for them as best I can, so as to lighten the burden on the Government as much as possible, while at the same time they learn to respect themselves by earning their own living.","author":"Harriet Tubman","topic":"Respect"},{"quote":"I have always believed that I should have had no difficulty in causing my rights to be respected.","author":"Eli Whitney","topic":"Respect"},{"quote":"The crown must constantly earn citizens&#39; appreciation, respect and trust.","author":"Felipe VI of Spain","topic":"Respect"},{"quote":"I have great respect for the semicolon; it is a mighty handy little fellow.","author":"Abraham Lincoln","topic":"Respect"},{"quote":"The reason I like the criminal justice system is there aren&#39;t Republican or Democrat victims or police officers or prosecutors. It&#39;s about respect for the rule of law!","author":"Trey Gowdy","topic":"Respect"},{"quote":"I&#39;m like Albert Schweitzer and Bertrand Russell and Albert Einstein in that I have a respect for life - in any form. I believe in nature, in the birds, the sea, the sky, in everything I can see or that there is real evidence for. If these things are what you mean by God, then I believe in God.","author":"Frank Sinatra","topic":"Respect"},{"quote":"All I ever seek from good deeds is a measure of respect.","author":"Walter Annenberg","topic":"Respect"},{"quote":"Those who wish to pet and baby wild animals &#39;love&#39; them. But those who respect their natures and wish to let them live normal lives, love them more.","author":"Edwin Way Teale","topic":"Respect"},{"quote":"Be very professional because it will get you a lot further. You have to treat people with the same respect whether they&#39;re signing your checks or cleaning up after you.","author":"Raven-Symone","topic":"Respect"},{"quote":"If once you forfeit the confidence of your fellow-citizens, you can never regain their respect and esteem.","author":"Abraham Lincoln","topic":"Respect"},{"quote":"Respect is what we owe; love, what we give.","author":"Philip James Bailey","topic":"Respect"},{"quote":"I think it is important that we respect that women have different political views.","author":"Cathy McMorris Rodgers","topic":"Respect"},{"quote":"Olympism seeks to create a way of life based on the joy found in effort, the educational value of a good example and respect for universal fundamental ethical principles.","author":"Pierre de Coubertin","topic":"Respect"},{"quote":"All Americans are either immigrants or descendants of ancestors who came from somewhere else, including Native Americans. We should all respect and admire immigrants.","author":"Jan C. Ting","topic":"Respect"},{"quote":"The life of the community, both domestically and internationally, clearly demonstrates that respect for rights, and the guarantees that follow from them, are measures of the common good that serve to evaluate the relationship between justice and injustice, development and poverty, security and conflict.","author":"Pope Benedict XVI","topic":"Respect"},{"quote":"The more you stay with and\/or complain about a toxic person, the more you&#39;re merely delaying doing the important inner work you need to do - to heal your wounds, expand your limiting beliefs, and show yourself far more love and respect.","author":"Karen Salmansohn","topic":"Respect"},{"quote":"I always have tried to treat people with respect, the way I want to be treated.","author":"Derek Jeter","topic":"Respect"},{"quote":"Americans, the eyes of the world are upon you. How can you expect the world to believe in you and respect your preaching of democracy when you yourself treat your colored brothers as you do?","author":"Josephine Baker","topic":"Respect"},{"quote":"I think the sexiest thing on anybody is intelligence. I respect somebody who has a brain and wants to use it more than a pretty face and status.","author":"Sophia Bush","topic":"Respect"},{"quote":"Nothing is more despicable than respect based on fear.","author":"Albert Camus","topic":"Respect"},{"quote":"To be one, to be united is a great thing. But to respect the right to be different is maybe even greater.","author":"Bono","topic":"Respect"},{"quote":"My one thing is respect. I don&#39;t care about anything else. You should respect everyone around you - the people who work for you, peers. Be classy.","author":"Charli XCX","topic":"Respect"},{"quote":"A constructive approach to diplomacy doesn&#39;t mean relinquishing one&#39;s rights. It means engaging with one&#39;s counterparts, on the basis of equal footing and mutual respect, to address shared concerns and achieve shared objectives.","author":"Hassan Rouhani","topic":"Respect"},{"quote":"I have great respect for people&#39;s right to believe what they want to believe. And I don&#39;t think anybody should be prosecuted or judged based on what their beliefs are.","author":"Colin Kaepernick","topic":"Respect"},{"quote":"The most special relationships, in my experience, are based on a combination of trust and mutual respect.","author":"Charles Kennedy","topic":"Respect"},{"quote":"My noble respect also goes to the anti-Japanese revolutionary forerunners, martyrs of the People&#39;s Army and other patriotic martyrs who dedicated all their precious things to promoting the development of our Party and the prosperity of the country in loyal support of the great leaders.","author":"Kim Jong-un","topic":"Respect"},{"quote":"When you&#39;re a teenager, you want to meet a lot of girls - you want to get the most girls. You don&#39;t know anything about respect; you don&#39;t know anything about being faithful and loyal to your girlfriend.","author":"Nas","topic":"Respect"},{"quote":"I get no respect. The way my luck is running, if I was a politician I would be honest.","author":"Rodney Dangerfield","topic":"Respect"},{"quote":"I have respect for what other people believe. What I believe in my own life is that it&#39;s a search for how I can do things better, whether it&#39;s being a better man or a better father or finding ways for myself to improve.","author":"Tom Cruise","topic":"Respect"},{"quote":"Let every man be respected as an individual and no man idolized.","author":"Albert Einstein","topic":"Respect"},{"quote":"Respect is one of life&#39;s greatest treasures. I mean, what does it all add up to if you don&#39;t have that?","author":"Marilyn Monroe","topic":"Respect"},{"quote":"You must respect people and work hard to be in shape. And I used to train very hard. When the others players went to the beach after training, I was there kicking the ball.","author":"Pele","topic":"Respect"},{"quote":"I respect myself and insist upon it from everybody. And because I do it, I then respect everybody, too.","author":"Maya Angelou","topic":"Respect"},{"quote":"The companies that survive longest are the one&#39;s that work out what they uniquely can give to the world not just growth or money but their excellence, their respect for others, or their ability to make people happy. Some call those things a soul.","author":"Charles Handy","topic":"Respect"},{"quote":"We&#39;ve got to work to save our children and do it with full respect for the fact that if we do not, no one else is going to do it.","author":"Dorothy Height","topic":"Respect"},{"quote":"One should respect public opinion insofar as is necessary to avoid starvation and keep out of prison, but anything that goes beyond this is voluntary submission to an unnecessary tyranny.","author":"Bertrand Russell","topic":"Respect"},{"quote":"Throughout my career, if I have done anything, I have paid attention to every note and every word I sing - if I respect the song. If I cannot project this to a listener, I fail.","author":"Frank Sinatra","topic":"Respect"},{"quote":"I have too much respect for people to try to control them. But they are estranged from love, afraid to reach out and touch one another. We&#39;re afraid to appear sentimental or speak in platitudes because people will say, &#39;What a jerk!&#39; It takes courage in our culture to be a lover.","author":"Leo Buscaglia","topic":"Respect"},{"quote":"When men and women are able to respect and accept their differences then love has a chance to blossom.","author":"John Gray","topic":"Respect"},{"quote":"We owe our law enforcement officers the highest respect.","author":"John Fleming","topic":"Respect"},{"quote":"You have to respect your audience. Without them, you&#39;re essentially standing alone, singing to yourself.","author":"K. D. Lang","topic":"Respect"},{"quote":"In the early 1940s, as a young teenager, I was utterly appalled by the racist and jingoist hysteria of the anti-Japanese propaganda. The Germans were evil, but treated with some respect: They were, after all, blond Aryan types, just like our imaginary self-image. Japanese were mere vermin, to be crushed like ants.","author":"Noam Chomsky","topic":"Respect"},{"quote":"Thieves respect property. They merely wish the property to become their property that they may more perfectly respect it.","author":"Gilbert K. Chesterton","topic":"Respect"},{"quote":"I wanted to represent minorities in the respect of people who had been bullied in school or people who were gay or lesbian or trans or people who aren&#39;t blonde haired and blue-eyed. I have short hair, and I am covered in tattoos. I like showing people that it&#39;s within their rights to be different.","author":"Ruby Rose","topic":"Respect"},{"quote":"The Supreme Court, of course, has the responsibility of ensuring that our government never oversteps its proper bounds or violates the rights of individuals. But the Court must also recognize the limits on itself and respect the choices made by the American people.","author":"Elena Kagan","topic":"Respect"},{"quote":"To get down to the quick of it, respect motivates me - not success.","author":"Hugh Jackman","topic":"Respect"},{"quote":"I believe no matter who you are, respect yourself, respect others.","author":"Mo Farah","topic":"Respect"},{"quote":"Each and every one of us is amazing in our own way. We have five beautiful women who exude talent, and I am blessed and honored to be one of those women. For me, the bottom line is it&#39;s all about respect and love, and I have both for Fifth Harmony.","author":"Normani Kordei","topic":"Respect"},{"quote":"I have a great love and respect for religion, great love and respect for atheism. What I hate is agnosticism, people who do not choose.","author":"Orson Welles","topic":"Respect"},{"quote":"Women absolutely deserve respect.","author":"Aretha Franklin","topic":"Respect"},{"quote":"The British were indeed very far superior to the Americans in every respect necessary to military operations, except the revivified courage and resolution, the result of sudden success after despair.","author":"Mercy Otis Warren","topic":"Respect"},{"quote":"Men naturally despise those who court them, but respect those who do not give way to them.","author":"Thucydides","topic":"Respect"},{"quote":"Because they are so humbled by their creations, engineers are naturally conservative in their expectations of technology. They know that the perfect system is the stuff of science fiction, not of engineering fact, and so everything must be treated with respect.","author":"Henry Petroski","topic":"Respect"},{"quote":"I want to be very close to someone I respect and admire and have somebody who feels the same way about me.","author":"Richard Bach","topic":"Respect"},{"quote":"We want to be brothers and sisters. We want respect and equality. Simon Bolivar, our father, said a balanced world - a universe - a balanced universe in order to have peace and development.","author":"Hugo Chavez","topic":"Respect"},{"quote":"Perhaps the surest test of an individual&#39;s integrity is his refusal to do or say anything that would damage his self-respect.","author":"Thomas S. Monson","topic":"Respect"},{"quote":"We must welcome the future, remembering that soon it will be the past; and we must respect the past, remembering that it was once all that was humanly possible.","author":"George Santayana","topic":"Respect"},{"quote":"This is what we call smart power. Using every possible tool and partner to advance peace and security. Leaving no one on the sidelines. Showing respect even for one&#39;s enemies. Trying to understand, in so far as psychologically possible, empathize with their perspective and point of view. Helping to define the problems, determine the solutions.","author":"Hillary Clinton","topic":"Respect"},{"quote":"If I can lead a happy life, touch the lives of others in a positive way, win the respect of those that I care about - and make a few million along the way - then I have been successful.","author":"Bill Rancic","topic":"Respect"},{"quote":"It is a full time job being honest one moment at a time, remembering to love, to honor, to respect. It is a practice, a discipline, worthy of every moment.","author":"Jasmine Guy","topic":"Respect"},{"quote":"Property is intended to serve life, and no matter how much we surround it with rights and respect, it has no personal being. It is part of the earth man walks on. It is not man.","author":"Martin Luther King, Jr.","topic":"Respect"},{"quote":"Don&#39;t worry about what the people say; be yourself, say what you want to say with respect.","author":"Mariano Rivera","topic":"Respect"},{"quote":"In Republics, the great danger is, that the majority may not sufficiently respect the rights of the minority.","author":"James Madison","topic":"Respect"},{"quote":"All successful people men and women are big dreamers. They imagine what their future could be, ideal in every respect, and then they work every day toward their distant vision, that goal or purpose.","author":"Brian Tracy","topic":"Respect"},{"quote":"We abuse land because we regard it as a commodity belonging to us. When we see land as a community to which we belong, we may begin to use it with love and respect.","author":"Aldo Leopold","topic":"Respect"},{"quote":"In religious and in secular affairs, the more fervent beliefs attract followers. If you are a moderate in any respect - if you&#39;re a moderate on abortion, if you&#39;re a moderate on gun control, or if you&#39;re a moderate in your religious faith - it doesn&#39;t evolve into a crusade where you&#39;re either right or wrong, good or bad, with us or against us.","author":"Jimmy Carter","topic":"Respect"},{"quote":"I never make the mistake of arguing with people for whose opinions I have no respect.","author":"Edward Gibbon","topic":"Respect"},{"quote":"Teaching the history of the British Empire links in with that of the world: for better and for worse, the Empire made us what we are, forming our national identity. A country that does not understand its own history is unlikely to respect that of others.","author":"Antony Beevor","topic":"Respect"},{"quote":"Don&#39;t ever know who you may meet, or just because a person may not be dressed up all fancy, don&#39;t mean they&#39;re not an important person. You just don&#39;t ever know who you&#39;re gonna meet in life. So that&#39;s why I look at everybody as equal. Can&#39;t just judge. I treat everybody with respect. Every man.","author":"Floyd Mayweather, Jr.","topic":"Respect"},{"quote":"I do respect people&#39;s faith, but I don&#39;t respect their manipulation of that faith in order to create fear and control.","author":"Javier Bardem","topic":"Respect"},{"quote":"Once you figure out what respect tastes like, it tastes better than attention. But you have to get there.","author":"Pink","topic":"Respect"},{"quote":"I believe in one power, and that is the hand of God. I respect all religions.","author":"Lata Mangeshkar","topic":"Respect"},{"quote":"I&#39;m just trying to approach what I make with as much respect and research as I can, and just make it with a good heart.","author":"Garth Davis","topic":"Respect"},{"quote":"I&#39;m always pushing for human responsibility. Given that chimpanzees and many other animals are sentient and sapient, then we should treat them with respect.","author":"Jane Goodall","topic":"Respect"},{"quote":"&#39;Harry Potter&#39; gave me back self respect. Harry gave me a job to do that I loved more than anything else.","author":"J. K. Rowling","topic":"Respect"},{"quote":"There must be right and wrong answers to questions of morality and values that potentially fall within the purview of science. On this view, some people and cultures will be right (to a greater or lesser degree), and some will be wrong, with respect to what they deem important in life.","author":"Sam Harris","topic":"Respect"},{"quote":"Just as the common law derives from ancient precedents - judges&#39; decisions - rather than statutes, baseball&#39;s codes are the game&#39;s distilled mores. Their unchanged purpose is to show respect for opponents and the game. In baseball, as in the remainder of life, the most important rules are unwritten. But not unenforced.","author":"George Will","topic":"Respect"},{"quote":"Women live lives of continual apology. They are born and raised to take the blame for other people&#39;s behavior. If they are treated without respect, they tell themselves that they have failed to earn respect. If their husbands do not fancy them, it is because they are unattractive.","author":"Germaine Greer","topic":"Respect"},{"quote":"Mutual respect! That&#39;s what it takes to be friends.","author":"Hugo Chavez","topic":"Respect"},{"quote":"Love is about mutual respect, apart from attraction.","author":"George Best","topic":"Respect"},{"quote":"With my wife I don&#39;t get no respect. I made a toast on her birthday to &#39;the best woman a man ever had.&#39; The waiter joined me.","author":"Rodney Dangerfield","topic":"Respect"},{"quote":"Development of outlook naturally begins with a respect for God... Reverence to God and reverence for one&#39;s neighbor and reverence for oneself as a servant of God.","author":"Robert Baden-Powell","topic":"Respect"},{"quote":"I believe mutual respect for one another and cooperation should be the basis for relationships with foreign nations.","author":"Narendra Modi","topic":"Respect"},{"quote":"Madrid is not as big as London, but it is true when you are coming from a big city like Madrid, nothing is going to surprise you, and I am very happy to move to a city like London. It is a big city, and you can do everything you want with the respect that the English people always have.","author":"Fernando Torres","topic":"Respect"},{"quote":"I feel lucky that I found my talent, not unlucky that I was born with a disability. When I&#39;m on a horse, I&#39;m more worried about what the riding hat is doing to my hair than what my bent legs and arms are doing. What riding has given me is respect.","author":"Lee Pearson","topic":"Respect"},{"quote":"Respect... is appreciation of the separateness of the other person, of the ways in which he or she is unique.","author":"Annie Gottlieb","topic":"Respect"},{"quote":"Do dirt, get dirt. So I treat people with the same respect that I want.","author":"DMX","topic":"Respect"},{"quote":"Today, we&#39;re still loaded down - and, to some extent, embarrassed - by ancient myths, but we respect them as part of the same impulse that has led to the modern, scientific kind of myth. But we now have the opportunity to discover, for the first time, the way the universe is in fact constructed as opposed to how we would wish it to be constructed.","author":"Carl Sagan","topic":"Respect"},{"quote":"To retain respect for sausages and laws, one must not watch them in the making.","author":"Otto von Bismarck","topic":"Respect"},{"quote":"Yes I have made a lot of money and I have a lot of respect, my films have done well, and I know there are loads of loads of people who look up to me and really love me. I really just thought this is like a strange dream. I have never thought this is a success - I don&#39;t have a standard.","author":"Shah Rukh Khan","topic":"Respect"},{"quote":"If it wasn&#39;t for women, I wouldn&#39;t be here. I&#39;m a mamma&#39;s boy at heart. I love my mom. I have the deepest, utmost respect for women.","author":"Roman Reigns","topic":"Respect"},{"quote":"It&#39;s not that the Irish are cynical. It&#39;s rather that they have a wonderful lack of respect for everything and everybody.","author":"Brendan Behan","topic":"Respect"},{"quote":"It goes without saying that the desire to accomplish the task with more confidence, to avoid wasting time and labour, and to spare our experimental animals as much as possible, made us strictly observe all the precautions taken by surgeons in respect to their patients.","author":"Ivan Pavlov","topic":"Respect"},{"quote":"I think there is an army clock ticking in me. I value time. I always want to be on time. I don&#39;t complain about things, saying, &#39;There is no caravan here,&#39; etc. For example, they could only arrange a tent on the location of &#39;Pareshanu Raa&#39;. I understand the importance of money. I respect my work a lot. Not that I am the only one who works hard.","author":"Rakul Preet Singh","topic":"Respect"},{"quote":"There is no contradiction between effective law enforcement and respect for civil and human rights. Dr. King did not stir us to move for our civil rights to have them taken away in these kinds of fashions.","author":"Dorothy Height","topic":"Respect"},{"quote":"I tend to treat everyone like equals. That is my downfall, though, because Oprah is Oprah, and Barack is Barack, and you&#39;ve gotta come in with a certain level of respect and admiration and love while still having that respect. Look at them - these people are, at this point, royalty. I think I get a little too chummy.","author":"Chrissy Teigen","topic":"Respect"},{"quote":"Tackle the difficult things first in the morning; make changes in the way you network. Treat everyone with respect and dignity. This stops you from cynicism and negativity. End your day with that same attitude you started. Renew your contract with a day well completed.","author":"Rick Pitino","topic":"Respect"},{"quote":"You want to please society. You want to be happy. You want to be well liked. You want to be held in high esteem and be respected. These are real things. You want respect from your peers, respect from your loved ones; you want to be looked up to for your achievements and your accomplishments. All of this requires conformity in some form or another.","author":"Thomas Jane","topic":"Respect"},{"quote":"There will always be a desire for something new, fresh and innovative, as well as a yearning and respect for timeless elegance and beauty.","author":"Helena Christensen","topic":"Respect"},{"quote":"Democracy arises out of the notion that those who are equal in any respect are equal in all respects; because men are equally free, they claim to be absolutely equal.","author":"Aristotle","topic":"Respect"},{"quote":"How do leaders serve their people? They may pay good wages and treat employees with respect.","author":"John C. Maxwell","topic":"Respect"},{"quote":"When about to commit a base deed, respect thyself, though there is no witness.","author":"Ausonius","topic":"Respect"},{"quote":"Live with integrity, respect the rights of other people, and follow your own bliss.","author":"Nathaniel Branden","topic":"Respect"},{"quote":"Talk to people in their own language. If you do it well, they&#39;ll say, &#39;God, he said exactly what I was thinking.&#39; And when they begin to respect you, they&#39;ll follow you to the death.","author":"Lee Iacocca","topic":"Respect"},{"quote":"I didn&#39;t want to be a writer, but I became one. And now I have many readers, in many countries. I think that&#39;s a miracle. So I think I have to be humble regarding this ability. I&#39;m proud of it and I enjoy it, and it is strange to say it this way, but I respect it.","author":"Haruki Murakami","topic":"Respect"},{"quote":"Perhaps I seek certain utopian things, space for human honour and respect, landscapes not yet offended, planets that do not exist yet, dreamed landscapes.","author":"Werner Herzog","topic":"Respect"},{"quote":"No other people have a government more worthy of their respect and love or a land so magnificent in extent, so pleasant to look upon, and so full of generous suggestion to enterprise and labor.","author":"Benjamin Harrison","topic":"Respect"},{"quote":"True respect means taking other people&#39;s beliefs seriously and assuming they are adult and intelligent enough to be able to cope with it if you tell them, clearly and civility, why you think they are totally, utterly and disastrously wrong.","author":"Julian Baggini","topic":"Respect"},{"quote":"You start to look at it with a deeper respect and I think that deeper respect for what you do builds more self-respect.","author":"Jimmy Chamberlin","topic":"Respect"},{"quote":"My mother taught me a lot about respect for all living things - for plants and animals. I am a vegetarian. I was brought up that way.","author":"David LaChapelle","topic":"Respect"},{"quote":"Responsibility and respect of others and their religious beliefs are also part of freedom.","author":"Horst Koehler","topic":"Respect"},{"quote":"We shall all respect the principles of each other and do nothing that would be regarded as an act of oppression to any portion of the people.","author":"Alexander Mackenzie","topic":"Respect"},{"quote":"It is not desirable to cultivate a respect for the law, so much as for the right.","author":"Henry David Thoreau","topic":"Respect"},{"quote":"All respect for the office of the presidency aside, I assumed that the obvious and unadulterated decline of freedom and constitutional sovereignty, not to mention the efforts to curb the power of judicial review, spoke for itself.","author":"Ruth Bader Ginsburg","topic":"Respect"},{"quote":"Success turns a lot of people off. I have a pretty solid sense of joy and respect that irritates people, and can irritate me, too.","author":"Dave Matthews","topic":"Respect"},{"quote":"The sort of man you will make of yourself, how you will be regarded by the world, whether people will admire and respect or despise you, whether you win the approval or the condemnation of your Maker - all this is in your own hands.","author":"Orison Swett Marden","topic":"Respect"},{"quote":"I just play the music that I love with musicians that I respect, and fortunately, I&#39;m in a position where people are willing to play with me, and perhaps I can do something to help them.","author":"Bonnie Raitt","topic":"Respect"},{"quote":"I think as long as you wear your imperfections on your sleeve, people respect it more.","author":"Shamir","topic":"Respect"},{"quote":"Many filmmakers portray teenagers as immoral and ignorant, with pursuits that are pretty base... But I haven&#39;t found that to be the case. I listen to kids. I respect them... Some of them are as bright as any of the adults I&#39;ve met.","author":"John Hughes","topic":"Respect"},{"quote":"I love hockey because of the respect for history and for the game itself.","author":"George Vecsey","topic":"Respect"},{"quote":"Take pride in your work at all times. Remember, respect for an umpire is created off the field as well as on.","author":"Ford Frick","topic":"Respect"},{"quote":"There may be fairies at the bottom of the garden. There is no evidence for it, but you can&#39;t prove that there aren&#39;t any, so shouldn&#39;t we be agnostic with respect to fairies?","author":"Richard Dawkins","topic":"Respect"},{"quote":"I&#39;m sick of just liking people. I wish to God I could meet somebody I could respect.","author":"J. D. Salinger","topic":"Respect"},{"quote":"Mariah is a beautiful and talented person, and I&#39;ve had a crush on her for as long as I can remember. Every day, my respect for Mariah continues to grow higher. She&#39;s a caring, warm and funny person. People have no idea how funny she is! I feel like I&#39;ve always known she was my forever love.","author":"Nick Cannon","topic":"Respect"},{"quote":"While I am aware of no counsel on whether kissing should be reserved only for post-mission dating or courtship, I am aware of plenty of counsel concerning honesty in our actions and treating others with respect and kindness. Casual attitudes about expressions of affection such as kissing can cause much grief and heartache.","author":"John Bytheway","topic":"Respect"},{"quote":"Respecting people is an important part of life, whether it&#39;s the person doing janitorial work or the person above you. It doesn&#39;t matter who you are: I&#39;m going to respect you.","author":"Andy Reid","topic":"Respect"},{"quote":"Every good relationship, especially marriage, is based on respect. If it&#39;s not based on respect, nothing that appears to be good will last very long.","author":"Amy Grant","topic":"Respect"},{"quote":"Democracy is not merely a form of government. It is primarily a mode of associated living, of conjoint communicated experience. It is essentially an attitude of respect and reverence towards fellow men.","author":"B. R. Ambedkar","topic":"Respect"},{"quote":"America wants its respect.","author":"Tupac Shakur","topic":"Respect"},{"quote":"I do believe in humanism, and I believe that we should treat each other with respect and care and look after each other. All human beings should have an equal chance to survive in society, and inequality is a big problem in society.","author":"Stellan Skarsgard","topic":"Respect"},{"quote":"People like to know you&#39;re listening, and something as simple as a clarification question shows not only that you are listening but that you also care about what they&#39;re saying. You&#39;ll be surprised how much respect and appreciation you gain just by asking good questions.","author":"Travis Bradberry","topic":"Respect"},{"quote":"A hypocrite despises those whom he deceives, but has no respect for himself. He would make a dupe of himself too, if he could.","author":"William Hazlitt","topic":"Respect"},{"quote":"I&#39;m free. I just do what I want, say what I want, say how I feel, and I don&#39;t try to hurt nobody. I just try to make sure that I don&#39;t compromise my art in any kind of way, and I think people respect that.","author":"Erykah Badu","topic":"Respect"},{"quote":"I look for these qualities and characteristics in people. Honesty is number one, respect, and absolutely the third would have to be loyalty.","author":"Summer Altice","topic":"Respect"},{"quote":"My father used to have an expression. He&#39;d say, &#39;Joey, a job is about a lot more than a paycheck. It&#39;s about your dignity. It&#39;s about respect. It&#39;s about your place in your community.&#39;","author":"Joe Biden","topic":"Respect"},{"quote":"Inspirational leaders need to have a winning mentality in order to inspire respect. It is hard to trust in the leadership of someone who is half-hearted about their purpose, or only sporadic in focus or enthusiasm.","author":"Sebastian Coe","topic":"Respect"},{"quote":"True humility is intelligent self respect which keeps us from thinking too highly or too meanly of ourselves. It makes us modest by reminding us how far we have come short of what we can be.","author":"Ralph W. Sockman","topic":"Respect"},{"quote":"I have no right, by anything I do or say, to demean a human being in his own eyes. What matters is not what I think of him; it is what he thinks of himself. To undermine a man&#39;s self-respect is a sin.","author":"Antoine de Saint-Exupery","topic":"Respect"},{"quote":"You cannot live to please everyone else. You have to edify, educate and fulfill your own dreams and destiny, and hope that whatever your art is that you&#39;re putting out there, if it&#39;s received, great, I respect you for receiving it. If it&#39;s not received, great, I respect you for not.","author":"Octavia Spencer","topic":"Respect"},{"quote":"Sportsmanship is definitely an important thing in all sports. In soccer, we all respect each other on such a high level, between Sweden and Brazil and Japan or whatever team it is.","author":"Alex Morgan","topic":"Respect"},{"quote":"I think the way to keep a friendship is to respect that everybody is different.","author":"Emma Bunton","topic":"Respect"},{"quote":"Respect the burden.","author":"Napoleon Bonaparte","topic":"Respect"},{"quote":"To free us from the expectations of others, to give us back to ourselves - there lies the great, singular power of self-respect.","author":"Joan Didion","topic":"Respect"},{"quote":"I&#39;ve always played sport, ever since I was little. I played volleyball and I believe sport teaches you a lot, such as teamwork, respect and discipline.","author":"Gisele Bundchen","topic":"Respect"},{"quote":"Since I&#39;ve started fighting it has taught me a lot about self respect, self confidence and self control.","author":"Gina Carano","topic":"Respect"},{"quote":"I am a feminist, and what that means to me is much the same as the meaning of the fact that I am Black: it means that I must undertake to love myself and to respect myself as though my very life depends upon self-love and self-respect.","author":"June Jordan","topic":"Respect"},{"quote":"Discipline is based on pride, on meticulous attention to details, and on mutual respect and confidence. Discipline must be a habit so ingrained that it is stronger than the excitement of the goal or the fear of failure.","author":"Gary Ryan Blair","topic":"Respect"},{"quote":"When we respect everybody around us, we are in peace with everybody around us.","author":"Don Miguel Ruiz","topic":"Respect"},{"quote":"I respect and value the ideals of rugged individualism and self-reliance. But rugged individualism didn&#39;t defeat the British, it didn&#39;t get us to the moon, build our nation&#39;s highways, or map the human genome. We did that together. This is the high call of patriotism.","author":"Cory Booker","topic":"Respect"},{"quote":"At a deep psychological level, convincing young people that they will get the respect, admiration, love that they are looking for through consumerism is a manipulation of a deep human instinct to want to belong.","author":"Helena Norberg-Hodge","topic":"Respect"},{"quote":"I am who I am. That&#39;s why my friends and peers respect and appreciate me. I don&#39;t change or cater my actions to fit my surroundings. I&#39;m myself 24\/7. People appreciate that.","author":"Kevin Hart","topic":"Respect"},{"quote":"Even the most understated ceremony involves a certain respect for ritual and pageantry. No one plays more of a significant role than the bride&#39;s attendants.","author":"Vera Wang","topic":"Respect"},{"quote":"I firmly believe that respect is a lot more important, and a lot greater, than popularity.","author":"Julius Erving","topic":"Respect"},{"quote":"The British nation is unique in this respect. They are the only people who like to be told how bad things are, who like to be told the worst.","author":"Winston Churchill","topic":"Respect"},{"quote":"Because of my tremendous respect for Bob Barker and for the show&#39;s high standards of professionalism I consider this a tremendous honor that few announcers have ever been treated to. Both Rod&#39;s and Johnny&#39;s shoes are huge; I can&#39;t think about filling them.","author":"Randy West","topic":"Respect"},{"quote":"Everyone knows that at the age of 11-12, children have a marked impulse to form themselves into groups and that the respect paid to the rules and regulations of their play constitutes an important feature of this social life.","author":"Jean Piaget","topic":"Respect"},{"quote":"Mankind is like dogs, not gods - as long as you don&#39;t get mad they&#39;ll bite you - but stay mad and you&#39;ll never be bitten. Dogs don&#39;t respect humility and sorrow.","author":"Jack Kerouac","topic":"Respect"},{"quote":"Economics is a subject that does not greatly respect one&#39;s wishes.","author":"Nikita Khrushchev","topic":"Respect"},{"quote":"Let me start by saying I wish no country had the need for an army. But in Israel, serving is part of being an Israeli. You&#39;ve got to give back to the state. You give two or three years, and it&#39;s not about you. You give your freedom away. You learn discipline and respect.","author":"Gal Gadot","topic":"Respect"},{"quote":"The way you really find out about the performer&#39;s seriousness about the cause is how long they stay with it when the spotlight gets turned off. You see a lot of celebrities switch gears. They go from the environment to animal rights to obesity or whatever. That I don&#39;t have a lot of respect for.","author":"Robert Redford","topic":"Respect"},{"quote":"At my funeral, if one said, &#39;Nick was a generous person,&#39; trust me I won&#39;t be doing cartwheels in my coffin. Recognition from people is never and never will be a goal. Some people strive for that respect or honor. Living a life to just reach for the position and status is vanity and sin.","author":"Nick Vujicic","topic":"Respect"},{"quote":"I want to be a good actor more than anything - someone you can respect.","author":"Logan Lerman","topic":"Respect"},{"quote":"I&#39;m a King. Regardless of what I&#39;ve been through and what I&#39;ve done, I present myself as a King. And I get that respect from people, from everybody I deal with. I worked my whole life to establish that respect and make sure I get that respect.","author":"DMX","topic":"Respect"},{"quote":"It&#39;s very hard to respect people on holiday - everybody looks so silly at the beach, it makes you hate humanity - but when you see people at their work they elicit respect, whether it&#39;s a mechanic, a stonemason or an accountant.","author":"Alain de Botton","topic":"Respect"},{"quote":"Every human being, of whatever origin, of whatever station, deserves respect. We must each respect others even as we respect ourselves.","author":"U Thant","topic":"Respect"},{"quote":"Dad needs to show an incredible amount of respect and humor and friendship toward his mate so the kids understand their parents are sexy, they&#39;re fun, they do things together, they&#39;re best friends. Kids learn by example. If I respect Mom, they&#39;re going to respect Mom.","author":"Tim Allen","topic":"Respect"},{"quote":"Americanism demands loyalty to the teacher and respect for his lesson.","author":"Bainbridge Colby","topic":"Respect"},{"quote":"Grace, respect, reserve, and empathetic listening are qualities sorely missing from the public discourse now.","author":"Meryl Streep","topic":"Respect"},{"quote":"You can&#39;t allow tradition to get in the way of innovation. There&#39;s a need to respect the past, but it&#39;s a mistake to revere your past.","author":"Bob Iger","topic":"Respect"},{"quote":"The way forward is always found through greater respect for the equal rights of all.","author":"Martin O'Malley","topic":"Respect"},{"quote":"Care for life and physical health, with due regard for the needs of others and the common good, is concomitant with respect for human dignity.","author":"Salvatore J. Cordileone","topic":"Respect"},{"quote":"Freedom goes hand-in-hand with mutual respect.","author":"Kay Rala Xanana Gusmao","topic":"Respect"},{"quote":"I owe my success to having listened respectfully to the very best advice, and then going away and doing the exact opposite.","author":"Gilbert K. Chesterton","topic":"Respect"},{"quote":"It is not likely that posterity will fall in love with us, but not impossible that it may respect or sympathize; so a man would rather leave behind him the portrait of his spirit than a portrait of his face.","author":"Robert Louis Stevenson","topic":"Respect"},{"quote":"A brainy person does not abuse copyright; instead they respect it and uphold it.","author":"Maximillian Degenerez","topic":"Respect"},{"quote":"Respect the place you live, be aware of the impact that you have on things.","author":"Marion Cotillard","topic":"Respect"},{"quote":"There is no, and cannot be, any situation in which we don&#39;t respect the law and the judiciary. It is unacceptable to attack the courts; criticism is allowed, but attacks are not. It shakes the basis of our democracy.","author":"Reuven Rivlin","topic":"Respect"},{"quote":"While I will always have the utmost respect for the superhuman out-of-bounds freestyle and extreme stunts that seem to continually progress beyond our imaginable limits, my highest appreciation goes out to the simple rider who&#39;s out there just for the experience.","author":"Craig Kelly","topic":"Respect"},{"quote":"The Trail of Tears should teach all of us the importance of respect for others who are different from ourselves and compassion for those who have difficulties.","author":"Joseph Bruchac","topic":"Respect"},{"quote":"Mapping does not purport to create an idealistic vision where all teachers agree, love one another, and gather around a campfire and sing &#39;Curriculum Kumbaya.&#39; What it can develop is a sense of place, of respect, and of new grounds for discussion, disputes, and direction.","author":"Heidi Hayes Jacobs","topic":"Respect"},{"quote":"When I was playing before I retired, I never really understood the appreciation and the respect that people gave me. People had treated me like a god or something, and that was very embarrassing.","author":"Michael Jordan","topic":"Respect"},{"quote":"In order to acquire a growing and lasting respect in society, it is a good thing, if you possess great talent, to give, early in your youth, a very hard kick to the right shin of the society that you love. After that, be a snob.","author":"Salvador Dali","topic":"Respect"},{"quote":"At sea a fellow comes out. Salt water is like wine, in that respect.","author":"Herman Melville","topic":"Respect"},{"quote":"I think that a society lives or dies according to its respect for - for its art.","author":"Kris Kristofferson","topic":"Respect"},{"quote":"That you may retain your self-respect, it is better to displease the people by doing what you know is right, than to temporarily please them by doing what you know is wrong.","author":"William J. H. Boetcker","topic":"Respect"},{"quote":"One effect of an individualistic culture that&#39;s poor at instilling mutual respect is that people jump more quickly to anger or violence.","author":"Geoff Mulgan","topic":"Respect"},{"quote":"Dad often told me, &#39;My job is to help my boss do his job and make him look good.&#39; That was my dad&#39;s objective. Everything about the way he conducted himself was to communicate support for his superiors and respect for his coworkers. The way he dressed was his starting point in that communication.","author":"Lyle Lovett","topic":"Respect"},{"quote":"My friendships and relationships in the conservative world are not predicated on political correctness and enforced conformity of thought. They are based, instead, on mutual respect, honesty and understanding - concepts many modern liberals should consider revisiting.","author":"Tammy Bruce","topic":"Respect"},{"quote":"When people do not respect us we are sharply offended; yet in his private heart no man much respects himself.","author":"Mark Twain","topic":"Respect"},{"quote":"I respect Chris Brown. I&#39;d like to call myself a friend - I don&#39;t know if I&#39;m allowed to do that.","author":"Drake","topic":"Respect"},{"quote":"I hope that tomorrow we can all, wherever we are, join in expressing our grief at Diana&#39;s loss, and gratitude for her all-too-short life. It is a chance to show to the whole world the British nation united in grief and respect.","author":"Queen Elizabeth II","topic":"Respect"},{"quote":"We must respect the past, and mistrust the present, if we wish to provide for the safety of the future.","author":"Joseph Joubert","topic":"Respect"},{"quote":"Anglo-Saxon civilization has taught the individual to protect his own rights; American civilization will teach him to respect the rights of others.","author":"William Jennings Bryan","topic":"Respect"},{"quote":"Our motto is we respect and honour the pigness of the pig and the chickenness of the chicken. That means not confining them in a house with hundreds of others.","author":"Joel Salatin","topic":"Respect"},{"quote":"Sydney has taken my money, Melbourne has my respect, but Adelaide has taken my heart; I shall return.","author":"Miriam Margolyes","topic":"Respect"},{"quote":"With respect to sticking accelerator pedals, we failed to connect the dots between problems in Europe and problems in the United States because the European situation related primarily to right-hand-drive vehicles. Toyota will increase its outreach to government agencies charged with protecting the safety of motorists and passengers.","author":"Akio Toyoda","topic":"Respect"},{"quote":"Never fear a job, always respect it, and always leave yourself a hind door to escape. May your hind door always be open.","author":"Red Adair","topic":"Respect"},{"quote":"I had never been to a fashion show before going to the Burberry show last month. It was an extraordinary spectacle. I was incredibly green and had no idea what an undertaking it is. I also have a new respect for models because they are so close to the front row and must be so self-conscious.","author":"Eddie Redmayne","topic":"Respect"},{"quote":"Some people have no respect whether you are with your family or not. That&#39;s the hardest part. I was shopping in a grocery store in Seattle looking for stuff for Nicholas. This guy kept following me with his cell phone video on.","author":"Joe Montana","topic":"Respect"},{"quote":"I believe in honesty and integrity, having a belief system that you&#39;ve thought through and then stick to. I believe in being creative and contributing, and I believe in taking a stand against injustice that you encounter in everyday life and not being idle in that respect.","author":"Talulah Riley","topic":"Respect"},{"quote":"The respect for human rights is nowadays not so much a matter of having international standards, but rather questions of compliance with those standards.","author":"Michelle Bachelet","topic":"Respect"},{"quote":"Thriving economies on both sides of the border is a win-win for Arizona and Mexico, but that will only come by working together and demonstrating mutual respect.","author":"Doug Ducey","topic":"Respect"},{"quote":"In society, we have to earn other things of import like trust, respect, money, education, careers, status and etc., so naturally, we find ourselves attempting to earn love, acceptance and validation along with that. Here&#39;s the trip: we do it at the cost of other people and, more importantly, ourselves.","author":"Grace Gealey","topic":"Respect"},{"quote":"Your private life is your private life and you keep it to yourself. You get more respect that way.","author":"Jay Kay","topic":"Respect"},{"quote":"I treat all women with the utmost respect both professionally and personally and would never do anything to disrespect them.","author":"Ranveer Singh","topic":"Respect"},{"quote":"Since achieving their independence in 1992, the people of Croatia have built a democratic society based on the rule of law, respect for human rights, and a free market economy.","author":"Elton Gallegly","topic":"Respect"},{"quote":"Throughout the years, many Christian women have told me of their great respect for the bravery and courage evident in my work, perhaps even gesturing to their own Isis earrings or a Nile River Goddess pendants.","author":"Carol P. Christ","topic":"Respect"},{"quote":"Nothing is more destructive of respect for the government and the law of the land than passing laws which cannot be enforced.","author":"Albert Einstein","topic":"Respect"},{"quote":"I do respect them; I have great respect for women. In fact, one of the reasons &#39;The Apprentice&#39; was such a successful show for so many years, the audience of women was fantastic.","author":"Donald Trump","topic":"Respect"},{"quote":"I have great respect for the Pope. I like the Pope. I actually like him.","author":"Donald Trump","topic":"Respect"},{"quote":"I do value the respect I get from my contemporaries, but to have Oasis cover my song, to have Puff Daddy cover a song, to have Goldie come along to my gigs - that&#39;s where my ego is at. To have my fellow musicians like what I do, that&#39;s very cool.","author":"David Bowie","topic":"Respect"},{"quote":"I&#39;m not gonna lie, I love Usain Bolt and Serena Williams. What I love about Serena is that she just gets on the floor and she dominates. She handles her business very well, I respect that.","author":"Gabby Douglas","topic":"Respect"},{"quote":"Technology is far more than a method, it is a world in itself. As a method, it is superior in almost every respect. But only where it is left to itself, as in gigantic structures of engineering, there technology reveals its true nature.","author":"Ludwig Mies van der Rohe","topic":"Respect"},{"quote":"I think that there are a lot of law enforcement officers out there who work according to their own set of what is right and what is wrong. And that doesn&#39;t always include respect for administration cops, you know, people that are higher up the food chain.","author":"Bruce Willis","topic":"Respect"},{"quote":"Among the other values children should be taught are respect for others, beginning with the child&#39;s own parents and family; respect for the symbols of faith and the patriotic beliefs of others; respect for law and order; respect for the property of others; respect for authority.","author":"James E. Faust","topic":"Respect"},{"quote":"With respect to my religious sentiments, I have the firmest assurance and tranquillity. I have faithfully endeavoured to improve the faculties and opportunities God has given me, and I am perfectly easy about the consequences.","author":"William Godwin","topic":"Respect"},{"quote":"Hopefully, imparting what&#39;s important to me, respect for the food and that information about the purveyors, people will realize that for a restaurant to be good, so many pieces have to come together.","author":"Thomas Keller","topic":"Respect"},{"quote":"My team and I have reunited two elements that coexist with difficulty: respect and affection, because when they love you they don&#39;t respect you and when they respect you they don&#39;t love you.","author":"Shakira","topic":"Respect"},{"quote":"The trouble with music appreciation in general is that people are taught to have too much respect for music they should be taught to love it instead.","author":"Igor Stravinsky","topic":"Respect"},{"quote":"By the very nature of satire or parody, you have to love and respect your target and respect it enough to understand every aspect of it, so you can more effectively make fun of it.","author":"T. J. Miller","topic":"Respect"},{"quote":"One morning every spring, for exactly two minutes, Israel comes to a stop. Pedestrians stand in place, drivers pull over to the side of the road, and nobody speaks, sings, eats, or drinks as the nation pays respect to the victims of the Nazi genocide. From the Mediterranean to the Dead Sea, the only sounds one hears are sirens.","author":"Michael Specter","topic":"Respect"},{"quote":"Eric Clapton has earned all of our respect. He is the greatest. He opened the doors for us. Without Cream, there is no Allman Brothers.","author":"Butch Trucks","topic":"Respect"},{"quote":"I&#39;m pretty comfortable stripping down to my underwear, as long as there&#39;s respect around me.","author":"Sara Sampaio","topic":"Respect"},{"quote":"I&#39;ve got tremendous respect for different cultures, for the food and everything.","author":"Ian Rush","topic":"Respect"},{"quote":"If China wants to be a constructive, active player in the world economy, it&#39;s got to respect intellectual property rights or it makes it pretty impossible to do business with them.","author":"Dan Glickman","topic":"Respect"},{"quote":"Why don&#39;t women have respect for themselves nowadays? What happen to the woman who learned her grandmama&#39;s recipes and made her man sweet potato pie? I tell you, they don&#39;t make &#39;em like they used to. Will my real women stand up, please?","author":"Brandon T. Jackson","topic":"Respect"},{"quote":"I don&#39;t want or need to gain respect with what I do off the court. I want respect for what I do on the court.","author":"Vince Carter","topic":"Respect"},{"quote":"Americans should not have to wonder if their government is actively looking to subvert them or their political views. We live in a nation where respect for differing beliefs and a vibrant political discourse play an important role in shaping our government.","author":"Mike Turner","topic":"Respect"},{"quote":"Once you appreciate one of your blessings, one of your senses, your sense of hearing, then you begin to respect the sense of seeing and touching and tasting, you learn to respect all the senses.","author":"Maya Angelou","topic":"Respect"},{"quote":"We are not angry with people we fear or respect, as long as we fear or respect them; you cannot be afraid of a person and also at the same time angry with him.","author":"Aristotle","topic":"Respect"},{"quote":"Typically, when you look for role models, you want someone who has your interests and came from the same background. Well, look how restricting that is. What people should do is take role models a la carte. If there&#39;s someone whose character you appreciated, you respect that trait.","author":"Neil deGrasse Tyson","topic":"Respect"},{"quote":"I respect the fact that many denominations have different points of view with respect to gay marriage and they can hold that in the sanctity in the place of their religion and not bless them or solemnize them.","author":"Colin Powell","topic":"Respect"},{"quote":"What the Beatles did was something incredible, it was more than what a band could do. We have to give them respect.","author":"Yoko Ono","topic":"Respect"},{"quote":"I am not here to parade my religious sentiments, but I declare I have too much respect for the faith in which I was born to ever use it as the basis of a political organization.","author":"Wilfrid Laurier","topic":"Respect"},{"quote":"I am an agnostic, even though I respect and am interested in all religions. If there&#39;s something I believe in, it&#39;s a mysterious energy; the one that fills the oceans during tides, the one that unites nature and beings.","author":"Monica Bellucci","topic":"Respect"},{"quote":"The engagements I had with Queen Elizabeth and Prince Charles were about reaching out and showing respect to the unionist people. I also recognised that when someone like her makes acts of reconciliation as she did do at the Garden of Remembrance in Dublin, she is 100% behind the peace process.","author":"Martin McGuinness","topic":"Respect"},{"quote":"I&#39;ve twice run against women opponents, and it&#39;s a very different kind of approach. For those of us who have some chivalry left, there&#39;s a level of respect... You treat some things as a special treasure; you treat other things as common.","author":"Mike Huckabee","topic":"Respect"},{"quote":"I want the French people to respect values that allow each individual to practice his or her faith, but in the frame of our common rules of secularism.","author":"Francois Hollande","topic":"Respect"},{"quote":"My deepest respect to the clubs who considered having me.","author":"Paul Pogba","topic":"Respect"},{"quote":"Reflective of the deep sense of gratitude and respect Mongolians reserved for wolves, there was a belief that only through wolves could the spirit of a deceased human be set free to go to Heaven.","author":"Tim Cope","topic":"Respect"},{"quote":"We must respect the referee every time.","author":"Claudio Ranieri","topic":"Respect"},{"quote":"I don&#39;t regret anything I ever do or say. I don&#39;t like to live my life being censored. I like to say what I feel, and I think people respect that because you&#39;re honest.","author":"Eva Longoria","topic":"Respect"},{"quote":"It&#39;s a total big difference between a person that got lyrics and a person that can make hit singles. I&#39;m a person that can make some hit singles. I&#39;m not in no booth trying to be a lyrical genius. I&#39;m preparing to make me some singles, and as I develop as a man, then they&#39;ll respect my emcee skills.","author":"Waka Flocka Flame","topic":"Respect"},{"quote":"Let them hate me, provided they respect my conduct.","author":"Tiberius","topic":"Respect"},{"quote":"Love of our neighbour, then, has just the same respect to, is no more distant from, self-love, than hatred of our neighbour, or than love or hatred of anything else.","author":"Joseph Butler","topic":"Respect"},{"quote":"Respect your kids. They are their own people. I think sometimes we expect kids to be perfect when we&#39;re not perfect.","author":"Sara Gilbert","topic":"Respect"},{"quote":"The common denominator all Latinos have is that we want some respect. That&#39;s what we&#39;re all fighting for.","author":"Cristina Saralegui","topic":"Respect"},{"quote":"I&#39;m very conscious that I want the dance audience to respond and respect what I&#39;m doing, so I&#39;m always very true to the music and I honour the music in the way I see it - I don&#39;t mess around with the music.","author":"Matthew Bourne","topic":"Respect"},{"quote":"Ragtime has about the same amount of respect as comics. And in a way they&#39;re similar art forms. Ragtime is highly compositional, and the emotion in the music is built in, whereas in jazz a lot of that emotion comes from the way it&#39;s performed.","author":"Chris Ware","topic":"Respect"},{"quote":"The drummer is stereotypically the dumb guy. Maybe that&#39;s why I always respect drummers who do more than drum.","author":"Taylor Hawkins","topic":"Respect"},{"quote":"People used to respect royalty to an insane extent that doesn&#39;t exist nowadays. These people never shouted. They never moved, really. Their effort was minimum. They were the most powerful people, but they were just calm.","author":"Sofia Boutella","topic":"Respect"},{"quote":"I am not someone who believes we should build a fence around our country but I do believe there ought to be some fairness with respect to the rules of this globalization.","author":"Byron Dorgan","topic":"Respect"},{"quote":"While no Muslim worthy of his name would lose his respect for God, the Prophet Muhammad, and other symbols of Islam, he might well refrain from using legal prosecution or violent reaction to those who do not show the same respect. My basis for this claim is nothing other than the holiest source of Islam, the Quran.","author":"Mustafa Akyol","topic":"Respect"},{"quote":"What we call &#39;evil&#39; doesn&#39;t necessarily deserve any kind of respect or understanding, by any means; it just deserves an acknowledgement of its complexity so we can better understand it - so we can help prevent it.","author":"Bryan Singer","topic":"Respect"},{"quote":"Who on earth can feel any respect for a girl who chases?","author":"Joan Leslie","topic":"Respect"},{"quote":"Ask an older person you respect to tell you his or her greatest regret.","author":"H. Jackson Brown, Jr.","topic":"Respect"},{"quote":"I certainly respect the belief of the Hobby Lobby owners. On the other hand, they have no constitutional right to foist that belief on the hundreds and hundreds of women who work for them who don&#39;t share that belief.","author":"Ruth Bader Ginsburg","topic":"Respect"},{"quote":"If every man loves his mother, he&#39;s going to treat the ladies right, with love and respect.","author":"Mr. T","topic":"Respect"},{"quote":"Tax dollars intended for science education must not be used to teach creationism as any sort of real explanation of nature, because any observation or process of inference about our origin and the nature of the universe disproves creationism in every respect.","author":"Bill Nye","topic":"Respect"},{"quote":"We Americans are a primitive people... Americans seem to have little respect for the law or the rights of others.","author":"Charles Lindbergh","topic":"Respect"},{"quote":"Even non-democratic allies no longer trust America. Barack Obama has alienated our most important and longest standing Arab allies, Egypt and Saudi Arabia. Both the anti-Muslim Brotherhood and the anti-Iran Arab states have lost respect for him.","author":"Dennis Prager","topic":"Respect"},{"quote":"Scripture says, &#39;He didn&#39;t know the Lord, didn&#39;t respect the Lord, but the Lord used him to advance his kingdom.&#39; I just believe that at this point in history, Trump will defend religious faith. I talk to him about that.","author":"Jeff Sessions","topic":"Respect"},{"quote":"Every color I can think of and nationality, we were all touched by Dr. King because he made us like each other and respect each other.","author":"Lena Horne","topic":"Respect"},{"quote":"Once I started to value and respect my characters, I could really hear them. I just let them start talking.","author":"August Wilson","topic":"Respect"},{"quote":"When people do the cowardly thing, it&#39;s not about respect, it&#39;s about fear.","author":"Salman Rushdie","topic":"Respect"},{"quote":"As a politician, you have to deal with someone wanting you to fail every day. I think I prefer being in a situation where generally people are rooting for me, and if they aren&#39;t rooting for me, they aren&#39;t out there to see my downfall. I respect the people who have the stomach for it.","author":"John Legend","topic":"Respect"},{"quote":"Among my dad&#39;s generation, when you gave another man a pocketknife as a gift, it was a show of respect. I&#39;ll still give someone the knife out of my pocket.","author":"Chris Stapleton","topic":"Respect"},{"quote":"You&#39;ve just got to have a sense of respect for the person you have children with. Anger doesn&#39;t help anybody. Ultimately you have to say forgiveness is important, and honoring what you had together is important. But it&#39;s easy to say and harder to do.","author":"Nicole Kidman","topic":"Respect"},{"quote":"Kids are soft these days, period, end of the story in every respect. People coddle them too much. I&#39;m sick of that; it&#39;s irresponsible parenting. Taking care of them is one thing, but turning little boys into little girls because you&#39;re coddling them so much, kids need to have experiences on their own.","author":"Bill Goldberg","topic":"Respect"},{"quote":"I thought I sang - it&#39;s OK - it&#39;s so hard to sing! Singing - I had no idea. I&#39;d get fatigued at the end of a phrase - the amount of respect I have for singers!","author":"Bradley Cooper","topic":"Respect"},{"quote":"In limits, there is freedom. Creativity thrives within structure. Creating safe havens where our children are allowed to dream, play, make a mess and, yes, clean it up, we teach them respect for themselves and others.","author":"Julia Cameron","topic":"Respect"},{"quote":"We are a people of many different religions and many different faiths. The only way forward in a pluralistic society of diverse faiths such as ours is to have laws that protect and respect the freedom of all, equally.","author":"Martin O'Malley","topic":"Respect"},{"quote":"You don&#39;t tell people who disagree with you they&#39;d be better off somewhere else. And you don&#39;t reduce them to stereotypes; you address them as fully formed people worthy of respect. You try to persuade them.","author":"Peggy Noonan","topic":"Respect"},{"quote":"In general, I usually don&#39;t really go by or live my life by a clock, and outside of touring, I don&#39;t really ask anyone else to. It&#39;s not out of lack of respect for anyone or intentional.","author":"Axl Rose","topic":"Respect"},{"quote":"Every person is created in the image of God and has value. Every person. Every person is to be treated with respect. Every person is also a citizen of some country. In their country, they have rights and responsibilities; in every other country, they are a guest.","author":"James Lankford","topic":"Respect"},{"quote":"We&#39;re a nation of latchkey children. Manners start at home, and no one is at home teaching manners so that children have respect for others.","author":"Letitia Baldrige","topic":"Respect"},{"quote":"I respect people who feel things passionately. I do. But when someone is a judge, that is not what they should bring to the bench. It is not really passion, except in rare instances, that serves the bench well. It is, rather, an ability to understand the law and follow it.","author":"Chuck Schumer","topic":"Respect"},{"quote":"I always love to look at something that I couldn&#39;t make, because I feel it&#39;s enlightening. It means you are not invincible: you can respect something and look up to it and go, &#39;Wow!&#39; It&#39;s a skill that I don&#39;t have, but I can understand the merit of it.","author":"Jonathan Anderson","topic":"Respect"},{"quote":"I can honestly say that I never &#39;enjoyed&#39; our meetings, but the respect I have for Peyton Manning as a competitor was, and will likely remain, second to none.","author":"Bill Belichick","topic":"Respect"},{"quote":"I&#39;m a romantic and will only marry for love where there&#39;s respect and compatibility. I&#39;d like to be with someone if the right person came along. I really like male company. I like the male mind.","author":"Cherie Lunghi","topic":"Respect"},{"quote":"Even in classical music, the cello doesn&#39;t get a lot of respect because the piano and the violin get it all.","author":"Luka Sulic","topic":"Respect"},{"quote":"I don&#39;t need to go onto Facebook and pretend to have friends I&#39;ve never even met. To my mind, that kind of destroys the meaning of the word &#39;friend.&#39; I take exception to that. Because I value and respect friendship.","author":"Stefanie Powers","topic":"Respect"},{"quote":"Capucci was the biggest schooling I had. It wasn&#39;t just about the technical knowledge, such as color and volume, but also about the secret rules, and the beautiful codes of respect between the atelier and the master.","author":"Giambattista Valli","topic":"Respect"},{"quote":"Men are so willing to respect anything that bores them.","author":"Marilyn Monroe","topic":"Respect"},{"quote":"I feel a distaste for hunting, first because of a kind of Buddhist respect for the unity and sacredness of all life, and also because the pursuit of a hare or chamois strikes me as a kind of &#39;escape of energy,&#39; that is, the expenditure of our effort in an illusory end, one devoid of profit.","author":"Pierre Teilhard de Chardin","topic":"Respect"},{"quote":"I need privacy. I would think that because what I do makes a lot of people happy that I might deserve a little bit of respect in return. Instead, the papers try to drag me off my pedestal.","author":"Jim Carrey","topic":"Respect"},{"quote":"Respect is one of the greatest expressions of love.","author":"Don Miguel Ruiz","topic":"Respect"},{"quote":"I do accept that, with - with respect to those vague terms in the Constitution such as equal protection of the laws, due process of law, cruel and unusual punishments. I fully accept that those things have to apply to new phenomena that didn&#39;t exist at the time.","author":"Antonin Scalia","topic":"Respect"},{"quote":"A man&#39;s real life is that accorded to him in the thoughts of other men by reason of respect or natural love.","author":"Joseph Conrad","topic":"Respect"},{"quote":"I respect only those who resist me, but I cannot tolerate them.","author":"Charles de Gaulle","topic":"Respect"},{"quote":"We must not permit our respect for the dead or our sympathy for the living to lead us into an act of injustice to the balance of the living.","author":"Davy Crockett","topic":"Respect"},{"quote":"I feel like I&#39;ve earned respect with how I go about my business, how I carry myself.","author":"Carson Wentz","topic":"Respect"},{"quote":"But I recognize no infallible authority, even in special questions; consequently, whatever respect I may have for the honesty and the sincerity of such or such an individual, I have no absolute faith in any person.","author":"Mikhail Bakunin","topic":"Respect"},{"quote":"Teachers deserve more respect than many give them, and more opportunities than the system affords them today.","author":"Betsy DeVos","topic":"Respect"},{"quote":"If someone lacked decency or respect, I didn&#39;t allow that person to stay in my world.","author":"Gabrielle Union","topic":"Respect"},{"quote":"You don&#39;t say hello to Mr. DeNiro? Show the respect, will ya?","author":"Joe Pesci","topic":"Respect"},{"quote":"I watched my parents act as completely equal partners in their relationship, and as a son to a woman I respect immensely, I never thought of gender inequality as a child.","author":"Brad Feld","topic":"Respect"},{"quote":"I don&#39;t think you can approach any piece of art with boundaries or rules. I think respect is a very important thing, but I also think what we discover along the way is really important.","author":"Jake Gyllenhaal","topic":"Respect"},{"quote":"Respect commands itself and can neither be given nor withheld when it is due.","author":"Eldridge Cleaver","topic":"Respect"},{"quote":"You should be able to voice your opinion and respect the voice of the other side. You should be willing to educate yourself and know what it is you&#39;re dealing with.","author":"Steve Nash","topic":"Respect"},{"quote":"Dance is a universal language, and whether you know how to dance or grew up training in dance, you have a respect for people who love to dance, and it&#39;s also visually very entertaining to watch a great dancer.","author":"Jenna Dewan","topic":"Respect"},{"quote":"We&#39;ve become much more casual and much more relaxed in social interactions, where there was a formality and maybe a kind of respect at that time that doesn&#39;t exist now.","author":"Radha Mitchell","topic":"Respect"},{"quote":"It is a hallmark of the American system of justice that anyone who appears as a litigant in an American courtroom is treated with dignity and respect.","author":"Maryanne Trump Barry","topic":"Respect"},{"quote":"We show deference to the civil authorities when they respect the divine origin of their power and when they serve the people with objective reference to the law of God.","author":"Angelo Scola","topic":"Respect"},{"quote":"Plus, you know, when I was young, there was a lot of respect for clowning in rock music - look at Little Richard. It was a part of the whole thing, and I always also believed that it released the audience.","author":"Bruce Springsteen","topic":"Respect"},{"quote":"Israel was born under the British mandate. We learned from the British what democracy means, and how it behaves in a time of danger, war and terror. We thank Britain for introducing freedom and respect of human rights both in normal and demanding circumstances.","author":"Shimon Peres","topic":"Respect"},{"quote":"There was a strong focus on performance and respect for people. And one of the points that my father always made was that with all the challenges and obstacles and barriers, the one thing you can control is your performance. And that is one thing I have tried to adhere to throughout my career.","author":"Kenneth Chenault","topic":"Respect"},{"quote":"Although I have a lot of close female friends in my life, my number one is still my mom. Without her, I wouldn&#39;t have the values that I have and see the world the way that I do today. She taught me how to appreciate and respect women. She taught me chivalry and how to love a woman and respect their feelings and emotions.","author":"Shemar Moore","topic":"Respect"},{"quote":"I want a happy marriage and whatever it takes to achieve that. But I think the main prerequisite would have to be respect. He would have to respect me and vice-versa. And, that would be more important than being in love. I think respect really goes a long way. And he would have to keep me happy. And he&#39;d have to be very, very, secure.","author":"Shilpa Shetty","topic":"Respect"},{"quote":"You can have a certain arrogance, and I think that&#39;s fine, but what you should never lose is the respect for the others.","author":"Steffi Graf","topic":"Respect"},{"quote":"Looking up and out, how can we not respect this ever-vigilant cognizance that distinguishes us: the capability to envision, to dream, and to invent? the ability to ponder ourselves? and be aware of our existence on the outer arm of a spiral galaxy in an immeasurable ocean of stars? Cognizance is our crest.","author":"Vanna Bonta","topic":"Respect"},{"quote":"China, with her five thousand years of history, her vast territory and her enormous population stands like a mountain peak among the nations of the world. Her contribution to the civilization of mankind is imperishable. She has been a keen lover of peace; she has had a deep respect for international justice.","author":"Chiang Kai-shek","topic":"Respect"},{"quote":"When you have that respect from your teammates, it makes it a lot more comfortable.","author":"LeBron James","topic":"Respect"},{"quote":"We must respect the other fellow&#39;s religion, but only in the sense and to the extent that we respect his theory that his wife is beautiful and his children smart.","author":"H. L. Mencken","topic":"Respect"},{"quote":"I get asked a lot about my legacy. For me, it&#39;s being a good teammate, having the respect of my teammates, having the respect of the coaches and players. That&#39;s important to me.","author":"Peyton Manning","topic":"Respect"},{"quote":"I respect everybody, but at the same time, I carry myself with an aura that demands respect, too.","author":"Lil' Kim","topic":"Respect"},{"quote":"Aging has a wonderful beauty and we should have respect for that.","author":"Eartha Kitt","topic":"Respect"},{"quote":"Liberals are some of the most arrogant, condescending smart alecks, but they&#39;re just pure ignorant, and they fit the bill of people who have no love and no respect for the founding of this country.","author":"Rush Limbaugh","topic":"Respect"},{"quote":"I come from a poor family, I have seen poverty. The poor need respect, and it begins with cleanliness.","author":"Narendra Modi","topic":"Respect"},{"quote":"Every individual has a place to fill in the world and is important in some respect whether he chooses to be so or not.","author":"Nathaniel Hawthorne","topic":"Respect"},{"quote":"I&#39;m a good girl because I really believe in love, integrity, and respect.","author":"Katy Perry","topic":"Respect"},{"quote":"If you don&#39;t stand for something, how can anyone respect what you do?","author":"Miranda Lambert","topic":"Respect"},{"quote":"To be completely woman you need a master, and in him a compass for your life. You need a man you can look up to and respect. If you dethrone him it&#39;s no wonder that you are discontented, and discontented women are not loved for long.","author":"Marlene Dietrich","topic":"Respect"},{"quote":"I think a lot of people have lost respect for the individual, you know, the individual, the person who doesn&#39;t conform.","author":"Erykah Badu","topic":"Respect"},{"quote":"As more men become more educated and women get educated, the value system has to be more enhanced and the respect for human dignity and human life is made better.","author":"Ellen Johnson Sirleaf","topic":"Respect"},{"quote":"If you create something, you don&#39;t want someone else to go and profit from it; you have your right to make a living and everything. So I respect copyright. What I don&#39;t respect is copyright extremism. And I what I don&#39;t respect is a business model that encourages piracy.","author":"Kim Dotcom","topic":"Respect"},{"quote":"Lasting love has to be built on mutual regard and respect. It is about seeing the other person. I am very interested in relationships and, when I watch couples, sometimes I can sense a blindness has set in. They have stopped seeing each other. It is not easy to see another person.","author":"Chimamanda Ngozi Adichie","topic":"Respect"},{"quote":"If people who cherish freedom, who know the importance of mutual respect and are aware of the imperative necessity to establish a constructive and critical debate, if these people are not ready to speak out, to be more committed and visible, then we can expect sad, painful tomorrows. The choice is ours.","author":"Tariq Ramadan","topic":"Respect"},{"quote":"No one is going to stick their head out of the trenches for someone they don&#39;t respect or trust. You can get shot doing that.","author":"Gordon Bethune","topic":"Respect"},{"quote":"To the living we owe respect, but to the dead we owe only the truth.","author":"Voltaire","topic":"Respect"},{"quote":"If you respect a language and culture, it shows in your work.","author":"A. R. Rahman","topic":"Respect"},{"quote":"We are a society that treats people with disabilities with condescension and pity, not dignity and respect.","author":"Stella Young","topic":"Respect"},{"quote":"Globalisation has obliterated distance, not just physically but also, most dangerously, mentally. It creates the illusion of intimacy when, in fact, the mental distances have changed little. It has concertinaed the world without engendering the necessary respect, recognition and tolerance that must accompany it.","author":"Martin Jacques","topic":"Respect"},{"quote":"We may not always agree with every one of our neighbors. That&#39;s life. And it&#39;s part of living in such a diverse and dense city. But we also recognize that part of being a New Yorker is living with your neighbors in mutual respect and tolerance. It was exactly that spirit of openness and acceptance that was attacked on 9\/11, 2001.","author":"Michael Bloomberg","topic":"Respect"},{"quote":"To advocate a New Order was to seek freedom and respect for peoples without prejudice, and to seek a stable basis for the existence all peoples, equally, and free of threats.","author":"Hideki Tojo","topic":"Respect"},{"quote":"Here&#39;s my gift-giving rule: Respect your current financial situation.","author":"Suze Orman","topic":"Respect"},{"quote":"If man doesn&#39;t learn to treat the oceans and the rain forest with respect, man will become extinct.","author":"Peter Benchley","topic":"Respect"},{"quote":"Find your self-respect now. Don&#39;t dumb yourselves down. Think of yourself as capable and worthy of finding a guy who is going to respect you, too. It&#39;s so important, I mean, and the confidence you get from feeling smart and tackling something like mathematics, which is a challenge, right? Math is hard.","author":"Danica McKellar","topic":"Respect"},{"quote":"The vast Pacific Ocean has ample space for China and the United States. We welcome a constructive role by the United States in promoting peace, stability and prosperity in the region. We also hope that the United States will fully respect and accommodate the major interests and legitimate concerns of Asia-Pacific countries.","author":"Xi Jinping","topic":"Respect"},{"quote":"I have respect for beer.","author":"Russell Crowe","topic":"Respect"},{"quote":"I am intrigued by different religions and respect them all, but to be honest, I feel the most spiritual when I am doing yoga or looking at an ocean. Being spiritual is feeling a connection with a higher power and knowing that life is about more than just achieving goals. It is about feeling good in the moment.","author":"Heather Graham","topic":"Respect"},{"quote":"Labor wants pride and joy in doing good work, a sense of making or doing something beautiful or useful - to be treated with dignity and respect as brother and sister.","author":"Thorstein Veblen","topic":"Respect"},{"quote":"Advertising must respect the intelligence of its audience and if it does not prompt them to think, it will be instantly dismissed.","author":"Maurice Saatchi","topic":"Respect"},{"quote":"The basic Buddhist stand on the question of equality between the genders is age-old. At the highest tantric levels, at the highest esoteric level, you must respect women: every woman.","author":"Dalai Lama","topic":"Respect"},{"quote":"The challenge is to get everyone to respect music again, to recognize its value.","author":"Jay-Z","topic":"Respect"},{"quote":"I want to change history, do something important in my life, and influence individuals like we have with millions of small businesses on Alibaba. Then they love and respect you because you made their life important.","author":"Jack Ma","topic":"Respect"},{"quote":"What we make testifies who we are. People can sense care and can sense carelessness. This relates to respect for each other and carelessness is personally offensive.","author":"Jonathan Ive","topic":"Respect"},{"quote":"Our challenge for the future is that we realize we are very much a part of the earth&#39;s ecosystem, and we must learn to respect and live according to the basic biological laws of nature.","author":"Jim Fowler","topic":"Respect"},{"quote":"The young people I know judge leaders by their deeds and abhor hypocrisy. Inconsistency and point-scoring do not win respect. It&#39;s not easy to be engaged in political debate when it is reduced to performers trying to outdo each other. Actions from leaders must mirror the values they claim to espouse.","author":"Alexandra Adornetto","topic":"Respect"},{"quote":"A lot of the powerful religious leaders, from Jesus to Buddha to Tibetan monks, they&#39;re really talking about the same things: love and acceptable, and the value of friendship, and respecting yourself so you can respect others.","author":"Jena Malone","topic":"Respect"},{"quote":"The sanctity of our battlefields, monuments, and veterans institutions is of utmost importance to preserve military history and pay respect to those who fought.","author":"Henry Waxman","topic":"Respect"},{"quote":"Often people display a curious respect for a man drunk, rather like the respect of simple races for the insane... There is something awe-inspiring in one who has lost all inhibitions.","author":"F. Scott Fitzgerald","topic":"Respect"},{"quote":"The people respect and believe in men who fulfill their duty.","author":"Fidel Castro","topic":"Respect"},{"quote":"You have to respect your parents. They are giving you an at-bat. If you&#39;re an entrepreneur and go into the family business, you want to grow fast. Patience is important. But respect the other party... My dad and I pulled it off because we really respect each other.","author":"Gary Vaynerchuk","topic":"Respect"},{"quote":"Internationalism is a community theory of society which is founded on economic, spiritual, and biological facts. It maintains that respect for a healthy development of human society and of world civilization requires that mankind be organized internationally.","author":"Christian Lous Lange","topic":"Respect"},{"quote":"I&#39;ve got no respect for any young man who won&#39;t join the colors.","author":"Nathan Bedford Forrest","topic":"Respect"},{"quote":"Respect for the rights of others means peace.","author":"Benito Juarez","topic":"Respect"},{"quote":"Above all, such sports as judo, in my view, teach people to relate to each other. They teach us to respect a partner, teach us to understand that an externally weak partner can not only put up worthy resistance, but, if you relax and take too much for granted, may even win.","author":"Vladimir Putin","topic":"Respect"},{"quote":"When I approach a child, he inspires in me two sentiments; tenderness for what he is, and respect for what he may become.","author":"Louis Pasteur","topic":"Respect"},{"quote":"People look at my tattoos, and the majority of them are religious images, so people think, &#39;Oh, he must be very religious&#39;. I respect all religions, but I&#39;m not a deeply religious person. But I try and live life in the right way, respecting other people.","author":"David Beckham","topic":"Respect"},{"quote":"I think people have different definitions of team unity. My definition is doing whatever it takes to win, what makes a great team; it&#39;s performance on the field, respect on the field.","author":"Hope Solo","topic":"Respect"},{"quote":"I&#39;ve always had the utmost respect and awe of what the lens can do and what a director can do with just a camera move.","author":"Matthew Gray Gubler","topic":"Respect"},{"quote":"But really, we also need to learn how to love one another as women. How to appreciate and respect each other.","author":"Chaka Khan","topic":"Respect"},{"quote":"This year, as we celebrate the 230th anniversary of America&#39;s independence, please remember the symbols that are sacred to this country. Fly Old Glory high and show your respect and admiration for this great nation and the values we hold dear.","author":"Kenny Marchant","topic":"Respect"},{"quote":"The Pope loves everyone, rich and poor alike, but the Pope has the duty, in Christ&#39;s name, to remind the rich to help the poor, to respect them, to promote them.","author":"Pope Francis","topic":"Respect"},{"quote":"When I was old enough to change my name, I changed it to Mr. T so that the first word out of someone&#39;s mouth was &#39;Mister,&#39; a sign of respect.","author":"Mr. T","topic":"Respect"},{"quote":"I&#39;m getting my respect as a video director. The fashion industry respects me and knows who I am.","author":"ASAP Rocky","topic":"Respect"},{"quote":"There exist only three beings worthy of respect: the priest, the soldier, the poet. To know, to kill, to create.","author":"Charles Baudelaire","topic":"Respect"},{"quote":"Now most people do not want an ordinary life in which they do a job well, earn the respect of their collaborators and competitors, bring up a family and have friends. That&#39;s not enough any more, and I think that is absolutely tragic - and I&#39;m not exaggerating - that people feel like a decent, ordinary, fun life is no longer enough.","author":"John Cleese","topic":"Respect"},{"quote":"Strong women, that&#39;s who I really respect.","author":"Victoria Beckham","topic":"Respect"},{"quote":"We need to listen to the views and respect the collective will of our democratic allies. When we believe that international action is necessary, whether military, economic, or diplomatic, we will try to persuade our friends that we are right. But we, in return, must also be willing to be persuaded by them.","author":"John McCain","topic":"Respect"},{"quote":"All of my Polynesian counterparts in the NFL with roots in American Samoa understand how the values embedded in our South Pacific culture - community, hard work, perseverance, respect - contribute directly to our success.","author":"Troy Polamalu","topic":"Respect"},{"quote":"There are a lot of people in the animal rights movement who can be very passionate and aggressive, and I applaud people&#39;s passion, but when people are judgmental and aggressive, all you end up doing is getting other people to turn away in irritation. To change people&#39;s minds, you have to respect the people you&#39;re talking to.","author":"Moby","topic":"Respect"},{"quote":"I have the absolute utmost respect for soap opera actors now. They work harder than any actor I know in any other medium. And they don&#39;t get very much approbation for it.","author":"Joan Collins","topic":"Respect"},{"quote":"Every state has an undoubted right to determine the status, or domestic and social condition, of the persons domiciled within its territory except insofar as the powers of the states in this respect are restrained, or duties and obligations imposed upon them, by the Constitution of the United States.","author":"Roger B. Taney","topic":"Respect"},{"quote":"I believe that if you reject and don&#39;t respect what you have now, that&#39;s ingratitude. I&#39;m grateful for everything I have today.","author":"Katrina Kaif","topic":"Respect"},{"quote":"There are some people who become best friends with everyone they photograph. There are people that I really like and admire and respect, but in a way I think it&#39;s better to keep a distance. I think you get better pictures of people that you don&#39;t know very well.","author":"Mary Ellen Mark","topic":"Respect"},{"quote":"You can&#39;t respect yourself if you&#39;re afraid to be who you are.","author":"Amber Heard","topic":"Respect"},{"quote":"I&#39;ve learned over the years that you&#39;re going to be most successful at the things you&#39;re most excited to do. Every artist has a special set of tools. When you really use those tools, and you make yourself feel really good about the product you create, I think you&#39;ll find an audience for it. I&#39;ve been very fortunate in that respect.","author":"Steve Vai","topic":"Respect"},{"quote":"When you&#39;re successful, there will be friends, people, VIPs rallying around you. When you&#39;re down and out, you&#39;re all alone. That&#39;s why it&#39;s important to be a good person. Because whether you&#39;re a successful cricketer or not can always change, but the respect you earn by being the person you are stays with you.","author":"Suresh Raina","topic":"Respect"},{"quote":"FIFA stands for discipline, respect, fair-play, not just on the field of play, but in our society as well.","author":"Sepp Blatter","topic":"Respect"},{"quote":"I&#39;m not cocky at all. You ask anybody, I&#39;m one of the nicest guys. I try to be as humble as I can, but if you work hard, sometimes you know that you earned more respect.","author":"Shabazz Muhammad","topic":"Respect"},{"quote":"What I have known with respect to myself, has tended much to lessen both my admiration, and my contempt, of others.","author":"Joseph Priestley","topic":"Respect"},{"quote":"We do not covet anything from any nation except their respect.","author":"Winston Churchill","topic":"Respect"},{"quote":"If being an egomaniac means I believe in what I do and in my art or music, then in that respect you can call me that... I believe in what I do, and I&#39;ll say it.","author":"John Lennon","topic":"Respect"},{"quote":"I will not speak with disrespect of the Republican Party. I always speak with respect of the past.","author":"Woodrow Wilson","topic":"Respect"},{"quote":"I have great respect for the religion. I know a lot of people that are Muslim and are phenomenal people.","author":"Colin Kaepernick","topic":"Respect"},{"quote":"I don&#39;t have to participate in another culture&#39;s ceremonies in order to respect that culture.","author":"Sherman Alexie","topic":"Respect"},{"quote":"Russians aren&#39;t perfect. Their politics are messed up, and they keep going through self-defeating economic cycles. But I have a lot of respect for Russia, and a lot of love for Russians.","author":"Chris Hadfield","topic":"Respect"},{"quote":"Building a professional relationship on respect as opposed to affection is a very good idea. Running your art projects the way you&#39;d run a dry-cleaning business is also a really good idea. You shouldn&#39;t go into work like you&#39;re going on a date, like you&#39;re hanging out with friends.","author":"Penn Jillette","topic":"Respect"},{"quote":"I love Damien Hirst. I respect his work a great deal, and I am happy that the polka dots I started using have become a symbol of love and peace around the world with everybody joining hands to use them in this way.","author":"Yayoi Kusama","topic":"Respect"},{"quote":"Golf is game of respect and sportsmanship; we have to respect its traditions and its rules.","author":"Jack Nicklaus","topic":"Respect"},{"quote":"Honoring the priesthood fosters respect, respect promotes reverence, and reverence invites revelation.","author":"Russell M. Nelson","topic":"Respect"},{"quote":"Thus, it was to seek true civilization and true justice for all the peoples of the world, and to view this as the destruction of personal freedom and respect is to be assailed by the hatred and emotion of war, and to make hasty judgments.","author":"Hideki Tojo","topic":"Respect"},{"quote":"I have total respect for anyone who discovers a band like Snow Patrol. I would be hopeless at signing a rock band, or anything alternative, cause I don&#39;t know what that audience are into and I don&#39;t particularly like that kind of music.","author":"Simon Cowell","topic":"Respect"},{"quote":"A lot of the time, the way it&#39;s portrayed is that I only see women in a sexual way. But I grew up with just my mum and sister, so I respect women a lot.","author":"Harry Styles","topic":"Respect"},{"quote":"When you are learning about a martial art, it is about respect.","author":"Jackie Chan","topic":"Respect"},{"quote":"I respect the fact that people have worked hard all week and want to go to the movies on the weekend and be entertained.","author":"Michael Moore","topic":"Respect"},{"quote":"I don&#39;t care why they love me, as long as they love me. I think people respect me because they feel like - I&#39;m kind of like Christmas. I come back every year. You can&#39;t get rid of me. I just keep coming back.","author":"David Hasselhoff","topic":"Respect"},{"quote":"You can be cool and at the same time respect your woman, who will hopefully become your wife, who will hopefully become the mother of your kids. America needs to get back to family values.","author":"Martin Lawrence","topic":"Respect"},{"quote":"I&#39;ve always had the greatest respect for and listened to both my father and my mother. I&#39;ve always tried to follow my parents&#39; advice because these are people who want the best for me.","author":"Neymar","topic":"Respect"},{"quote":"Respect is the word I want. You have to earn it. You give, and you get it in return, that&#39;s how I see it.","author":"Joe Torre","topic":"Respect"},{"quote":"There is respect for law, and then there is complicity in lawlessness.","author":"Rebecca MacKinnon","topic":"Respect"},{"quote":"I have nothing against Dylan O&#39;Brien! He&#39;s one of my favorite people. I have so much respect for him and his work.","author":"Katherine McNamara","topic":"Respect"},{"quote":"I think that in any language when you have a real relationship, and there is love and respect between people, infidelity is always something difficult to accept - whether you are Chinese, British, French. I think that is a universal concept... or problem.","author":"Jean-Michel Jarre","topic":"Respect"},{"quote":"There&#39;s a part of martial arts where we need humility and respect.","author":"Eddie Alvarez","topic":"Respect"},{"quote":"I am personally not against keeping animals at zoos, as they serve a huge educational purpose, but treating them well and with respect seems the least we could do, and with &#39;we&#39; I mean not just zoo staff, but most certainly also the public.","author":"Frans de Waal","topic":"Respect"},{"quote":"I received from my experience in Japan an incredible sense of respect for the art of creating, not just the creative product. We&#39;re all about the product. To me, the process was also an incredibly important aspect of the total form.","author":"Julie Taymor","topic":"Respect"},{"quote":"I&#39;ve the highest respect and regards for Shankar sir. He has taken Tamil cinema to a new level. I would have loved to work with him, but there are some date hassles.","author":"Vijay","topic":"Respect"},{"quote":"Civility is not about dousing strongly held views. It&#39;s about making sure that people are willing to respect other perspectives.","author":"Jim Leach","topic":"Respect"},{"quote":"Flame mails and offensive Internet activities are not classy. It doesn&#39;t fit with our culture here, where we respect the gender, race, opinions, ear-lobe apparel and choice of clothing of all employees.","author":"David Duffield","topic":"Respect"},{"quote":"I certainly respect privacy and privacy rights. But on the other hand, the first function of government is to guarantee the security of all the people.","author":"Phil Crane","topic":"Respect"},{"quote":"The fact that the adult American Negro female emerges a formidable character is often met with amazement, distaste and even belligerance. It is seldom accepted as an inevitable outcome of the struggle won by survivors, and deserves respect if not enthusiastic acceptance.","author":"Maya Angelou","topic":"Respect"},{"quote":"We are more thoroughly an enlightened people, with respect to our political interests, than perhaps any other under heaven. Every man among us reads, and is so easy in his circumstances as to have leisure for conversations of improvement and for acquiring information.","author":"Benjamin Franklin","topic":"Respect"},{"quote":"With all due respect, the Mona Lisa is overrated.","author":"Paulo Coelho","topic":"Respect"},{"quote":"The respect and protection of woman and of maternity should be raised to the position of an inalienable social duty and should become one of the principles of human morality.","author":"Maria Montessori","topic":"Respect"},{"quote":"There are people who drove me crazy, but they got the job done. And when I see that person again, I nod my head. Respect.","author":"Bill Murray","topic":"Respect"},{"quote":"I shall not remind you, Citizen-Directors, of all I have done for the triumph of liberty, the prosperity of St. Domingo, the glory of the French Republic; nor will I protest to you my attachment to our mother country, to my duties; my respect to the constitution, to the laws of the Republic, and my submission to the government.","author":"Toussaint Louverture","topic":"Respect"},{"quote":"I used to get nervous, you know if my parents would come watch. And then I would get nervous if my friends came and watched. Today it&#39;s not a problem anymore actually, because now I enjoy it. I see that they, you know, respect me immensely, and I try to put on a good show and show that I can still play very good tennis.","author":"Roger Federer","topic":"Respect"},{"quote":"The highest ideals are human intelligence, creativity and love. Respect these above all.","author":"Penn Jillette","topic":"Respect"},{"quote":"Democracy without respect for individual rights sucks. It&#39;s just ganging up against the weird kid, and I&#39;m always the weird kid.","author":"Penn Jillette","topic":"Respect"},{"quote":"People from all walks of life and all over the world look at me and know my humble beginnings and know that everything I&#39;ve done has been through hard work. People respect me as a marketer and brand builder.","author":"Sean Combs","topic":"Respect"},{"quote":"If your religion doesn&#39;t respect the rights of other religions, it is lacking something.","author":"Roger Ebert","topic":"Respect"},{"quote":"I have nothing but respect for the Lakers. So many of their legends shaped who I am as a person and player.","author":"Bill Walton","topic":"Respect"},{"quote":"The older generation had greater respect for land than science. But we live in an age when science, more than soil, has become the provider of growth and abundance. Living just on the land creates loneliness in an age of globality.","author":"Shimon Peres","topic":"Respect"},{"quote":"I find fault with my children because I like them and I want them to go places - uprightness and strength and courage and civil respect and anything that affects the probabilities of failure on the part of those that are closest to me, that concerns me - I find fault.","author":"Branch Rickey","topic":"Respect"},{"quote":"I like guitar. It just turned out that it&#39;s the instrument I learned to play. I have a lot of respect for it, and I&#39;m learning more and more every day. For me, the classic band setup - guitars, drums, bass - will stay fresh forever. I don&#39;t know. I&#39;m still into it.","author":"Mac DeMarco","topic":"Respect"},{"quote":"When you get close to the raw materials and taste them at the moment they let go of the soil, you learn to respect them.","author":"Rene Redzepi","topic":"Respect"},{"quote":"My parents loved each other. I was raised in a house of total love and respect. My dad worked very hard and my mother was incredibly devoted to him. I can unequivocally, without any peradventure of doubt, tell you that I was raised with the kind of love that we only dream of.","author":"James Woods","topic":"Respect"},{"quote":"Obedience is a strong virtue, capable of making me master of my emotions by giving me more strength to conquer my pride as I submit to those above me out of respect for their God-given authority and those below me out of love.","author":"Mother Angelica","topic":"Respect"},{"quote":"This is the final test of a gentleman: his respect for those who can be of no possible service to him.","author":"William Lyon Phelps","topic":"Respect"},{"quote":"The new republic should be based on diversity, respect and equal rights for all.","author":"Evo Morales","topic":"Respect"},{"quote":"Free trade is very important if we respect equality among nations.","author":"Luiz Inacio Lula da Silva","topic":"Respect"},{"quote":"Apart from being celebrities, there&#39;s a huge amount of respect associated with being cricketers and a certain amount of reverence and honour associated with representing India. In people&#39;s eyes, apart from other celebrities in India, I think for sportsmen in India there&#39;s a certain amount of regard.","author":"Rahul Dravid","topic":"Respect"},{"quote":"I&#39;m not a trash talker. I respect my opponents.","author":"Rafael dos Anjos","topic":"Respect"},{"quote":"I don&#39;t do resolutions, as I am a rebel without a cause in that respect - I always break them by the second of Jan.!","author":"Katherine Kelly","topic":"Respect"},{"quote":"The E.U. is more than just a trade organization or a common market; it is a guarantee of democracy, freedom, justice, and human rights. Nations cannot stay in the E.U. if they do not respect these guarantees.","author":"John Bruton","topic":"Respect"},{"quote":"Bad acting comes in many bags, various odors. It can be performed by cardboard refugees from an Ed Wood movie, reciting their dialogue off an eye chart, or by hopped-up pros looking to punch a hole through the fourth wall from pure ballistic force of personality, like Joe Pesci in a bad mood. I can respect bad acting that owns its own style.","author":"James Wolcott","topic":"Respect"},{"quote":"I take risks, but I don&#39;t lose respect for my real self. Because what&#39;s going to happen afterwards? How are you going to get back? Is there going to be a train, or will it be after midnight and you can&#39;t go home again?","author":"Isabelle Adjani","topic":"Respect"},{"quote":"We will be safer from terrorist attack only when we have earned the respect of all other nations instead of their fear, respect for our values and not merely our weapons.","author":"Theodore C. Sorensen","topic":"Respect"},{"quote":"Not just Christians and Jews, but also Muslims, Buddhists, Hindus and the followers of many other religions believe in values like peace, respect, tolerance and dignity. These are values that bring people together and enable us to build responsible and solid communities.","author":"Alcee Hastings","topic":"Respect"},{"quote":"I have the profoundest respect for people who behave in a generous way because of religion. But I come from a country where the misuse of religion has had catastrophic consequences. One must judge people not by what faith they proclaim but by what they do.","author":"Amin Maalouf","topic":"Respect"},{"quote":"Whatever woman I love... I gotta love her. She might be a hood rat, but she&#39;s gotta have respect for my mother.","author":"Astro","topic":"Respect"},{"quote":"I believe that young people are looking for answers to the big questions just like everyone else, and that they respect intelligent comment to help guide them through tough times.","author":"Bill Kurtis","topic":"Respect"},{"quote":"In things to be seen at once, much variety makes confusion, another vice of beauty. In things that are not seen at once, and have no respect one to another, great variety is commendable, provided this variety transgress not the rules of optics and geometry.","author":"Christopher Wren","topic":"Respect"},{"quote":"When we believe in our thoughts, when we tell ourselves a story, we suffer. &#39;My husband doesn&#39;t respect me.&#39; &#39;I should be thinner.&#39; Those are stories. When there&#39;s no story, there&#39;s no suffering.","author":"Byron Katie","topic":"Respect"},{"quote":"I&#39;m not a great hunter. But I have fired guns in the past, when I was growing up. But it was part of growing up where I lived. You go out hunting or target practice. They also taught you to respect guns.","author":"Scott Wilson","topic":"Respect"},{"quote":"There are men - now in power in this country - who do not respect dissent, who cannot cope with turmoil, and who believe that the people of America are ready to support repression as long as it is done with a quiet voice and a business suit.","author":"John Lindsay","topic":"Respect"},{"quote":"Go up close to your friend, but do not go over to him! We should also respect the enemy in our friend.","author":"Friedrich Nietzsche","topic":"Respect"},{"quote":"Consult your friend on all things, especially on those which respect yourself. His counsel may then be useful where your own self-love might impair your judgment.","author":"Lucius Annaeus Seneca","topic":"Respect"},{"quote":"We should all consider each other as human beings, and we should respect each other.","author":"Malala Yousafzai","topic":"Respect"},{"quote":"Hip-hop is more about attaining wealth. People respect success. They respect big. They don&#39;t even have to like your music. If you&#39;re big enough, people are drawn to you.","author":"Jay-Z","topic":"Respect"},{"quote":"I hate victims who respect their executioners.","author":"Jean-Paul Sartre","topic":"Respect"},{"quote":"It&#39;s like a jar of salad dressing sitting on a shelf... most of the seasoning settles to the bottom of the bottle. But when you shake that bottle up, all the ingredients mix together and then the dressing can add flavor to a salad. In the same way, we can stir ourselves up and regain the reverence, respect and awe we once had for the Lord.","author":"Joyce Meyer","topic":"Respect"},{"quote":"All morality consists in a system of rules, and the essence of all morality is to be sought for in the respect which the individual acquires for these rules.","author":"Jean Piaget","topic":"Respect"},{"quote":"I don&#39;t know where people think I&#39;m from, but I&#39;m from Chicago. It&#39;s really just that. People wanna romanticize it and say, &#39;There&#39;s two sides to it, and it&#39;s a beautiful love\/hate story of violence and music.&#39; But it&#39;s really just a very scummy place where people don&#39;t have respect for other people&#39;s lives.","author":"Chance The Rapper","topic":"Respect"},{"quote":"I respect Apple. It&#39;s a great company that changed the world, especially the mobile time.","author":"Jack Ma","topic":"Respect"},{"quote":"Brought up to respect the conventions, love had to end in marriage. I&#39;m afraid it did.","author":"Bette Davis","topic":"Respect"},{"quote":"New York gave me hell for that &#39;Purple Swag,&#39; man. They didn&#39;t respect me until &#39;Peso.&#39;","author":"ASAP Rocky","topic":"Respect"},{"quote":"Stand up comedy is this thing you get to do, so you have to treat it with respect. You can&#39;t just be like, &#39;Alright, I got my hour down, people are coming to see me now. Now, I&#39;m going to lean on the mike stand.&#39; No, you gotta work even harder now. You got to top what you already did. Because they&#39;ll find someone else.","author":"Bill Burr","topic":"Respect"},{"quote":"Much respect to Eminem - he&#39;s the greatest.","author":"G-Eazy","topic":"Respect"},{"quote":"If a person studies too much and exhausts his reflective powers, he will be confused, and will not be able to apprehend even that which had been within the power of his apprehension. For the powers of the body are all alike in this respect.","author":"Maimonides","topic":"Respect"},{"quote":"I&#39;m blessed enough to been in the game for a while and still have my beautiful fans and still have the respect. That&#39;s something that gets me going. I&#39;m also fortunate enough to take vacation and take a little hiatus.","author":"Lil' Kim","topic":"Respect"},{"quote":"I have a lot of respect for Martin Luther King. I think he was one of the greatest orators that the country ever produced.","author":"Fred Hampton","topic":"Respect"},{"quote":"Our work for human dignity is often lonely, and almost always an uphill climb. At times, our efforts are misunderstood, and we are mistaken for the enemy. There has been a clear erosion of respect for U.N. blue and our impartiality.","author":"Ban Ki-moon","topic":"Respect"},{"quote":"Certainly we have made mistakes, but you try and learn from your mistakes. And the most important thing is always to move forward and, I think, empower people to do their best, and to lead. I think people respect that and work better under those circumstances.","author":"Anna Wintour","topic":"Respect"},{"quote":"We emerged out of nature, and when we die, we return to nature. We need to know there are forces impinging on us that we will never understand or control. We need to have sacred places where we go with respect, not just looking for resources or opportunity.","author":"David Suzuki","topic":"Respect"},{"quote":"If anyone asks for your autograph they&#39;re showing you respect and give it back to them.","author":"John Lydon","topic":"Respect"},{"quote":"The people I respect the least are the ones that take themselves way too seriously.","author":"Corey Taylor","topic":"Respect"},{"quote":"My wife totally backs the way I am on stage; that&#39;s one of the amazing things about her. I have 120 per cent respect for her when I&#39;m on stage, so there are definitely certain things I would never do.","author":"Gerard Way","topic":"Respect"},{"quote":"I see the entire world as Eden, and every time you take an inch of it away, you must do so with respect.","author":"Joni Mitchell","topic":"Respect"},{"quote":"The Apology opened the opportunity for a new relationship based on mutual respect and mutual responsibility between Indigenous and non-Indigenous Australia. Because without mutual respect and mutual responsibility, the truth is we can achieve very little.","author":"Kevin Rudd","topic":"Respect"},{"quote":"I totally respect the pope, and I totally respect the Catholic bishops and cardinals on doctrine.","author":"Stephen Bannon","topic":"Respect"},{"quote":"Simple ingredients, treated with respect... put them together and you will always have a great dish.","author":"Jose Andres","topic":"Respect"},{"quote":"Teaching is hard. It takes a lot of skill. Not everyone who tries can do it well. We need to admit that and act accordingly. We should reward and respect great teachers by paying them more, and we should stop rewarding seniority over effectiveness.","author":"Betsy DeVos","topic":"Respect"},{"quote":"I&#39;m an atheist, but I&#39;m very relaxed about it. I don&#39;t preach my atheism, but I have a huge amount of respect for people like Richard Dawkins who do.","author":"Daniel Radcliffe","topic":"Respect"},{"quote":"I like to be bought flowers and taken out for dinner. I like a man to be a gentleman. I don&#39;t like to be treated as if I am brainless. I like to be respected and to give respect.","author":"Sharon Stone","topic":"Respect"},{"quote":"I have learned to respect ideas, wherever they come from. Often they come from clients. Account executives often have big creative ideas, regardless of what some writers think.","author":"Leo Burnett","topic":"Respect"},{"quote":"I think it&#39;s time that we all be there for the children, to learn from the ones who came before us, and to teach our sons and daughters to have respect for themselves. Break the cycle.","author":"Ja Rule","topic":"Respect"},{"quote":"Before you, I engage myself to serve my country with the devotion and the exemplary that this post demands. I understand responsibilities of the job and, as such, I give a republican salute to Nicolas Sarkozy who has led France for 5 years and who deserves all of our respect.","author":"Francois Hollande","topic":"Respect"},{"quote":"There is a secret pride in every human heart that revolts at tyranny. You may order and drive an individual, but you cannot make him respect you.","author":"William Hazlitt","topic":"Respect"},{"quote":"My stories are about humans and how they react, or fail to react, or react stupidly. I&#39;m pointing the finger at us, not at the zombies. I try to respect and sympathize with the zombies as much as possible.","author":"George A. Romero","topic":"Respect"},{"quote":"I guess at the end of the day, all women like to be appreciated and treated with respect and kindness.","author":"Sofia Vergara","topic":"Respect"},{"quote":"As an overruling providence may succeed our wishes, let us rear an offspring in every respect worthy to fill the most illustrious stations of their predecessors.","author":"Deborah Sampson","topic":"Respect"},{"quote":"Mankind&#39;s true moral test, its fundamental test (which lies deeply buried from view), consists of its attitude towards those who are at its mercy: animals. And in this respect mankind has suffered a fundamental debacle, a debacle so fundamental that all others stem from it.","author":"Milan Kundera","topic":"Respect"},{"quote":"When you program a robot to be intelligent, you learn a number of things. You become very humble and develop enormous respect for natural intelligence because, even if you work day and night for several years, your robot isn&#39;t that smart after all.","author":"Sebastian Thrun","topic":"Respect"},{"quote":"A student never forgets an encouraging private word, when it is given with sincere respect and admiration.","author":"William Lyon Phelps","topic":"Respect"},{"quote":"There are so many things to think about when you make an album. Like, who am I trying to impress? Am I going to get respect, critical acclaim? Or am I going to sell lots of records?","author":"Ellie Goulding","topic":"Respect"},{"quote":"I think of marriage as a garden. You have to tend to it. Respect it, take care of it, feed it. Make sure everyone is getting the right amount of, um, sunlight.","author":"Mark Ruffalo","topic":"Respect"},{"quote":"I respect everyone, from the homeless brother and sister on the street to the executive that sits in the highest office named President Barack Obama. I respect everyone - but we over-respect no one.","author":"Mo'Nique","topic":"Respect"},{"quote":"If you&#39;re earning equal pay to a man, you get respect. It shouldn&#39;t be that way, but it is.","author":"Diana Rigg","topic":"Respect"},{"quote":"The difference must be distinguished between worship and respect. Islam orders you to obey and respect, as long as you are not worshiping anything other than God... Islam is a religion of peace. You don&#39;t attack. You explain.","author":"Hakeem Olajuwon","topic":"Respect"},{"quote":"The only situation that I can&#39;t be in favour of is the lack of respect to human rights in Venezuela.","author":"Mauricio Macri","topic":"Respect"},{"quote":"I leave CNN with the utmost respect, love and admiration for the company and everyone who works here. This has been my family and shared endeavor for the past 27 years, and I am forever grateful and proud of all that we have accomplished.","author":"Christiane Amanpour","topic":"Respect"},{"quote":"As far as military necessity will permit, religiously respect the constitutional rights of all.","author":"George B. McClellan","topic":"Respect"},{"quote":"I fear God and respect God and love God.","author":"Brett Ratner","topic":"Respect"},{"quote":"Teachers make a difference in individual students&#39; lives, yet they do not get the respect they deserve.","author":"Randi Weingarten","topic":"Respect"},{"quote":"I&#39;m not saying abolish group work - I think there&#39;s a time and a place for people to come together and exchange ideas, but let&#39;s restore the respect we once had for solitude. And we need to be much more mindful of the way we come together.","author":"Susan Cain","topic":"Respect"},{"quote":"As far as more recognition goes, I am happy with the amount of love and respect I have received from other artists and the public. Of course, I would love more, and think I deserve it.","author":"Suzi Quatro","topic":"Respect"},{"quote":"Collaboration is just, really, a group of people getting in a room with their eye on a very similar prize and wanting to come out with the same show. The director, ultimately, is the guy in front of whom the buck stops. So, he has to have the courage to prevail. But, he has got to have a huge amount of respect for his collaborators.","author":"Harold Prince","topic":"Respect"},{"quote":"We can win respect in the world only if we are strong internally and can banish poverty and unemployment from our country.","author":"Lal Bahadur Shastri","topic":"Respect"},{"quote":"We were united not only by political respect for each other, but also by deep mutual sympathy as people.","author":"Helmut Kohl","topic":"Respect"},{"quote":"A lot of my friends are gangsters. Not like gangsters - well, yeah, all sorts of levels of criminality - but not the types that are preying on innocent people. I have no interest in the type of criminality that has no respect for collateral damage.","author":"Charlie Hunnam","topic":"Respect"},{"quote":"The Obama administration now has regulations that tells them that they can no longer promote marriage to these young girls. They can no longer promote marriage as a way of avoiding poverty and bad choices that they make in their life. They can no longer even teach abstinence education. They have to be neutral with respect to how people behave.","author":"Rick Santorum","topic":"Respect"},{"quote":"We are at a point now where people respect us and respect our work - the guys want to sit down and watch women&#39;s matches.","author":"Sasha Banks","topic":"Respect"},{"quote":"Being a parent is not just about how you treat your child; it&#39;s also about how you treat the other parent. If you treat that person with respect, that&#39;s fine, that&#39;s the way to go. But if you don&#39;t, you&#39;re not being the parent you could be.","author":"Art Alexakis","topic":"Respect"},{"quote":"On one side, citizens have great respect for the United States; they have a great feeling of friendship. That is solid. But in the opposition and in the political arena I often find criticism of the closeness of relations with the United States. That is a reality.","author":"Vicente Fox","topic":"Respect"},{"quote":"People always have an opinion. Doesn&#39;t mean it&#39;s right, doesn&#39;t mean it&#39;s wrong, but we have to respect their opinion.","author":"Michael Clarke Duncan","topic":"Respect"},{"quote":"There is in us a lyric germ or nucleus which deserves respect; it bids a man to ponder or create; and in this dim corner of himself he can take refuge and find consolations which the society of his fellow creatures does not provide.","author":"Norman Douglas","topic":"Respect"},{"quote":"For me, public service is an honor, and I have the ultimate respect for the rule of law.","author":"Brian Sandoval","topic":"Respect"},{"quote":"Respect goes a long way when you carry yourself a certain way and show manners when you first meet someone. If you do that, then it&#39;s hard for somebody not to like you.","author":"Lamar Odom","topic":"Respect"},{"quote":"The valor and courage of our young women and men in the armed services are a shining example to all of the world, and we owe them and their families our deepest respect.","author":"Bill Frist","topic":"Respect"},{"quote":"Always look for the best ingredients, treat the food you cook with respect, always read the entire recipe first, be organized, and have fun.","author":"April Bloomfield","topic":"Respect"},{"quote":"In the military I could exercise the power of being automatically respected because of the medals on my chest, not because I had done anything right at the moment to earn that respect. This is pretty nice. It&#39;s also a psychological trap that can stop one&#39;s growth and allow one to get away with just plain bad behavior.","author":"Karl Marlantes","topic":"Respect"},{"quote":"He has a profound respect for old age. Especially when it&#39;s bottled.","author":"Gene Fowler","topic":"Respect"},{"quote":"I started to respect older actors when I was young and then contemporary actors later on. Then I learned respect for comedy. When I was first doing theatre, I thought of it as just a means to become Sarah Bernhardt or someone like that. But acting with young people has been a great learning experience.","author":"Anne Meara","topic":"Respect"},{"quote":"I have so much respect for people who do blue-collar work because I come from that background myself.","author":"Cynthia Kadohata","topic":"Respect"},{"quote":"Only with the honour thus acquired can we earn the respect of our other compatriots as well.","author":"Janos Kadar","topic":"Respect"},{"quote":"A human society obeys the dictates of reason and is guided and governed by a respect for justice.","author":"Ferdinand Buisson","topic":"Respect"},{"quote":"I don&#39;t believe in very many things, but art is definitely one of them. And at the top of that list, film and art influence our world&#39;s culture much more than many of us understand and fully respect.","author":"Megan Ellison","topic":"Respect"},{"quote":"And Barack and I were raised with so many of the same values, like you work hard for what you want in life. That your word is your bond; that you do what you say you&#39;re going to do. That you treat people with dignity and respect, even if you don&#39;t know them and even if you don&#39;t agree with them.","author":"Michelle Obama","topic":"Respect"},{"quote":"I do get recognized, but I must say Edinburgh is a fantastic city to live if you&#39;re well-known. There is an innate respect for privacy in Edinburgh people, and I also think they&#39;re used to seeing me walking around, so I don&#39;t think I&#39;m a very big deal.","author":"J. K. Rowling","topic":"Respect"},{"quote":"&#39;God&#39; is a relative word and has a respect to servants, and &#39;Deity&#39; is the dominion of God, not over his own body, as those imagine who fancy God to be the soul of the world, but over servants.","author":"Isaac Newton","topic":"Respect"},{"quote":"I think I have a certain respect for people, you know. And I guess a lot of times I expect that respect to go both ways.","author":"Tom Brady","topic":"Respect"},{"quote":"Against my will, in the course of my travels, the belief that everything worth knowing was known at Cambridge gradually wore off. In this respect my travels were very useful to me.","author":"Bertrand Russell","topic":"Respect"},{"quote":"Peace can be contributed to by respect for our ability in defense.","author":"Herbert Hoover","topic":"Respect"},{"quote":"Respect the masterpiece. It is true reverence to man. There is no quality so great, none so much needed now.","author":"Frank Lloyd Wright","topic":"Respect"},{"quote":"I think the short story is a very underrated art form. We know that novels deserve respect.","author":"Neil Gaiman","topic":"Respect"},{"quote":"Steve Irwin did wonderful conservation work but I was uncomfortable about some of his stunts. Even if animals aren&#39;t aware that you are not treating them with respect, the viewers are.","author":"David Attenborough","topic":"Respect"},{"quote":"Part of our essential humanity is paying respect to what God gave us and what will be here a long time after we&#39;re gone.","author":"William J. Clinton","topic":"Respect"},{"quote":"Atlanta embraced us. We have so much respect for them, and they have respect for us.","author":"Quavo","topic":"Respect"},{"quote":"Conservatism discards Prescription, shrinks from Principle, disavows Progress; having rejected all respect for antiquity, it offers no redress for the present, and makes no preparation for the future.","author":"Benjamin Disraeli","topic":"Respect"},{"quote":"The advertisements in a newspaper are more full knowledge in respect to what is going on in a state or community than the editorial columns are.","author":"Henry Ward Beecher","topic":"Respect"},{"quote":"I love and respect all religions and philosophies. I see how they get formed, how they grow up, and how powerful they are. But for me to believe in a specific god - no. Because what I believe is that the infinite, the absolute, is a living being and the only one living being that really exists.","author":"Don Miguel Ruiz","topic":"Respect"},{"quote":"We have a nanny in the house, but there are always times when one of my kids does something bad or wrong, and they&#39;ll listen to me more than they do the nanny. So I think it&#39;s important to set up that boundary of respect for them at a young age, so they will know, &#39;I better listen to Mommy.&#39;","author":"Britney Spears","topic":"Respect"},{"quote":"I cleaned up my act, and I made this rap thing work for me. I thought people would respect me for that. But instead, it&#39;s, &#39;Oh, he&#39;s sold all these records, and now he thinks he&#39;s all that.&#39;","author":"The Notorious B.I.G.","topic":"Respect"},{"quote":"I do support artists standing by their beliefs and walking with integrity. We have to find a better way to commercially exploit music while giving artists their proper respect. This cannot be done while taking their contributions for granted or trying to control the scope of their growth and power through threats and fear tactics.","author":"Lauryn Hill","topic":"Respect"},{"quote":"Just as the process of repealing national alcohol prohibition began with individual states repealing their own prohibition laws, so individual states must now take the initiative with respect to repealing marijuana prohibition laws.","author":"George Soros","topic":"Respect"},{"quote":"You should be able to afford health care for your family. You should be able to retire with dignity and respect. And you should be able to give your children the kind of education that allows them to dream even bigger, go even farther and accomplish even more than you could ever imagine.","author":"Cory Booker","topic":"Respect"},{"quote":"Tons of comedians have said, &#39;I grew up learning from Bill Cosby. He&#39;s great.&#39; But that respect doesn&#39;t mean much to the young people. They like their ginger ale with hot sauce.","author":"Bill Cosby","topic":"Respect"},{"quote":"I respect the audience&#39;s intelligence a lot, and that&#39;s why I don&#39;t try to go for the lowest common denominator.","author":"Spike Lee","topic":"Respect"},{"quote":"Now, we occupy a lowly position, both in space and rank in comparison with the heavenly sphere, and the Almighty is Most High not in space, but with respect to absolute existence, greatness and power.","author":"Maimonides","topic":"Respect"},{"quote":"Perhaps what&#39;s needed now is a bolder form of censure after all, because the Internet is not a universal human right. If people cannot be trusted to treat one another with respect, dignity and consideration, perhaps they deserve to have their online freedoms curtailed.","author":"Milo Yiannopoulos","topic":"Respect"},{"quote":"What I respect as far as in myself and in others is the spirit of just doing it. For better or worse, it may work and it may not, but I&#39;m going to go for it. Ultimately I probably prefer to be respected for that than whether it works out or not, either winning or losing.","author":"Hugh Jackman","topic":"Respect"},{"quote":"Acting is something I love. It&#39;s a great craft that I have a lot of respect for. But I don&#39;t think it&#39;s any greater challenge than teaching 8-year-olds or any other career. In my life, I try not to make it more important than it is and I just hope that rubs off on the people around me.","author":"Hugh Jackman","topic":"Respect"},{"quote":"Owners lavish love on their pets, which is why so many go from non-aggressive pups to being out of control when they&#39;re older. People just don&#39;t realise their dog must respect them as leader of the pack.","author":"Cesar Millan","topic":"Respect"},{"quote":"I&#39;m not as angry as I used to be. But I can get in touch with that anger pretty quickly if I feel my space is being invaded or somebody is not treating me with the respect that I think I want.","author":"Samuel L. Jackson","topic":"Respect"},{"quote":"One of the surprising things in this world is the respect a worthless man has for himself.","author":"E. W. Howe","topic":"Respect"},{"quote":"To be loved at first sight, a man should have at the same time something to respect and something to pity in his face.","author":"Stendhal","topic":"Respect"},{"quote":"I respect the Premier League.","author":"Zlatan Ibrahimovic","topic":"Respect"},{"quote":"People I respect complimenting me on my work in fashion is more exciting to me than anything I ever achieved as a Spice Girl.","author":"Victoria Beckham","topic":"Respect"},{"quote":"The whites come to applaud a Negro performer just like the colored do. When you&#39;ve got the respect of white and colored, you can ease a lot of things.","author":"Nat King Cole","topic":"Respect"},{"quote":"We may seek a fortune for no greater reason than to secure the respect and attention of people who would otherwise look straight through us.","author":"Alain de Botton","topic":"Respect"},{"quote":"I know what it means to do a job... I worked in a factory. I respect people in the service industry. What irritates me more is when people aren&#39;t respectful. There&#39;s a lot of nonsense behavior, especially in a place like Hollywood. The money, the power, they create little monsters.","author":"Gary Oldman","topic":"Respect"},{"quote":"I&#39;ll work with a director if I think I&#39;m going to get into a comfortable situation, and if it&#39;s someone I respect and who respects me, even if they&#39;re not so well known. Movies are hard to make, and you have to work toward a common ethic and do your best.","author":"Robert De Niro","topic":"Respect"},{"quote":"If there is one realm in which it is essential to be sublime, it is in wickedness. You spit on a petty thief, but you can&#39;t deny a kind of respect for the great criminal.","author":"Denis Diderot","topic":"Respect"},{"quote":"I live the life of a farmer. I don&#39;t see how I could wear Lagerfeld&#39;s designs while feeding my goats. I have respect for Lagerfeld as a man, but I would have so much more for him if he, in turn, respected animals. We do not live in the same world.","author":"Brigitte Bardot","topic":"Respect"},{"quote":"I don&#39;t have any respect at all for the scum-bags who went to Canada to avoid the draft or to avoid doing their fair share.","author":"R. Lee Ermey","topic":"Respect"},{"quote":"Mothers, stay close to your daughters. Earn and deserve their love and respect. Be united with their father in the rearing of your children. Do nothing in your life to cause your daughters to stumble because of your example.","author":"Ezra Taft Benson","topic":"Respect"},{"quote":"The Iranian government still denies the Holocaust - so you can&#39;t take them seriously. And the Israeli government spreads rumours and disinformation about Iran - because it needs to for the creation of panic. I find these theological states - and in this respect, Israel and Iran are twin brothers - very, very dangerous.","author":"Daniel Barenboim","topic":"Respect"},{"quote":"The first view of the Earth is magical... in such a small planet, with such a small ribbon of life, so much goes on. It is as if the whole place is sacred. You get the feeling that I need to work extraordinarily hard along with other human beings to respect that.","author":"Kalpana Chawla","topic":"Respect"},{"quote":"I&#39;m theologically in line with the Roman Catholic Church. I believe in the authority of the church, but I also have tremendous respect for my brothers and sisters in other Christian faiths.","author":"Marco Rubio","topic":"Respect"},{"quote":"Productive givers focus on acting in the long-term best interests of others, even if it&#39;s not pleasant. They have the courage to give the critical feedback we prefer not to hear, but truly need to hear. They offer tough love, knowing that we might like them less, but we&#39;ll come to trust and respect them more.","author":"Adam Grant","topic":"Respect"},{"quote":"It&#39;s all about respect. I&#39;m not going to treat a woman like a piece of meat.","author":"James Arthur","topic":"Respect"},{"quote":"I would never want to live in L.A., and I made that decision years ago, so I never chose that path for myself, although I have much respect for those that do it at a high level.","author":"Matt Cameron","topic":"Respect"},{"quote":"All my life, I&#39;ve been working with male directors, which I&#39;ve really enjoyed. And I&#39;m lucky in that I&#39;ve worked with men who have a lot of respect for women. But working with a woman is a different experience. It feels like the communication is different.","author":"Gal Gadot","topic":"Respect"},{"quote":"I respect Georges St. Pierre as a businessman and an athlete. I don&#39;t have anything against him personally. But he&#39;s not the kind of fighter I like watching.","author":"Ronda Rousey","topic":"Respect"},{"quote":"My father was my first inspiration. He had an incredible stereo and a turntable, and I was told not to touch it. But I&#39;d go back and touch it anyway. I gained a respect for the turntables when I was a kid. When I was a teenager, I came up with a &#39;cueing system&#39; to work the turntables because they didn&#39;t have it at that time.","author":"Grandmaster Flash","topic":"Respect"},{"quote":"American officials have bent over backwards to show how sensitive they are to Muslim culture. It didn&#39;t seem very effective. They seem to be worried about winning the respect of other people.","author":"Tucker Carlson","topic":"Respect"},{"quote":"If we were all determined to play the first violin we should never have an ensemble. therefore, respect every musician in his proper place.","author":"Robert Schumann","topic":"Respect"},{"quote":"I&#39;ve always been a very harsh judge of talent because if you don&#39;t play the game on both ends of the court, and if you don&#39;t play hard every night, I&#39;m probably not going to be in love with you as a player. I&#39;m going to respect you because you&#39;re good, but these players are unique.","author":"Jerry West","topic":"Respect"},{"quote":"I think a platform such as YouTube has to respect local laws and customs.","author":"Chad Hurley","topic":"Respect"},{"quote":"I have enormous respect for people who are gifted mechanics.","author":"Rachel Kushner","topic":"Respect"},{"quote":"You have to do what you want to do, and I genuinely believe that if you start interacting in the world that way that there is a respect in that.","author":"Andy Grammer","topic":"Respect"},{"quote":"We were told by President Obama that in respect of international trade, we would have to get to the back of the queue - not a position that America normally requires the United Kingdom to be in when it comes to other matters, such as the Iraq War.","author":"Boris Johnson","topic":"Respect"},{"quote":"There are so many designers that I love, and I&#39;m so lucky that I get to work with so many of them and sometimes spend time with them. As an actress, you get to go to these events and wear their things - it&#39;s fun, but it is what it is. I don&#39;t put a lot of time into it, but I respect what they do.","author":"Penelope Cruz","topic":"Respect"},{"quote":"Any Supreme Court confirmation needs to be a thoughtful process, with full respect for the separation of powers outlined in the Constitution.","author":"Cathy McMorris Rodgers","topic":"Respect"},{"quote":"It is not that I don&#39;t have a fear of sharks, it is that I have a respect for them, so that I know any more than if I were to go into the jungle, I would have a fear of tigers, that I would try to lower the odds.","author":"Peter Benchley","topic":"Respect"},{"quote":"In the spiritual body moreover, man appears such as he is with respect to love and faith, for everyone in the spiritual world is the effigy of his own love, not only as to the face and the body, but also as to the speech and the actions.","author":"Emanuel Swedenborg","topic":"Respect"},{"quote":"Respect for the truth comes close to being the basis for all morality.","author":"Frank Herbert","topic":"Respect"},{"quote":"Laughter is the best way to get over something or get closer to something. It&#39;s one of the things I respect most about Amy Schumer. She&#39;s found a way to get us closer to ourselves and see the ugly side of humanity, but not in a way that&#39;s pointing a finger or that&#39;s angry. She does it in a way that makes us see the absurdity and laugh at it.","author":"Brie Larson","topic":"Respect"},{"quote":"For many, the hijab represents modesty, piety and devotion to God, and I truly respect that. But the hijab should not be used as a means of applying social pressure on people.","author":"Queen Rania of Jordan","topic":"Respect"},{"quote":"Being popular comes when you have everything. But to be liked, it means that you must be treating people with respect and you must be showing kindness toward them.","author":"Queen Rania of Jordan","topic":"Respect"},{"quote":"The younger generation gives me more respect than I could ever hope for.","author":"Daryl Hall","topic":"Respect"},{"quote":"I have many friends and family members who have served (or are currently serving) in our nation&#39;s Armed Forces. I have such a profound respect for what they do day in and day out.","author":"Karl Malone","topic":"Respect"},{"quote":"Fortunately for me, I had a father who didn&#39;t let us get away with anything. You were taught respect, and you were taught to be humble. That has a lot to do with how I am now, because I&#39;m still scared of my dad.","author":"Benjamin Watson","topic":"Respect"},{"quote":"I wanted a relationship like the one my mother and father had. It wasn&#39;t perfect; they had to work on it. But there was an unbelievable mutual respect.","author":"Mary Steenburgen","topic":"Respect"},{"quote":"The conqueror is regarded with awe; the wise man commands our respect; but it is only the benevolent man that wins our affection.","author":"William Dean Howells","topic":"Respect"},{"quote":"If we have no respect for our viewers, then how can we have any respect for ourselves and what we do?","author":"Christiane Amanpour","topic":"Respect"},{"quote":"I consider the United States Senate the greatest deliberative body in the world, and I respect the important role the Constitution affords it in the confirmation of our judges.","author":"Neil Gorsuch","topic":"Respect"},{"quote":"How can a Man respect his Wife when he has a contemptible Opinion of her and her Sex?","author":"Mary Astell","topic":"Respect"},{"quote":"You earn the respect of your peers that you play against, and they don&#39;t trash talk you.","author":"LaDainian Tomlinson","topic":"Respect"},{"quote":"There are lots of different interpretations of the word &#39;prodigy.&#39; My own is of someone who is talented and tries to help other children. So in that respect I could be called one, although I don&#39;t think I&#39;ll go off the rails.","author":"Adora Svitak","topic":"Respect"},{"quote":"There are ups and downs in so many relationships, but with Shah Rukh, there is deep love. There&#39;s no other way of communicating the respect and love I have for him. And I believe that ours will be a dynamic, and relationship and connect that will be forever.","author":"Karan Johar","topic":"Respect"},{"quote":"Every once in a while, you live long enough to get the respect that people didn&#39;t want to give while you were trying to become a senior citizen.","author":"Gil Scott-Heron","topic":"Respect"},{"quote":"By deafness one gains in one respect more than one loses; one misses more nonsense than sense.","author":"Horace Walpole","topic":"Respect"},{"quote":"The younger generation is essentially idealistic. This applies to the Iranian youth as well. In addition, the youth in Iran face certain difficulties... the Iranian youth need more freedom. They are struggling for more freedom and democracy. This commands great respect.","author":"Shirin Ebadi","topic":"Respect"},{"quote":"Musharraf has just gone against the constitution and displayed contempt of court and has shown that he has no respect for the rule of law.","author":"Shehbaz Sharif","topic":"Respect"},{"quote":"Give me the respect I deserve.","author":"Liam Smith","topic":"Respect"},{"quote":"We hope President Obama will now respect the will of the people, change course, and commit to making the changes they are demanding. To the extent he is willing to do this, we are ready to work with him.","author":"John Boehner","topic":"Respect"},{"quote":"Most players who play tennis love the game. But I think you also have to respect it. You want to do everything you can in your power to do your best. And for me, I know I get insane guilt if I go home at the end of the day and don&#39;t feel I&#39;ve done everything I can. If I know I could have done something better, I have this uneasy feeling.","author":"Andy Roddick","topic":"Respect"},{"quote":"I respect Rush Limbaugh; he is a national conservative leader, and in no way do I want to diminish his voice.","author":"Michael Steele","topic":"Respect"},{"quote":"I was raised to believe in myself. I know I&#39;m cool. I&#39;m not trying to brag or say I&#39;m the man or anything like that. I don&#39;t lie or cheat, and I&#39;m not mean to anybody. I treat people with respect.","author":"Freddie Prinze, Jr.","topic":"Respect"},{"quote":"Every hip-hop artist I have worked with has a respect for higher power, whether that&#39;s church, Allah, or any sort of higher being - they all have a humbleness.","author":"BJ the Chicago Kid","topic":"Respect"},{"quote":"Men who love their mothers treat women wonderfully. And they have enormous respect for women.","author":"Ellen Barkin","topic":"Respect"},{"quote":"Only a coward will use a gun to protect and get respect for themselves.","author":"Emmanuel Jal","topic":"Respect"},{"quote":"From every ancient source, we have testimony to Cleopatra&#39;s irresistible charm, as Plutarch has it, to her ability to speak many languages including, as he puts it, the language of flattery and essentially, to be able to turn people to her will - really a great political genius, in that respect.","author":"Stacy Schiff","topic":"Respect"},{"quote":"We never really felt a real level of respect. The fame was fantastic, but that wasn&#39;t that important to me, because for every million people that loved me I focused on the one that hated me.","author":"Donnie Wahlberg","topic":"Respect"},{"quote":"I believe that the fight against crime starts in the home. Parents must take responsibility for their children and show them love and guidance from an early age so they learn to respect the rights of others.","author":"Blanche Lincoln","topic":"Respect"},{"quote":"The Weizmann Institute showed me respect and didn&#39;t require many administrative tasks, so I was quite independent. I did what I wanted.","author":"Ada Yonath","topic":"Respect"},{"quote":"A pick-up artist gave me a good piece of advice: the three most important things in a relationship are honesty, trust and respect, and if you don&#39;t have those, you don&#39;t have love.","author":"Neil Strauss","topic":"Respect"},{"quote":"I have a wonderful respect for old people.","author":"Craig Kilborn","topic":"Respect"},{"quote":"I have great respect for the LDS church - their commitment to family and taking care of each other is exemplary. I just don&#39;t believe the tenets of the faith that they believe.","author":"Kyrsten Sinema","topic":"Respect"},{"quote":"I&#39;m a vegetarian and very much active in regards to how I feel about animal rights and protecting animals and giving animals a voice. But at the same time, I appreciate and respect other people&#39;s decisions to eat meat. The only thing that I hope is that people are educated, that they&#39;re aware, that they&#39;re living a conscious lifestyle.","author":"Abbie Cornish","topic":"Respect"},{"quote":"I have a feeling that being in love sometimes means the projection of your desires onto another person. The important thing is that you like the other person, respect the other person and want to raise children with the other person.","author":"Eric Braeden","topic":"Respect"},{"quote":"Curitiba is not a paradise. We have all the problems that most Latin American cities have. We have slums. We have the same difficulties, but the big difference is the respect given by people due to the quality of the services which are provided.","author":"Jaime Lerner","topic":"Respect"},{"quote":"The person who comes up to you and makes the most noise and is the most intrusive is invariably the person in the room who has no respect for you at all, and it&#39;s really all about them.","author":"Robbie Coltrane","topic":"Respect"},{"quote":"As a chef, you need to respect your guests and their needs. If they decide that they want to eat certain things and not eat others, if for religious reasons or just decide they don&#39;t want to eat certain ingredients, you have to respect that.","author":"Joel Robuchon","topic":"Respect"},{"quote":"When I was a little boy, Marvin Hagler was my idol. He got no respect for most of his career. His fighting style was straight ahead. He took every shot thrown at him, and he kept punching back &#39;til he won. I honestly feel that&#39;s how I am. I take big shots from people. But I keep going.","author":"James Frey","topic":"Respect"},{"quote":"The sacrifices made by veterans and their willingness to fight in defense of our nation merit our deep respect and praise - and to the best in benefits and medical care.","author":"Sue Kelly","topic":"Respect"},{"quote":"One cannot help being impressed by the protesters. They have begun each day of the protest in Kiev in prayer and all activities are accomplished with a collective sense of respect, kindness, and an intention to conduct a peaceful revolution.","author":"Bob Schaffer","topic":"Respect"},{"quote":"I believe family first. Blood is thicker than water. I grew up like that, and I want to continue to keep that goal in my heart. Just family first! Just honesty, integrity, and respect. All of that. I live by the code of those things. If you do that you&#39;ll be fine.","author":"Cory Hardrict","topic":"Respect"},{"quote":"Being honest with the public is how they respect you.","author":"Angel Haze","topic":"Respect"},{"quote":"The players get no respect around here. They give you money, that&#39;s it, not respect. We get constantly dogged and players from other teams love to see that. That&#39;s why nobody wants to play here.","author":"Don Mattingly","topic":"Respect"},{"quote":"Who could look on these monuments without reflecting on the vanity of mortals in thus offering up testimonials of their respect for persons of whose very names posterity is ignorant?","author":"Marguerite Gardiner","topic":"Respect"},{"quote":"Now is the time to show maximum responsibility. It is not the time to pay off old scores nor for sterile partisan recriminations. It is time to re-establish a climate of calmness and mutual respect.","author":"Giorgio Napolitano","topic":"Respect"},{"quote":"Where the people possess no authority, their rights obtain no respect.","author":"George Bancroft","topic":"Respect"},{"quote":"That said, the question remains: how to strike the balance between free speech and mutual respect in this mixed-up world, both blessed and cursed with instant communication? We should not fight fire with fire, threats with threats.","author":"Timothy Garton Ash","topic":"Respect"},{"quote":"No money in this world could convince me to play for Liverpool. That&#39;s not a lack of respect for Liverpool supporters or the football club. It&#39;s respect for the Everton supporters. You just can&#39;t do that. It goes against everything that I stand for. No chance.","author":"Timothy F. Cahill","topic":"Respect"},{"quote":"I&#39;m a very consistent leader, and people won&#39;t find me different day to day. You won&#39;t have to have the sort of conversation that says, &#39;How is she today? Is this a good day to have this conversation?&#39; You won&#39;t find that situation with me. I treat people with respect.","author":"Gail Kelly","topic":"Respect"},{"quote":"My object will be, first, to show by what connections the history of the fossil bones of land animals is linked to the theory of the earth and why they have a particular importance in this respect.","author":"Georges Cuvier","topic":"Respect"},{"quote":"With all due respect to arachnophobes, I love spiders. Some might call me obsessed, but I&#39;ve been studying spiders and spider silks for many years now and don&#39;t see an end in sight. There is simply too much to do.","author":"Cheryl Hayashi","topic":"Respect"},{"quote":"Children need teachers who have stars in their eyes themselves and who treat them with respect.","author":"May-Britt Moser","topic":"Respect"},{"quote":"One of the market&#39;s virtues, and the reason it enables so much peaceful interaction and cooperation among such a great variety of peoples, is that it demands of its participants only that they observe a relatively few basic principles, among them honesty, the sanctity of contracts, and respect for private property.","author":"Thomas Woods","topic":"Respect"},{"quote":"Respect for the dignity of the human person is the foundational principle of any just society. From a Catholic perspective, it also forms the foundation of all of our Church&#39;s social teachings.","author":"Salvatore J. Cordileone","topic":"Respect"},{"quote":"A police force, wherever they are, is made up of amazing people, and I respect them a great deal.","author":"Nancy McKeon","topic":"Respect"},{"quote":"I cannot consistently, with self respect, do other than I have, namely, to deliberately violate an act which seems to me to be a denial of everything which ideally and in practice I hold sacred.","author":"Roger Nash Baldwin","topic":"Respect"},{"quote":"I have a lot of respect for countries where the practice of democracy is highly developed. I think, however, that each country has to have its own specific features of democracy.","author":"Mohammed VI of Morocco","topic":"Respect"},{"quote":"Skaters, I think they tend to be outsiders who seek a sense of belonging, but belonging on their own terms, and real respect is given by how much we take what other guys do, these basic tricks, 360 flips, we take that, we make it our own, and then we contribute back to the community the inner way that edifies the community itself.","author":"Rodney Mullen","topic":"Respect"},{"quote":"Old age adds to the respect due to virtue, but it takes nothing from the contempt inspired by vice; it whitens only the hair.","author":"Ira Gershwin","topic":"Respect"},{"quote":"In Congress, I&#39;ll work hard to encourage investment in education, particularly with respect to technology and bridging the digital divide.","author":"Hakeem Jeffries","topic":"Respect"},{"quote":"Walk a mile in my shoes is good advice. Our children will learn to respect others if they are used to imagining themselves in another&#39;s place.","author":"Neil Kurshan","topic":"Respect"},{"quote":"Civilization is built on a number of ultimate principles... respect for human life, the punishment of crimes against property and persons, the equality of all good citizens before the law... or, in a word justice.","author":"Max Nordau","topic":"Respect"},{"quote":"The crowd paid little or no respect to every player out there tonight.","author":"Bob Anderson","topic":"Respect"},{"quote":"There are checks and balances and broad separation of powers under the Constitution. Each organ of the State, i.e. the legislature, the executive and the judiciary, must have respect for the others and not encroach into each other&#39;s domain.","author":"P. Sathasivam","topic":"Respect"},{"quote":"Each state, so that it does not abridge the great fundamental rights belonging, under the Constitution, to all citizens, may grant or withhold such civil rights as it pleases; all that is required is that, in this respect, its laws shall be impartial.","author":"Lyman Trumbull","topic":"Respect"},{"quote":"Men have a respect for scholarship and learning greatly out of proportion to the use they commonly serve.","author":"Henry David Thoreau","topic":"Respect"},{"quote":"The bad gains respect through imitation, the good loses it especially in art.","author":"Friedrich Nietzsche","topic":"Respect"},{"quote":"The Arab League tells us to go in and take out Qaddafi. We&#39;ve spent billions of dollars already with respect to the Arab League. Billions of dollars, because they told us to do it. Why aren&#39;t they paying for it? They don&#39;t like Qaddafi, Qaddafi&#39;s been a terrible thorn in their side.","author":"Donald Trump","topic":"Respect"},{"quote":"We&#39;re one of the only animals in the world that don&#39;t really think of ourselves as animals, but we are animals, and we must respect our fellow animals.","author":"Richard Branson","topic":"Respect"},{"quote":"Unless India stands up to the world, no one will respect us. In this world, fear has no place. Only strength respects strength.","author":"A. P. J. Abdul Kalam","topic":"Respect"},{"quote":"I think we understand that for the Court to work well, we have to not only respect but genuinely like each other.","author":"Ruth Bader Ginsburg","topic":"Respect"},{"quote":"Man&#39;s respect for the imponderables varies according to his mental constitution and environment. Through certain modes of thought and training, it can be elevated tremendously, yet there is always a limit.","author":"H. P. Lovecraft","topic":"Respect"},{"quote":"That&#39;s what people respect, the fact that I wasn&#39;t a chump that laid on his back and gave up.","author":"Mike Tyson","topic":"Respect"},{"quote":"By respect for life we become religious in a way that is elementary, profound and alive.","author":"Albert Schweitzer","topic":"Respect"},{"quote":"I have a respect for manners as such, they are a way of dealing with people you don&#39;t agree with or like.","author":"Margaret Mead","topic":"Respect"},{"quote":"I have great respect for my parents. I got such beautiful things from both of them. It doesn&#39;t mean that we didn&#39;t have our rough times, but they were remarkable people who were open-minded, creative and hard-working, and had great senses of humor.","author":"Patti Smith","topic":"Respect"},{"quote":"I want the ballet world to be given the respect that it deserves and to be seen by more people - for so many to experience the beauty that I&#39;ve received from the ballet world.","author":"Misty Copeland","topic":"Respect"},{"quote":"I have enormous respect for people who do run for office.","author":"Condoleezza Rice","topic":"Respect"},{"quote":"Don&#39;t tell your kids you had an easy birth or they won&#39;t respect you. For years I used to wake up my daughter and say, &#39;Melissa you ripped me to shreds. Now go back to sleep.&#39;.","author":"Joan Rivers","topic":"Respect"},{"quote":"We have always been prepared to negotiate with the U.S. government everything that has to do with bilateral relations, on a basis of the strictest mutual respect for the sovereign rights of each country. We will never try to ask the government of the United States to change its economic and political system.","author":"Fidel Castro","topic":"Respect"},{"quote":"A man acquainted with history may, in some respect, be said to have lived from the beginning of the world, and to have been making continual additions to his stock of knowledge in every century.","author":"David Hume","topic":"Respect"},{"quote":"I like children; I like &#39;em, and I respect &#39;em. Pretty much all the honest truth-telling there is in the world is done by them.","author":"Oliver Wendell Holmes, Sr.","topic":"Respect"},{"quote":"My company survives because I&#39;ve learned to respect the ideas of people younger than me and recognize when my wisdom is obsolete.","author":"Robert Kiyosaki","topic":"Respect"},{"quote":"I deserve respect for the things I did not do.","author":"Dan Quayle","topic":"Respect"},{"quote":"Music is one of the toughest industries, so I respect everybody who has travelled any distance, come far in this music business and achieved anything because it is so hard, and there are so many people out there these days.","author":"G-Eazy","topic":"Respect"},{"quote":"The hate directed against the colored people here in St. Louis has always given me a sad feeling... How can you expect the world to believe in you and respect your preaching of democracy when you yourself treat your colored brothers as you do?","author":"Josephine Baker","topic":"Respect"},{"quote":"There&#39;s a reason why the Foo Fighters don&#39;t blast out Nirvana songs every night: because we have a lot of respect for them. You know, that&#39;s hallowed ground. We have to be careful. We have to tread lightly. We have talked about it before, but the opportunity hasn&#39;t really come up, or it just hasn&#39;t felt right.","author":"Dave Grohl","topic":"Respect"},{"quote":"I would love to persuade Christopher Bailey to get even just a section of Burberry that&#39;s, like, organic or free trade. I love him, he&#39;s a very good person and an amazing designer, and I have a lot of respect and time for him.","author":"Emma Watson","topic":"Respect"},{"quote":"Americans have been conditioned to respect newness, whatever it costs them.","author":"John Updike","topic":"Respect"},{"quote":"I feel like everybody is against Floyd Mayweather. I don&#39;t get any respect.","author":"Floyd Mayweather, Jr.","topic":"Respect"},{"quote":"If I pick up a book with spaceships on the cover, I want spaceships. If I see one with dragons, I want there to be dragons inside the book. Proper labeling. Ethical labeling. I don&#39;t want to open up my cornflakes and find that they&#39;re full of pebbles... You need to respect the reader enough not to call it something it isn&#39;t.","author":"Margaret Atwood","topic":"Respect"},{"quote":"When a woman removes her garment, she also removes the respect that is hers.","author":"Herodotus","topic":"Respect"},{"quote":"I feel like, if I&#39;m going to have young, impressionable people listening to my music, then I&#39;m going to respect that.","author":"Halsey","topic":"Respect"},{"quote":"I grew up to always respect authority and respect those in charge.","author":"Charles de Gaulle","topic":"Respect"},{"quote":"Transient bodies are only subject to destruction through their substance and not through their form, nor can the essence of their form be destroyed; in this respect, they are permanent.","author":"Maimonides","topic":"Respect"},{"quote":"Undertaker certainly is a cornerstone of WWE, and just as I say to myself that I really would have liked to been able to get to know and certainly get in the ring with Andre the Giant, just because of all the respect and folklore that went around with Andre, I think The Undertaker has that same sort of respect and folklore around him.","author":"John Cena","topic":"Respect"},{"quote":"The sea speaks a language polite people never repeat. It is a colossal scavenger slang and has no respect.","author":"Carl Sandburg","topic":"Respect"},{"quote":"&#39;Years of Living Dangerously&#39; is a wonderful opportunity to reach a lot of people with the story and importance of climate change in our lives; in recent history, there&#39;s no bigger threat to the quality of human life than what is taking place right now in respect of climate change.","author":"Harrison Ford","topic":"Respect"},{"quote":"I&#39;ve always wanted to work with Blair, and finally the timing was right. I have a tremendous amount of respect for him. I think he&#39;s a hugely underrated actor in Hollywood.","author":"Tyler Perry","topic":"Respect"},{"quote":"May the God of your choice bless and keep you. I respect Him as long as He does not circumcise me anymore.","author":"Kinky Friedman","topic":"Respect"},{"quote":"By including children with different learning abilities in mainstream and specialized schools, we can change attitudes and promote respect. By creating suitable jobs for adults with autism, we integrate them into society.","author":"Ban Ki-moon","topic":"Respect"},{"quote":"I was lucky enough to be the lady that was asked to be Maria in the Sound Of Music, and that film was fortunate enough to be huge hit. The same with Mary Poppins. I got terribly lucky in that respect.","author":"Julie Andrews","topic":"Respect"},{"quote":"If the Los Angeles Police Department had enough officers, it could focus on one part of the community and stay there long enough to know and respect the people the officers are called on to protect and serve.","author":"Greg Boyle","topic":"Respect"},{"quote":"I try to be positive. I speak to my players about how we have to play, respect the rules. What I have done is always be positive.","author":"Pep Guardiola","topic":"Respect"},{"quote":"Respect isn&#39;t enough. You&#39;ve got to have a proprietary interest.","author":"Chuck Berry","topic":"Respect"},{"quote":"My wife and I have a schizophrenic son. We didn&#39;t want to accept this for 30 years, so we put him under great pressure when we shouldn&#39;t have. He just wanted to be looked after, and we didn&#39;t respect that. We tried to make him independent.","author":"James D. Watson","topic":"Respect"},{"quote":"One of the things I love about Africa is the amount of dignity and respect and humility you see all the time. You don&#39;t realise how often you&#39;re disrespected until you are surrounded by respect.","author":"Jill Scott","topic":"Respect"},{"quote":"I respect country music because I feel like it&#39;s more about the talent and the songwriting and I put on a big show and we have a lot of stuff, but I feel confident in myself enough as an artist and a singer that I can have all of those fun toys and know that we don&#39;t need all the bells and whistles either.","author":"Carrie Underwood","topic":"Respect"},{"quote":"Respect for self is the beginning of cultivating virtue in men and women.","author":"Gordon B. Hinckley","topic":"Respect"},{"quote":"I love Johnny Cash, and I respect Johnny Cash. He&#39;s the biggest. He&#39;s like an Elvis in this business, but no, he&#39;s never been the rebel.","author":"Waylon Jennings","topic":"Respect"},{"quote":"I have no respect for the passion of equality, which seems to me merely idealizing envy - I don&#39;t disparage envy, but I don&#39;t accept it as legitimately my master.","author":"Oliver Wendell Holmes, Jr.","topic":"Respect"},{"quote":"We reserve our deepest respect and admiration for those who volunteer for service and give their lives to help keep our nation secure.","author":"Mitt Romney","topic":"Respect"},{"quote":"Plan B is really a little garage band of three people, and our mandate has been to help get difficult material, that might not otherwise get made, to the screen and to work with directors we respect.","author":"Brad Pitt","topic":"Respect"},{"quote":"That&#39;s the most important thing to me - that if I&#39;m gonna spend however long it takes to make a movie, give up 14 hours a day for however many weeks or months, then it&#39;s very important for me to know that I&#39;m working with people who I respect and enjoy and that we&#39;re going for something together.","author":"Brad Pitt","topic":"Respect"},{"quote":"Status anxiety definitely exists at a political level. Many Iraqis were annoyed with the US essentially for reasons of status: for not showing them respect, for humiliating them.","author":"Alain de Botton","topic":"Respect"},{"quote":"I have so much respect for directors. It&#39;s a tremendous amount of pressure; you have to keep steadfast and keep what you know is right.","author":"Robert De Niro","topic":"Respect"},{"quote":"The test of our social commitment and humanity is how we treat the most powerless of our fellow citizens, the respect we accord to our fellow human beings. That is what reveals our true culture.","author":"Azim Premji","topic":"Respect"},{"quote":"The country that owns green, that dominates that industry, is going to have the most energy security, national security, economic security, competitive companies, healthy population and, most of all, global respect.","author":"Thomas Friedman","topic":"Respect"},{"quote":"Each minute is a little thing, and yet, with respect to our personal productivity, to manage the minute is the secret of success.","author":"Joseph B. Wirthlin","topic":"Respect"},{"quote":"A jealous lover of human liberty, deeming it the absolute condition of all that we admire and respect in humanity, I reverse the phrase of Voltaire, and say that, if God really existed, it would be necessary to abolish him.","author":"Mikhail Bakunin","topic":"Respect"},{"quote":"It&#39;s one thing I like about America - they respect the sportsman. They put them up on a pedestal. They don&#39;t try to knock them down. And that&#39;s a great thing, to be respected by the whole country. It&#39;s so patriotic!","author":"David Beckham","topic":"Respect"},{"quote":"People view the police not as allies, but as antagonists, and think of them not with respect or gratitude, but with suspicion and distrust.","author":"James Comey","topic":"Respect"},{"quote":"I&#39;ve spent a bit of time with the Prince of Wales, who I respect greatly. I&#39;d give two cheers for the Monarchy.","author":"Sting","topic":"Respect"},{"quote":"I have a job I&#39;m pretty good at. I am in charge of things. I am on committees. People respect me and take my counsel. I want to be strong and professional, but I resent how hard I have to work to be taken seriously, to receive a fraction of the consideration I might otherwise receive.","author":"Roxane Gay","topic":"Respect"},{"quote":"You demand respect and you&#39;ll get it. First of all, you give respect.","author":"Mary J. Blige","topic":"Respect"},{"quote":"Jerusalem is holy to three religions. You have to respect that.","author":"Recep Tayyip Erdogan","topic":"Respect"},{"quote":"What Iran wants and what North Korea wants is respect.","author":"Andrew Young","topic":"Respect"},{"quote":"I respect women like Gloria Steinem who paved the way. But when you say &#39;feminist&#39; now, there is a message that if you are sexy and you acknowledge that part of your personality publicly, then it&#39;s somehow an affront to women. And I reject that.","author":"Megyn Kelly","topic":"Respect"},{"quote":"To be honest, I am very worried about the possibility of the U.K. leaving the E.U. But of course, like in the case of Catalonia, we have to respect the right to decide of the British people on a relationship that part of the Brits consider is not satisfying enough.","author":"Carles Puigdemont","topic":"Respect"},{"quote":"I don&#39;t like accidental success. It&#39;s what Bill Gates calls &#39;random,&#39; a term he uses with the opposite of respect.","author":"Masayoshi Son","topic":"Respect"},{"quote":"I&#39;ve never isolated role models based on gender. I have more male role models due to the mere fact that I&#39;ve done business with more of them and they&#39;re leaders within the verticals I work. Of those, Tony Hsieh, CEO of Zappos.com, is an entrepreneur and personal friend that I have a great deal of respect for.","author":"Amy Jo Martin","topic":"Respect"},{"quote":"The politician in my country seeks votes, affection and respect, in that order. With few notable exceptions, they are simply men who want to be loved.","author":"Edward R. Murrow","topic":"Respect"},{"quote":"All businesses and jobs depend on a vast number of people, often unnoticed and unthanked, without which nothing really gets done. They are all human and deserve respect and gratitude.","author":"Margaret Heffernan","topic":"Respect"},{"quote":"There was no respect for youth when I was young, and now that I am old, there is no respect for age, I missed it coming and going.","author":"J. B. Priestley","topic":"Respect"},{"quote":"It&#39;s important for me to treat a girlfriend with respect. My mum would be horrified if I behaved any differently - and I have sisters, and would hate for them to be treated badly by guys.","author":"Louis Tomlinson","topic":"Respect"},{"quote":"I was always fascinated by engineering. Maybe it was an attempt maybe to get my father&#39;s respect or interest, or maybe it was just a genetic love of technology, but I was always trying to build things.","author":"James Cameron","topic":"Respect"},{"quote":"I respect his decisions, but football without Messi is not football. It is very hard to imagine football without him.","author":"Neymar","topic":"Respect"},{"quote":"The absence of men in the household has caused people to not know how to respond to authority with respect. There&#39;s a major problem with the patriarchs having been chased out of the house.","author":"Alveda King","topic":"Respect"},{"quote":"I respect faith, but doubt is what gives you an education.","author":"Wilson Mizner","topic":"Respect"},{"quote":"I don&#39;t wish that I was playing football. I love baseball, and the way I play is like it&#39;s my last day ever playing it. I do like football, but you&#39;ve got to respect that it&#39;s not like baseball.","author":"Bryce Harper","topic":"Respect"},{"quote":"We need to have a pro-growth policy put in place that offers people hope and offers the opportunity for businesses to expand and for them to have confidence in what the world is going to look like for the next two or three or four years with respect to economic policy.","author":"Dick Cheney","topic":"Respect"},{"quote":"Stand-up don&#39;t get no respect - it&#39;s the hardest thing to do in show business. You don&#39;t have no band and there&#39;s no music.","author":"Tracy Morgan","topic":"Respect"},{"quote":"We are a nation of laws with respect and recognition of the rule of law. We are not an imperialist government with a monarch abiding by the rule of one man.","author":"Marsha Blackburn","topic":"Respect"},{"quote":"I respect the Pantera fans with all my heart.","author":"Dimebag Darrell","topic":"Respect"},{"quote":"I&#39;m a scientist, not a theologian. I don&#39;t know if there is a God or not. Religion requires certainty. Revere and respect Gaia. Have trust in Gaia. But not faith.","author":"James Lovelock","topic":"Respect"},{"quote":"I want to say with the utmost of sincerity, not as a Republican, but as an American, that I have great respect for Senator Obama&#39;s historic achievement to become his party&#39;s nominee, not because of his color, but with indifference to it.","author":"Mike Huckabee","topic":"Respect"},{"quote":"South Carolinians are strong, independently-minded people. At the end of the day, they make their own decisions. And I respect them for that. And I welcome that. And I told him that from the very beginning.","author":"Nikki Haley","topic":"Respect"},{"quote":"I have nothing against respecting people who lived before, but we have no responsibility toward them.","author":"Leon Kass","topic":"Respect"},{"quote":"Poetry is the universal language which the heart holds with nature and itself. He who has a contempt for poetry, cannot have much respect for himself, or for anything else.","author":"William Hazlitt","topic":"Respect"},{"quote":"This is how you start to get respect: by offering something that you have.","author":"Morrie Schwartz","topic":"Respect"},{"quote":"I don&#39;t believe war is a way to solve problems. I think it&#39;s wrong. I don&#39;t have respect for the people that made the decisions to go on with war. I don&#39;t have that much respect for Bush. He&#39;s about war, I&#39;m not about war - a lot of people aren&#39;t about war.","author":"Avril Lavigne","topic":"Respect"},{"quote":"I really don&#39;t have much respect for the people who live their lives motivated by an exit strategy existing, being performed. There was no option that we were trained in that says, &#39;If it gets too hard, get up and leave.&#39;","author":"Andy Grove","topic":"Respect"},{"quote":"No one should take away people&#39;s rights. But with respect to &#39;the right to arm ourselves,&#39; we have lost sight of our own history.","author":"Cass Sunstein","topic":"Respect"},{"quote":"If I respect myself and believe in what I&#39;m doing, no one can touch me.","author":"Fiona Apple","topic":"Respect"},{"quote":"Just because you&#39;re married doesn&#39;t mean that you have to spend 24\/7 together and can&#39;t have separate interests and hobbies. In a healthy relationship, you both understand - and respect - that you need time apart doing what you want to do.","author":"John Rampton","topic":"Respect"},{"quote":"I grew up with horses when I was a kid in Argentina. I like them. I respect them. I&#39;m careful around them. You never know what they&#39;re going to do. They&#39;re endlessly interesting. I&#39;ve had some good acting partners that were horses over the years.","author":"Viggo Mortensen","topic":"Respect"},{"quote":"I want to be remembered as somebody that tried to respect her integrity as an artist and as a person. And I don&#39;t want to be in any box. I don&#39;t want to be one thing.","author":"Penelope Cruz","topic":"Respect"},{"quote":"Other bands gave us lip service, but when it came down to it they kind of backed off. That was a little disheartening. But I respect them. That&#39;s their business.","author":"Mike McCready","topic":"Respect"},{"quote":"Without concentration, a business will be ordinary in every respect, because it will have no presence, no inner force, no way to attract the people upon whom it depends for its very existence - employees, customers, suppliers, and lenders.","author":"Michael E. Gerber","topic":"Respect"},{"quote":"The first lesson my kids got about the ocean was to respect it. You can never turn your back on the ocean when you&#39;re dealing with tides and currents - factors beyond your control. You have to be the CEO of your family on the water. CEO stands for &#39;constant eyes on,&#39; and it&#39;s something I never forget.","author":"Summer Sanders","topic":"Respect"},{"quote":"You can see areas where maybe you got a bit lazy, perhaps, or you see when you were really on form. I think an actor is very like a sportsman in that respect. You have periods where you&#39;re in terrific form. Everything you touch seems to work and come right. And other times, when you&#39;re working really hard, it&#39;s okay, but it isn&#39;t scintillating.","author":"John Hurt","topic":"Respect"},{"quote":"Cheerleaders deserve a lot of respect for what they do.","author":"Ashley Tisdale","topic":"Respect"},{"quote":"I have a lot of respect for tough coaches.","author":"Reggie White","topic":"Respect"},{"quote":"In my opinion, there are fewer and fewer great goalkeepers because, with respect to when I started, they have to do so much more compared with in the past.","author":"Gianluigi Buffon","topic":"Respect"},{"quote":"You don&#39;t have to love them. You just have to respect their rights.","author":"Ed Koch","topic":"Respect"},{"quote":"Under Superintendent Johnson&#39;s leadership, our police department is on a path to earn the respect of every community in the City of Chicago.","author":"Rahm Emanuel","topic":"Respect"},{"quote":"We believe in equal respect for all faiths.","author":"Atal Bihari Vajpayee","topic":"Respect"},{"quote":"Renown? I&#39;ve already got more of it than those I respect, and will never have as much as those for whom I feel contempt.","author":"Jean Rostand","topic":"Respect"},{"quote":"In our culture we have such respect for musical instruments, they are like part of God.","author":"Ravi Shankar","topic":"Respect"},{"quote":"Where defining foreign policy as &#39;ethical&#39; went wrong was that it implied that all decisions would be exclusive in every respect of any dealings with unethical regimes.","author":"William Hague","topic":"Respect"},{"quote":"The Caribbean is an immense ocean that just happens to have a few islands in it. The people have an immense respect for it, awe of it.","author":"Derek Walcott","topic":"Respect"},{"quote":"Millennials give comics the kind of adulation past generations reserved for musicians. We respect Lady Gaga. But we&#39;ll travel hundreds of miles to touch the hem of Jon Stewart&#39;s robe.","author":"Alexandra Petri","topic":"Respect"},{"quote":"Donald Trump Jr. is a very honest, very high-integrity person. I have known him for a long time. I have an enormous amount of respect for him.","author":"Anthony Scaramucci","topic":"Respect"},{"quote":"When I hear Donald Trump say the American military is a disaster, I want to go through the screen and shake the guy. We ought to have a commander in chief who talks about our troops with respect and gratitude.","author":"Tim Kaine","topic":"Respect"},{"quote":"There is a lovable quality about the actual tools. One feels so kindly to the thing that enables the hand to obey the brain. Moreover, one feels a good deal of respect for it; without it the brain and the hand would be helpless.","author":"Gertrude Jekyll","topic":"Respect"},{"quote":"Psychology is as important as substance. If you treat people with respect, they will go out of their way to accommodate you. If you treat them in a patronizing way, they will go out of their way to make your life difficult.","author":"Mohamed ElBaradei","topic":"Respect"},{"quote":"Since narcissism is fueled by a greater need to be admired than to be liked, psychologists might use that fact as a therapeutic lever - stressing to patients that being known as a narcissist will actually cause them to lose the respect and social status they crave.","author":"Jeffrey Kluger","topic":"Respect"},{"quote":"There are a lot of people I look up to and respect, but there&#39;s nobody really specific I would call a hero.","author":"Lizzie Armitstead","topic":"Respect"},{"quote":"Alaskans deserve a fighter in the United States Senate who will always stand up for Alaska, who understands our great potential, who has the experience, respect and seniority to accomplish that. I am that senator.","author":"Lisa Murkowski","topic":"Respect"},{"quote":"If you say that your national law allows you to do something, it is fine as long as you do this inside your own territory. As long as you go international, you really have to be sure that there is an international law which you respect and which you follow.","author":"Sergei Lavrov","topic":"Respect"},{"quote":"In my lifetime, I have seen how greater liberty, greater justice, and greater respect ultimately does prevail, but it prevails only when people are willing to fight for it and willing to lose for it.","author":"Elizabeth Esty","topic":"Respect"},{"quote":"You actually can be passionate about things like making rational decisions based on a thorough airing of the facts, a reasonable and informed debate, a respect for the Constitution that includes, um, knowing about it.","author":"Rachel Sklar","topic":"Respect"},{"quote":"Get your work in. Work hard at it. Give it your best effort. And if you get an opportunity, be ready for it. That&#39;s respect for the game.","author":"Ryne Sandberg","topic":"Respect"},{"quote":"It&#39;s not an easy gig, being in the NRL sometimes: you always feel for the boys because you have that mutual respect knowing what they go through.","author":"Sonny Bill Williams","topic":"Respect"},{"quote":"I respect, too, the fact that in our legal order it is for Congress and not the courts to write new laws. It is the role of judges to apply, not alter, the work of the people&#39;s representatives.","author":"Neil Gorsuch","topic":"Respect"},{"quote":"He that serves God is resigned up into him, and in all things has respect to truth and righteousness, and will promote that.","author":"Jakob Bohme","topic":"Respect"},{"quote":"It&#39;s important for couples to be friends first and to respect each other as individuals.","author":"Anupam Kher","topic":"Respect"},{"quote":"A child is owed the greatest respect; if you have ever have something disgraceful in mind, don&#39;t ignore your son&#39;s tender years.","author":"Juvenal","topic":"Respect"},{"quote":"One of the lines from my books is about having respect for different minds, and if I had to have an epitaph at this point in my life, that would be it.","author":"Daniel Tammet","topic":"Respect"},{"quote":"I&#39;ll tell you what I probably would prefer to happen less and less: actors that I know and respect in shampoo ads. Or modeling.","author":"Sean Penn","topic":"Respect"},{"quote":"I have women coming up to me and saying: &#39;I love your character! She&#39;s so empowered. She takes control; she gets what she wants.&#39; That&#39;s another side of her. And I respect that in Joan. She says and does things that I would never allow myself to do.","author":"Christina Hendricks","topic":"Respect"},{"quote":"I had a fistfight with every kid on my block. I got about fifteen broken noses to prove it. Part of it was also because I was always drawing, and I always had an artist portfolio with me. But I was a tough kid. I won their respect.","author":"George Lois","topic":"Respect"},{"quote":"I had worked for a lot of directors whose work I didn&#39;t respect, and as I was editing material, I was thinking about how I would have shot the scenes and what I would have done to make the scenes better. After several years of that, I got to the point that I was pretty confident I could sit in the director&#39;s chair.","author":"Lee Unkrich","topic":"Respect"},{"quote":"The Argentinians provoke and are always whingeing to the referee to try and change his opinion. It starts before the match. You see their body language, how they gesticulate, how they try to influence the referee. That is not part of the game. That is a lack of respect. It&#39;s their mentality and character, and we&#39;ll have to adjust.","author":"Bastian Schweinsteiger","topic":"Respect"},{"quote":"You have to discipline your children, or they won&#39;t respect you, law enforcement or God or anyone else.","author":"Phil Robertson","topic":"Respect"},{"quote":"On my set, people have to respect the actor&#39;s process. I totally respect what actors do. I give them whatever time they need, and I never scream out directions from the camera. I take the time to walk up to them and talk to them personally.","author":"Gina Prince-Bythewood","topic":"Respect"},{"quote":"At Burning Man, the audience is the show: the boundaries between stage and public overlap and melt. Every form of self-expression, every fantasy... everything has a place. It&#39;s kind of a utopia, and everyone who sets foot in it is so impressed that they do their best to respect it and keep it alive.","author":"Margherita Missoni","topic":"Respect"},{"quote":"There is a wealth of readership for regional language literature in India that is not given importance. We must give respect to our own languages.","author":"Amish Tripathi","topic":"Respect"},{"quote":"Britain is still seen as a beacon for decency, for democracy, for vigorous judges upholding the rule of law and, dare I say it, a free press. I respect the press in theory, but when you see some of the things it writes about you, it&#39;s not exactly a happy relationship.","author":"Cherie Blair","topic":"Respect"},{"quote":"I&#39;m one of those people where, if I get a piece of advice from someone I look up to and respect, I&#39;ll really listen to it.","author":"Kelly Marie Tran","topic":"Respect"},{"quote":"I will take every match seriously and respect every opponent.","author":"Lin Dan","topic":"Respect"},{"quote":"When values disappear, the first people to suffer are women because people start losing their respect for women.","author":"Rula Ghani","topic":"Respect"},{"quote":"More than anything, I think as our country matures, we recognize that women deserve to be treated with respect and dignity.","author":"Barbara Boxer","topic":"Respect"},{"quote":"My government, you can be assured, will be less focused on personalities. It is about treating people with respect. I think complaining about the community not being able to see the wisdom of our ideas is the wrong approach.","author":"Jay Weatherill","topic":"Respect"},{"quote":"I think it&#39;s most important for children to understand the concept of respect and manners and also work ethic. I have a responsibility to those who came before me.","author":"Andy Garcia","topic":"Respect"},{"quote":"I like the cold; I don&#39;t have problem with cold, and I don&#39;t have problem with rain either, as long as people are smiling. You know, early in my career, I used to wonder about this fan frenzy, but now I realize that there is genuine love, respect and affection, which makes me very proud to be an actor.","author":"Boman Irani","topic":"Respect"},{"quote":"I have great respect for Sandra Day O&#39;Connor. She has broken so many barriers for women in the law, and was a master negotiator and pragmatist in her days on the Supreme Court.","author":"Kyrsten Sinema","topic":"Respect"},{"quote":"As all human beings are, in my view, creatures of God&#39;s design, we must respect all other human beings. That does not mean I have to agree with their choices or agree with their opinions, but indeed I respect them as human beings.","author":"Stockwell Day","topic":"Respect"},{"quote":"Christlike communications are expressions of affection and not anger, truth and not fabrication, compassion and not contention, respect and not ridicule, counsel and not criticism, correction and not condemnation. They are spoken with clarity and not with confusion. They may be tender or they may be tough, but they must always be tempered.","author":"L. Lionel Kendrick","topic":"Respect"},{"quote":"Global markets must be balanced by global values such as respect for human rights and international law, democracy, security and sustainable economic and environmental development.","author":"Anna Lindh","topic":"Respect"},{"quote":"All the actors I respect, especially old-Hollywood actors, the reason I think so many of them have had long careers is that there is a sort of mystery about them. You don&#39;t know what they do on Friday nights when they go home from work. You have no clue. You have this sort of fantasy about them.","author":"Kate Mara","topic":"Respect"},{"quote":"The only places where I have found that simple human dignity, that respect for the other man, and the gracious feel of tolerance and humanity have not been either among the heroes of the class-struggle or the &#39;thinking men&#39; but among my simple &#39;backward&#39; people.","author":"Peter Abrahams","topic":"Respect"},{"quote":"If I could get the respect of 14-year-olds, I&#39;m happy. They&#39;re the toughest audience.","author":"Barry McGee","topic":"Respect"},{"quote":"I have great respect for directors who know what they&#39;re doing.","author":"Bill Mumy","topic":"Respect"},{"quote":"It is so important to get respect for what you do and at the same time give it.","author":"Estelle Parsons","topic":"Respect"},{"quote":"All I wanted to do was come into my own and find out my career path and what I wanted to do with my life - but, at the same time, showing respect to my father and mother and make them proud as well.","author":"Jovan Adepo","topic":"Respect"},{"quote":"The more you love a person, you more you should respect that person. Encourage her to be the best she can be, and you&#39;ll both be happier.","author":"Kelsey Chow","topic":"Respect"},{"quote":"Cities all over the world are getting bigger as more and more people move from rural to urban sites, but that has created enormous problems with respect to environmental pollution and the general quality of life.","author":"Alan Dundes","topic":"Respect"},{"quote":"It&#39;s not just the actor in front of the camera. And it&#39;s important to have respect for all those people that work behind the camera.","author":"Dacre Montgomery","topic":"Respect"},{"quote":"By common consent gray hairs are a crown of glory; the only object of respect that can never excite envy.","author":"George Bancroft","topic":"Respect"},{"quote":"I am excited to be doing &#39;SVU&#39; - I think there&#39;s a lot of inherent drama and a lot of inherent conflict in procedural shows. I have a lot of respect for police officers and the work that they do. There&#39;s a lot of nobility to depicting what these officers do on a day to day basis.","author":"Danny Pino","topic":"Respect"},{"quote":"My father knew my husband long before I ever did. He actually always says that he loved him first... there really was this wonderful respect and admiration between the two of them before I even came into the picture.","author":"Stephanie McMahon","topic":"Respect"},{"quote":"If I despised myself, it would be no compensation if everyone saluted me, and if I respect myself, it does not trouble me if others hold me lightly.","author":"Max Nordau","topic":"Respect"},{"quote":"I came across few whites as a boy at Qunu. The local magistrate, of course, was white, as was the nearest shopkeeper. Occasionally, white travelers or policemen passed through our area. These whites appeared as grand as gods to me, and I was aware that they were to be treated with a mixture of fear and respect.","author":"Nelson Mandela","topic":"Respect"},{"quote":"In countries other than Pakistan - I won&#39;t necessarily call them &#39;Western&#39; - people support me. This is because people there respect others. They don&#39;t do this because I am a Pashtun or a Punjabi, a Pakistani, or an Iranian, they do it because of one&#39;s words and character. This is why I am being respected and supported there.","author":"Malala Yousafzai","topic":"Respect"},{"quote":"The worst evil of disregard for some law is that it destroys respect for all law.","author":"Herbert Hoover","topic":"Respect"},{"quote":"I don&#39;t envy or much respect people who are completely politicised.","author":"Christopher Hitchens","topic":"Respect"},{"quote":"It is justice and respect that I want the world to dust off and put - without delay, and with tenderness - back on the head of the Palestinian child. It will be imperfect justice and respect because the injustice and disrespect have been so severe. But I believe we are right to try.","author":"Alice Walker","topic":"Respect"},{"quote":"I, for one, respect those who believe with all their hearts and conscience that there are no circumstances under which any abortion should ever be available.","author":"Hillary Clinton","topic":"Respect"},{"quote":"Treating your adversary with respect is striking soft in battle.","author":"Samuel Johnson","topic":"Respect"},{"quote":"My mom was a teacher - I have the greatest respect for the profession - we need great teachers - not poor or mediocre ones.","author":"Condoleezza Rice","topic":"Respect"},{"quote":"I&#39;m a mama&#39;s boy because everything I do is with respect to my mother. I won&#39;t do a movie or a video that would bring disrespect to my mother.","author":"Mr. T","topic":"Respect"},{"quote":"We need the world to respect us. They consume a lot of hits and just act like it wasn&#39;t... I ain&#39;t never seen nobody make these many hits and not get notified for it. And change the game like we did and bring the flow to the game the way we did and not get noticed for it, like the the big way - the real system way.","author":"Quavo","topic":"Respect"},{"quote":"More than in any other performing arts the lack of respect for acting seems to spring from the fact that every layman considers himself a valid critic.","author":"Simone Weil","topic":"Respect"},{"quote":"Like Christ said, love thee one another. I learned to do that, and I learned to respect and be appreciative and thankful for what I had.","author":"James Brown","topic":"Respect"},{"quote":"Like, I get along with everybody. I respect everybody, but at the same time, I carry myself with an aura that demands respect, too.","author":"Lil' Kim","topic":"Respect"},{"quote":"Respect for the fragility and importance of an individual life is still the mark of an educated man.","author":"Norman Cousins","topic":"Respect"},{"quote":"All due respect and trying to be as modest as I can be, I am a dancer. But I don&#39;t think I would be on &#39;Dancing with the Stars,&#39; mainly because I would be too shy.","author":"Al Pacino","topic":"Respect"},{"quote":"I would hope that government officials have a healthy respect for the complexity of the gang problem. They should never lose sight of the fact that there are human beings involved. There is no single solution.","author":"Greg Boyle","topic":"Respect"},{"quote":"I&#39;m not everybody&#39;s cup of tea. But sometimes criticism can be hurtful. Be respectful. I&#39;m a good piano player, I can sing well, I write good songs. If you don&#39;t like it, fair enough. But give me a break.","author":"Elton John","topic":"Respect"},{"quote":"Where ever the spirit of Christ is known, there is much of good will, of mutual respect, of love and appreciation and kindness.","author":"Gordon B. Hinckley","topic":"Respect"},{"quote":"Our society is pluralistic. We who accept the privilege of membership in that society agree to respect the people&#39;s right to live by their own religious precepts.","author":"Lewis B. Smedes","topic":"Respect"},{"quote":"The Arab-Israeli conflict is also in many ways a conflict about status: it&#39;s a war between two peoples who feel deeply humiliated by the other, who want the other to respect them. Battles over status can be even more intractable than those over land or water or oil.","author":"Alain de Botton","topic":"Respect"},{"quote":"If you have some respect for people as they are, you can be more effective in helping them to become better than they are.","author":"John W. Gardner","topic":"Respect"},{"quote":"As the mother of two daughters, I have great respect for women. And I don&#39;t ever want to lose that.","author":"Vera Wang","topic":"Respect"},{"quote":"Our policy is to deepen the relations with all the countries in the world - monarchies, kingdoms, large powers - we want to respect all differences and have our relationships based on mutual respect.","author":"Hugo Chavez","topic":"Respect"},{"quote":"I listen to them freely and with all the respect merited by their intelligence, their character, their knowledge, reserving always my incontestable right of criticism and censure.","author":"Mikhail Bakunin","topic":"Respect"},{"quote":"When I was young, I was looking for people to look up to - role models I could respect.","author":"Peter Falk","topic":"Respect"},{"quote":"We need to respect the fact that cows are herbivores, and that does not mean feeding them corn and chicken manure.","author":"Joel Salatin","topic":"Respect"},{"quote":"About tidying up a toy box, you should let your kids experience the selection process by touching all of their toys. It&#39;s also important how they throw away their toys. They can earn a stronger sense of valuing things when they throw things away with respect and appreciation.","author":"Marie Kondo","topic":"Respect"},{"quote":"I think we need to significantly reduce the regulatory burden on the private sector. The Obama administration is doing the opposite. They&#39;re loading on more and more regulation on the private respect to how the economy functions.","author":"Dick Cheney","topic":"Respect"},{"quote":"You have to love your body, respect it, and treat it well.","author":"Irina Shayk","topic":"Respect"},{"quote":"Americans will respect your beliefs if you just keep them private.","author":"Bill O'Reilly","topic":"Respect"},{"quote":"Of course a woman who decides to work full time as a mother in the home can be happy and deserves full respect from us. Motherhood is one of the most challenging and creative jobs anyone can do. The goal is to remake the world so that our choices are not so stark.","author":"Naomi Wolf","topic":"Respect"},{"quote":"France can certainly accommodate foreign people on its soil long-term, those with foreign citizenship... as long as they respect French laws and French values, which is often a problem on the immigration issue. It&#39;s not really a problem with Israel on this topic.","author":"Marine Le Pen","topic":"Respect"},{"quote":"Become an internationalist and learn to respect all life. Make war on machines. And in particular the sterile machines of corporate death and the robots that guard them.","author":"Abbie Hoffman","topic":"Respect"},{"quote":"I love mythology and folklore, and I respect the time, money, and opportunity that a film gives to an audience. It&#39;s a chance to empathize, reflect, and learn, so I really want to understand before I sign onto a project: &#39;What&#39;s the potential of this thing? What are we seeing and learning? What are we empathizing to?&#39;","author":"Brie Larson","topic":"Respect"},{"quote":"Never dress down for the poor. They won&#39;t respect you for it. They want their First Lady to look like a million dollars.","author":"Imelda Marcos","topic":"Respect"},{"quote":"I always remember having a healthy respect for my grandmother.","author":"Prince William","topic":"Respect"},{"quote":"I think Dutch people are very sober. I don&#39;t know if it&#39;s the right word. Like, you have the most famous person walk by some Dutch people, and they&#39;re like, &#39;Oh, hello.&#39; And they maybe take a photo, but most of the time, they&#39;ll respect you and leave you alone. And if you go to some other countries they will literally mob you, go crazy.","author":"Martin Garrix","topic":"Respect"},{"quote":"There&#39;s a lot of music at my fingertips that I can be influenced by. And just because I play a horn, I don&#39;t need to sound, or try to capture, what was happening before me. I can just respect it and learn from it.","author":"Trombone Shorty","topic":"Respect"},{"quote":"I always respect a woman.","author":"Enrique Iglesias","topic":"Respect"},{"quote":"Surround yourself with people you like and respect; surround yourself with people you just want to be around and keep making things.","author":"Fred Armisen","topic":"Respect"},{"quote":"The doomsayers of the 1970s were wrong about how quickly the world would run out of oil, but not about the dangers that hydrocarbon consumption posed to the global environment, especially with respect to climate change.","author":"Timothy Noah","topic":"Respect"},{"quote":"Afghanistan&#39;s borders are arbitrary, drawn to meet 19th-century political needs rather than to respect ethnic or religious patterns.","author":"Stephen Kinzer","topic":"Respect"},{"quote":"Sport is and should remain a great school of life that supports young people in their personal development. It teaches respect for others and also for oneself.","author":"Richard Attias","topic":"Respect"},{"quote":"Among those who are satisfactory in this respect it is desirable to have represented as great a diversity of intellectual tradition, social milieu and personal character as possible.","author":"Talcott Parsons","topic":"Respect"},{"quote":"I respect people that are die-hard film people, but I started on video. I started on Hi8 video and mini-DV, and I made skate videos. So, I love film, and I love the way it looks, but I also love the way crappy video looks, or VHS. I&#39;ve always been a fan of whatever the look is that&#39;s appropriate for what the feeling is.","author":"Spike Jonze","topic":"Respect"},{"quote":"If guys don&#39;t respect themselves, they don&#39;t respect other people. That&#39;s times and personalities. And all of them are not that way. But it don&#39;t take but one or two to screw up the whole crowd.","author":"Richard Petty","topic":"Respect"},{"quote":"You have to let individuals make their own choices and respect that, even if it&#39;s your own child. And that&#39;s what was taken away from me. My father passed away thinking I still had to go back to his way of believing.","author":"Ayaan Hirsi Ali","topic":"Respect"},{"quote":"Getting respect from the opposition is a nice thing.","author":"Harry Kane","topic":"Respect"},{"quote":"No one is above the game or the rules that govern it. Respect for the game and the people who participate in it will not be compromised.","author":"Roger Goodell","topic":"Respect"},{"quote":"Our moral, religious, and political traditions are united in their respect for the dignity of human life.","author":"Robert Casey","topic":"Respect"},{"quote":"And the greatest lesson that mom ever taught me though was this one. She told me there would be times in your life when you have to choose between being loved and being respected. Now she said to always pick being respected.","author":"Chris Christie","topic":"Respect"},{"quote":"I played it right because that&#39;s what you&#39;re supposed to do - play it right and with respect.","author":"Ryne Sandberg","topic":"Respect"},{"quote":"You need people who have their own views, whose views you respect, whom you can have a productive disagreement with, and work out ideas which you might not have come up with, or who improve on ideas you had.","author":"Lee Hsien Loong","topic":"Respect"},{"quote":"I think almost every writer in the world would hope that books would be always talked about with respect and civility and depth and seriousness.","author":"Dave Eggers","topic":"Respect"},{"quote":"I got into acting because my teachers kept nudging me into it. The power a teacher has to influence someone is so great. I can&#39;t think of a profession I have more respect for.","author":"Jon Hamm","topic":"Respect"},{"quote":"We don&#39;t do drugs, drink or use profanity. Instead we instill morals and values in my boys by raising them with a love of God and a love and respect for themselves and all people. I believe they will have a chance.","author":"Anita Baker","topic":"Respect"},{"quote":"You get respect when you give respect. That&#39;s how you get respect.","author":"Michael Nutter","topic":"Respect"},{"quote":"Be modest, be respectful of others, try to understand.","author":"Lakhdar Brahimi","topic":"Respect"},{"quote":"I have huge respect for Preet Bharara, a great U.S. Attorney by any measure. But even great men can make mistakes.","author":"Jed S. Rakoff","topic":"Respect"},{"quote":"People want to hear what I have to say and respect what I say.","author":"Jennifer Capriati","topic":"Respect"},{"quote":"Assuredly, Loving Souls, you should go to God with all humility and respect, humbling yourselves in His presence, especially when you remember your past ingratitude and sins.","author":"Alphonsus Liguori","topic":"Respect"},{"quote":"Having spent many years working in New York&#39;s Chinatown restaurants early in my career, I have the utmost respect for the history and connection New Yorkers have with Chinese cuisine.","author":"Andrew Cherng","topic":"Respect"},{"quote":"It&#39;s nice to know that people appreciate and respect you.","author":"Marcel Carne","topic":"Respect"},{"quote":"When someone you have a lot of respect for believes in you, it helps you believe in yourself.","author":"Cat Osterman","topic":"Respect"}]