[{"quote":"There is no instinct like that of the heart.","author":"Lord Byron","topic":"Romantic"},{"quote":"A beautiful woman delights the eye; a wise woman, the understanding; a pure one, the soul.","author":"Minna Antrim","topic":"Romantic"},{"quote":"I love you the more in that I believe you had liked me for my own sake and for nothing else.","author":"John Keats","topic":"Romantic"},{"quote":"True love stories never have endings.","author":"Richard Bach","topic":"Romantic"},{"quote":"Love recognizes no barriers. It jumps hurdles, leaps fences, penetrates walls to arrive at its destination full of hope.","author":"Maya Angelou","topic":"Romantic"},{"quote":"If you are not too long, I will wait here for you all my life.","author":"Oscar Wilde","topic":"Romantic"},{"quote":"I am in you and you in me, mutual in divine love.","author":"William Blake","topic":"Romantic"},{"quote":"Love planted a rose, and the world turned sweet.","author":"Katharine Lee Bates","topic":"Romantic"},{"quote":"All that we see or seem is but a dream within a dream.","author":"Edgar Allan Poe","topic":"Romantic"},{"quote":"I love you more than my own skin.","author":"Frida Kahlo","topic":"Romantic"},{"quote":"Morning without you is a dwindled dawn.","author":"Emily Dickinson","topic":"Romantic"},{"quote":"I love you - I am at rest with you - I have come home.","author":"Dorothy L. Sayers","topic":"Romantic"},{"quote":"We are each of us angels with only one wing, and we can only fly by embracing one another.","author":"Luciano De Crescenzo","topic":"Romantic"},{"quote":"A tramp, a gentleman, a poet, a dreamer, a lonely fellow, always hopeful of romance and adventure.","author":"Charlie Chaplin","topic":"Romantic"},{"quote":"Vulnerability is the essence of romance. It&#39;s the art of being uncalculated, the willingness to look foolish, the courage to say, &#39;This is me, and I&#39;m interested in you enough to show you my flaws with the hope that you may embrace me for all that I am but, more important, all that I am not.&#39;","author":"Ashton Kutcher","topic":"Romantic"},{"quote":"Kiss me and you will see how important I am.","author":"Sylvia Plath","topic":"Romantic"},{"quote":"If you don&#39;t love me, it does not matter, anyway I can love for both of us.","author":"Stendhal","topic":"Romantic"},{"quote":"Love is friendship set on fire.","author":"Jeremy Taylor","topic":"Romantic"},{"quote":"There is no charm equal to tenderness of heart.","author":"Jane Austen","topic":"Romantic"},{"quote":"When you look at me, when you think of me, I am in paradise.","author":"William Makepeace Thackeray","topic":"Romantic"},{"quote":"The real lover is the man who can thrill you just by touching your head or smiling into your eyes - or just by staring into space.","author":"Marilyn Monroe","topic":"Romantic"},{"quote":"The connection to place, to the land, the wind, the sun, stars, the moon... it sounds romantic, but it&#39;s true - the visceral experience of motion, of moving through time on some amazing machine - a few cars touch on it, but not too many compared to motorcycles. I always felt that any motorcycle journey was special.","author":"Antoine Predock","topic":"Romantic"},{"quote":"I think it&#39;s important to have closure in any relationship that ends - from a romantic relationship to a friendship. You should always have a sense of clarity at the end and know why it began and why it ended. You need that in your life to move cleanly into your next phase.","author":"Jennifer Aniston","topic":"Romantic"},{"quote":"Tradition wears a snowy beard, romance is always young.","author":"John Greenleaf Whittier","topic":"Romantic"},{"quote":"A man&#39;s kiss is his signature.","author":"Mae West","topic":"Romantic"},{"quote":"Romance is the glamour which turns the dust of everyday life into a golden haze.","author":"Carolyn Gold Heilbrun","topic":"Romantic"},{"quote":"And ever has it been known that love knows not its own depth until the hour of separation.","author":"Khalil Gibran","topic":"Romantic"},{"quote":"O, thou art fairer than the evening air clad in the beauty of a thousand stars.","author":"Christopher Marlowe","topic":"Romantic"},{"quote":"Heard melodies are sweet, but those unheard are sweeter.","author":"John Keats","topic":"Romantic"},{"quote":"We invest less in our friendships and expect more of friends than any other relationship. We spend days working out where to book for a romantic dinner, weeks wondering how to celebrate a partner or parent&#39;s birthday, and seconds forgetting a friend&#39;s important anniversary.","author":"Mariella Frostrup","topic":"Romantic"},{"quote":"When I walk with you I feel as if I had a flower in my buttonhole.","author":"William Makepeace Thackeray","topic":"Romantic"},{"quote":"I joined the army on my seventeenth birthday, full of the romance of war after having read a lot of World War I British poetry and having seen a lot of post-World War II films. I thought the romantic presentations of war influenced my joining and my presentation of war to my younger siblings.","author":"Walter Dean Myers","topic":"Romantic"},{"quote":"I love Valentine&#39;s Day! I love it, I love it, I love it. I like having doors opened for me. My favorite romantic comedy is &#39;When Harry Met Sally.&#39;","author":"Ginnifer Goodwin","topic":"Romantic"},{"quote":"There&#39;s something about the sound of a train that&#39;s very romantic and nostalgic and hopeful.","author":"Paul Simon","topic":"Romantic"},{"quote":"A lot of times, in our culture and our society, we put romantic love somehow on a higher plane than self-love and friendship love. You can&#39;t do that. You have to honor and really fully invest in all these different loving relationships.","author":"Delilah","topic":"Romantic"},{"quote":"My heart is like a singing bird.","author":"Christina Rossetti","topic":"Romantic"},{"quote":"I am a bit of a hopeless romantic. I really do have a faith and a belief in love, and when I love, I love hard.","author":"Melanie Fiona","topic":"Romantic"},{"quote":"How far away the stars seem, and how far is our first kiss, and ah, how old my heart.","author":"William Butler Yeats","topic":"Romantic"},{"quote":"Long walks on the beach are the supposed holy grail of a romantic evening. The beach becomes a kind of utopia - the place where all our dreams come true.","author":"Roxane Gay","topic":"Romantic"},{"quote":"The thing is that love gives us a ringside seat on somebody else&#39;s flaws, so of course you&#39;re gonna spot some things that kinda need to be mentioned. But often the romantic view is to say, &#39;If you loved me, you wouldn&#39;t criticise me.&#39; Actually, true love is often about trying to teach someone how to be the best version of themselves.","author":"Alain de Botton","topic":"Romantic"},{"quote":"Today I begin to understand what love must be, if it exists... When we are parted, we each feel the lack of the other half of ourselves. We are incomplete like a book in two volumes of which the first has been lost. That is what I imagine love to be: incompleteness in absence.","author":"Edmond de Goncourt","topic":"Romantic"},{"quote":"When I give I give myself.","author":"Walt Whitman","topic":"Romantic"},{"quote":"All the beautiful sentiments in the world weigh less than a single lovely action.","author":"James Russell Lowell","topic":"Romantic"},{"quote":"I love Paris for the million reasons that everybody loves the city. It&#39;s an incredibly romantic and beautiful place.","author":"Alan Furst","topic":"Romantic"},{"quote":"If I can stop one heart from breaking, I shall not live in vain.","author":"Emily Dickinson","topic":"Romantic"},{"quote":"Breathless, we flung us on a windy hill, Laughed in the sun, and kissed the lovely grass.","author":"Rupert Brooke","topic":"Romantic"},{"quote":"Love is the silent saying and saying of a single name.","author":"Mignon McLaughlin","topic":"Romantic"},{"quote":"I think everyone dreams of that nice romantic wedding.","author":"Lance Bass","topic":"Romantic"},{"quote":"You cannot look up at the night sky on the Planet Earth and not wonder what it&#39;s like to be up there amongst the stars. And I always look up at the moon and see it as the single most romantic place within the cosmos.","author":"Tom Hanks","topic":"Romantic"},{"quote":"I&#39;m not done with love, but I refuse to settle. I am a hopeless romantic. And I won&#39;t stop till I get it right.","author":"Halle Berry","topic":"Romantic"},{"quote":"It is the addition of strangeness to beauty that constitutes the romantic character in art.","author":"Walter Hagen","topic":"Romantic"},{"quote":"Be brave, young lovers, and follow your star.","author":"Oscar Hammerstein II","topic":"Romantic"},{"quote":"I am certain of nothing but the holiness of the heart&#39;s affections, and the truth of imagination.","author":"John Keats","topic":"Romantic"},{"quote":"There is only one thing that a man really wants to do, all his life; and that is, to find his way to his God, his Morning Star, salute his fellow man, and enjoy the woman who has come the long way with him.","author":"D. H. Lawrence","topic":"Romantic"},{"quote":"What is a kiss? Why this, as some approve: The sure, sweet cement, glue, and lime of love.","author":"Robert Herrick","topic":"Romantic"},{"quote":"What is love? It is the morning and the evening star.","author":"Sinclair Lewis","topic":"Romantic"},{"quote":"Come live with me and be my love, And we will all the pleasures prove, That valleys, groves, hills, and fields, Woods, or steepy mountain yields.","author":"Christopher Marlowe","topic":"Romantic"},{"quote":"Deceiving others. That is what the world calls a romance.","author":"Oscar Wilde","topic":"Romantic"},{"quote":"All the windows of my heart I open to the day.","author":"John Greenleaf Whittier","topic":"Romantic"},{"quote":"Of all the music that reached farthest into heaven, it is the beating of a loving heart.","author":"Henry Ward Beecher","topic":"Romantic"},{"quote":"A realist, in Venice, would become a romantic by mere faithfulness to what he saw before him.","author":"Arthur Symons","topic":"Romantic"},{"quote":"The telephone, which interrupts the most serious conversations and cuts short the most weighty observations, has a romance of its own.","author":"Virginia Woolf","topic":"Romantic"},{"quote":"My personal decorating style is cozy, romantic and a little rustic, with a sense of whimsy.","author":"Kimberly Schlapman","topic":"Romantic"},{"quote":"The lust and attraction are often a given in a romance novel - I want to dig into the elements of true friendship that form a foundation for a solid, gonna-last-forever romantic relationship.","author":"Suzanne Brockmann","topic":"Romantic"},{"quote":"Falling in love, romance, matters of the heart - when you fall in love, on some biochemical level you know there is a chance it won&#39;t work out. It&#39;s ingrained in us that if you take such an enormous risk on someone with your heart that it might not pay off. I gamble all my chips and I might actually lose everything.","author":"Rachael Taylor","topic":"Romantic"},{"quote":"The word &#39;romance,&#39; according to the dictionary, means excitement, adventure, and something extremely real. Romance should last a lifetime.","author":"Billy Graham","topic":"Romantic"},{"quote":"All I ever wanted was to be a sexy bride, and actually, I think I&#39;ve turned into a romantic bride.","author":"Poppy Delevingne","topic":"Romantic"},{"quote":"I have always been a romantic, one of those people who believes that a woman in pink circus tights contains all the secrets of the universe.","author":"Tom Robbins","topic":"Romantic"},{"quote":"Is this not the true romantic feeling; not to desire to escape life, but to prevent life from escaping you.","author":"Thomas Wolfe","topic":"Romantic"},{"quote":"I once took the key off my girlfriend&#39;s key ring so that I could surprise her when she got home. So I did this whole romantic setup in our bedroom with flowers and rose petals. She was so mad when she got home, but then when she walked in, she was so surprised.","author":"Trey Songz","topic":"Romantic"},{"quote":"I&#39;m a hopeless romantic. I love love. My middle name is Love. Valentine&#39;s Day is my favorite holiday. I want to have a family and children. I am a sucker for every romantic comedy that comes out.","author":"Jennifer Love Hewitt","topic":"Romantic"},{"quote":"Vinyl is the real deal. I&#39;ve always felt like, until you buy the vinyl record, you don&#39;t really own the album. And it&#39;s not just me or a little pet thing or some kind of retro romantic thing from the past. It is still alive.","author":"Jack White","topic":"Romantic"},{"quote":"The sound of a kiss is not so loud as that of a cannon, but its echo lasts a great deal longer.","author":"Oliver Wendell Holmes, Sr.","topic":"Romantic"},{"quote":"Romance is tempestuous. Love is calm.","author":"Mason Cooley","topic":"Romantic"},{"quote":"I am a romantic fool, no doubt about that.","author":"Alex Turner","topic":"Romantic"},{"quote":"I was meant to date the captain of the football team, I was going to be on a romantic excursion every Saturday night, I was destined to be collecting corsages from every boy in town before prom, accepting such floral offerings like competing sacrifices to a Delphic goddess.","author":"Elizabeth Wurtzel","topic":"Romantic"},{"quote":"The ecstatic insanity of romantic pursuit can be so enhanced by music that entire romantic conquests, victories and ruinous, crushing defeats can be tied to songs to such a degree that it&#39;s almost unbearable to listen to them again, as they bring back the memories so vividly.","author":"Henry Rollins","topic":"Romantic"},{"quote":"You feel very romantic when you&#39;re in a ball gown. Everyone should wear one once in a while.","author":"Carolina Herrera","topic":"Romantic"},{"quote":"Building a little bonfire at night on the beach and lying on a blanket with my wife under the stars is not only sexy, it&#39;s romantic.","author":"Benjamin Bratt","topic":"Romantic"},{"quote":"Satan, really, is the romantic youth of Jesus re-appearing for a moment.","author":"James Joyce","topic":"Romantic"},{"quote":"&#39;Little Night&#39; has layers of meaning. There&#39;s something enchanted about night. All those heavenly bodies, shooting stars, the crescent moon, celestial phenomenon. Owls fly at night, and first kisses happen. Night is romantic. Alternately, darkness hides the worst of human behavior.","author":"Luanne Rice","topic":"Romantic"},{"quote":"Is Valentine&#39;s Day a day to make cupcakes with your children? No, Valentine&#39;s is supposed to be a day about romantic love.","author":"Ayelet Waldman","topic":"Romantic"},{"quote":"I&#39;m not really a fan of Valentine&#39;s Day. I think it can be romantic doing nothing on Valentine&#39;s Day. It&#39;s more romantic than being given a big bunch of flowers that everyone else is doing.","author":"Gabriella Wilde","topic":"Romantic"},{"quote":"There&#39;s nothing more romantic than Italian food.","author":"Elisha Cuthbert","topic":"Romantic"},{"quote":"It is better to have loved and lost than never to have lost at all.","author":"Samuel Butler","topic":"Romantic"},{"quote":"I have often been downcast but never in despair; I regard our hiding as a dangerous adventure, romantic and interesting at the same time. In my diary, I treat all the privations as amusing.","author":"Anne Frank","topic":"Romantic"},{"quote":"Any romantic feelings for a 12-year-old are like entering into a fantasy world.","author":"Wes Anderson","topic":"Romantic"},{"quote":"I&#39;m a hopeless romantic. It&#39;s disgusting. It really is. I&#39;ve seen &#39;While You Were Sleeping&#39;, like, twenty times, and I still believe in the whole Prince Charming thing.","author":"Jennifer Love Hewitt","topic":"Romantic"},{"quote":"Bid me to love, and I will give a loving heart to thee.","author":"Robert Herrick","topic":"Romantic"},{"quote":"My dream role would probably be a psycho killer, because the whole thing I love about movies is that you get to do things you could never do in real life, and that would be my way of vicariously experiencing being a psycho killer. Also, it&#39;s incredibly romantic.","author":"Christina Ricci","topic":"Romantic"},{"quote":"There&#39;s something very romantic about self-destruction and sabotaging your life, and taking a hammer to it.","author":"Gerard Way","topic":"Romantic"},{"quote":"I&#39;m not about to talk about what&#39;s romantic in my life - I figure if you talk about it once, then that&#39;s an open invitation for everyone to dig into your personal life even further. So, I just keep my private life to myself.","author":"James Van Der Beek","topic":"Romantic"},{"quote":"It is really rare to find someone you really, really love and that you want to spend your life with and all that stuff that goes along with being married. I am one of those lucky people. And I think she feels that way too. So the romantic stuff is easy because you want them to be happy.","author":"Harry Connick, Jr.","topic":"Romantic"},{"quote":"The Southern whites are in many respects a great people. Looked at from a certain point of view, they are picturesque. If one will put oneself in a romantic frame of mind, one can admire their notions of chivalry and bravery and justice.","author":"James Weldon Johnson","topic":"Romantic"},{"quote":"I do not like to work with patients who are in love. Perhaps it is because of envy - I, too, crave enchantment. Perhaps it is because love and psychotherapy are fundamentally incompatible. The good therapist fights darkness and seeks illumination, while romantic love is sustained by mystery and crumbles upon inspection.","author":"Irvin D. Yalom","topic":"Romantic"},{"quote":"The more we are filled with thoughts of lust the less we find true romantic love.","author":"Douglas Horton","topic":"Romantic"},{"quote":"When men attempt bold gestures, generally it&#39;s considered romantic. When women do it, it&#39;s often considered desperate or psycho.","author":"Sarah Jessica Parker","topic":"Romantic"},{"quote":"After a life deprived of everything from romantic love to the choice of when to wake up in the morning, after 29 years without the ability to have a career or even to be alone at toilet, the Bijani sisters are not symbols but women who have had to live a shared life of constant, quotidian sacrifice.","author":"Darin Strauss","topic":"Romantic"},{"quote":"The whole westward expansion myth is seen as romantic. But it&#39;s a joke, a blot on American history.","author":"Frank Waters","topic":"Romantic"},{"quote":"I&#39;m a very loyal boyfriend. I&#39;m a bit of a joker... I can be romantic, but not too sickly.","author":"Louis Tomlinson","topic":"Romantic"},{"quote":"I&#39;m not religious, I&#39;m not romantic and I live purely by logic. I make every decision by logic and sometimes that leads me to the right and sometimes to the wrong decision.","author":"Laura Marling","topic":"Romantic"},{"quote":"If a June night could talk, it would probably boast it invented romance.","author":"Bernard Williams","topic":"Romantic"},{"quote":"I&#39;m a romantic; a sentimental person thinks things will last, a romantic person hopes against hope that they won&#39;t.","author":"F. Scott Fitzgerald","topic":"Romantic"},{"quote":"&#39;Love Letter&#39; reminds me of &#39;Chocolate Factory&#39; and &#39;Happy People.&#39; It&#39;s a little bit of both of those, yeah. I just wanted it to be classy, man. And romantic. And maybe 10 percent sexy.","author":"R. Kelly","topic":"Romantic"},{"quote":"Romantic love is mental illness. But it&#39;s a pleasurable one. It&#39;s a drug. It distorts reality, and that&#39;s the point of it. It would be impossible to fall in love with someone that you really saw.","author":"Fran Lebowitz","topic":"Romantic"},{"quote":"I&#39;m a hopeless romantic with a dirty mind.","author":"Leelee Sobieski","topic":"Romantic"},{"quote":"The romantic love we feel toward the opposite sex is probably one extra help from God to bring you together, but that&#39;s it. All the rest of it, the true love, is the test.","author":"Joan Chen","topic":"Romantic"},{"quote":"Love is a portion of the soul itself, and it is of the same nature as the celestial breathing of the atmosphere of paradise.","author":"Victor Hugo","topic":"Romantic"},{"quote":"Now I believe that lovers should be draped in flowers and laid entwined together on a bed of clover and left there to sleep, left there to dream of their happiness.","author":"Conor Oberst","topic":"Romantic"},{"quote":"I love surprises - champagne and strawberries, all that pampering, romantic stuff. Guys ought to know how to pamper their women properly.","author":"Danica McKellar","topic":"Romantic"},{"quote":"As a hopeless romantic, I&#39;m drawn to stories of improbable beginnings.","author":"Mary Kay Andrews","topic":"Romantic"},{"quote":"I won&#39;t have a traditional marriage; I don&#39;t find the value in that anymore. But I am such a hopeless romantic and I really want love and I want a committed relationship, so I am going to reinvent marriage for myself.","author":"Halle Berry","topic":"Romantic"},{"quote":"I am a hopeless romantic and I love to spoil my girlfriends.","author":"Orlando Bloom","topic":"Romantic"},{"quote":"When I started dating I had this kind of Romeo and Juliet, fateful romantic idea about love which was almost that you were a victim and there was a lot of pain involved and that was how it should be.","author":"Emma Watson","topic":"Romantic"},{"quote":"Somehow, the French got this idea of the starving artist. Very romantic, except it&#39;s not so romantic for the starving artist.","author":"David Lynch","topic":"Romantic"},{"quote":"To me, romantic means, um, you follow your heart more than your mind. Sometimes when you&#39;re shooting a film, you have to follow your heart.","author":"Wong Kar-wai","topic":"Romantic"},{"quote":"We are all the heroes and heroines of our own lives. Our love stories are amazingly romantic; our losses and betrayals and disappointments are gigantic in our own minds.","author":"Maeve Binchy","topic":"Romantic"},{"quote":"People get this very romantic vision of a fashion designer who in one night makes 25 sketches and in the morning throws them on the table and there are a lot of women in white aprons with the pins on the lapel and they start to grab the sketches and... It&#39;s not like that.","author":"Dries van Noten","topic":"Romantic"},{"quote":"When I started, there was something almost romantic about the notion of paparazzi. I mean, it wasn&#39;t. They were still chasing you down the road. But that guy had to put film in his camera and work out whether it was worth pressing the button to take the shot, otherwise he&#39;s got to stop and change the film. So it was like this age of innocence.","author":"Kylie Minogue","topic":"Romantic"},{"quote":"In the early days of Christianity the exercise of chastity was frequently combined with a close and romantic intimacy of affection between the sexes which shocked austere moralists.","author":"Havelock Ellis","topic":"Romantic"},{"quote":"I like doing something romantic with a girl on Valentine&#39;s Day, like making her dinner and keeping it simple. The more quality time, the better.","author":"Spencer Boldman","topic":"Romantic"},{"quote":"I don&#39;t get off on romantic parts. But I often think if I had had my dental work done early on, well, maybe.","author":"Morgan Freeman","topic":"Romantic"},{"quote":"I love the ukulele. It&#39;s got a beautiful, melodic tone to it. There&#39;s something innocent and romantic, and it&#39;s just a grand instrument to play.","author":"Pierce Brosnan","topic":"Romantic"},{"quote":"Back in the Seventies, we had a romantic, poetic vision of the future, like it was in the movie &#39;2001: A Space Odyssey.&#39; It felt as if everything was still ahead of us.","author":"Jean-Michel Jarre","topic":"Romantic"},{"quote":"I saw Tequila Sunrise as a romantic picture with complex, bigger than life characters.","author":"Conrad Hall","topic":"Romantic"},{"quote":"We only part to meet again.","author":"John Gay","topic":"Romantic"},{"quote":"I&#39;ve always considered myself a fairly romantic person. I believe in love and falling in love at a young age.","author":"Mandy Moore","topic":"Romantic"},{"quote":"Beauty, sweet love, is like the morning dew, Whose short refresh upon tender green, Cheers for a time, but till the sun doth show And straight is gone, as it had never been.","author":"Samuel Daniel","topic":"Romantic"},{"quote":"Vampires are so old that they don&#39;t need to impress anyone anymore. They&#39;re comfortable in their own skin. It&#39;s this enigmatic strength that&#39;s very romantic and old-fashioned. I think it goes back to something of a Victorian attitude of finding a strong man who&#39;s going to look after his woman.","author":"Stephen Moyer","topic":"Romantic"},{"quote":"Romance is everything.","author":"Gertrude Stein","topic":"Romantic"},{"quote":"I&#39;m a hopeless romantic and I believe that you can find love in many different places and be very conflicted. I&#39;ve discovered as I&#39;ve grown up that life is far more complicated than you think it is when you&#39;re a kid. It isn&#39;t just a straightforward fairytale.","author":"Rachel McAdams","topic":"Romantic"},{"quote":"Love, whether newly born, or aroused from a deathlike slumber, must always create sunshine, filling the heart so full of radiance, this it overflows upon the outward world.","author":"Nathaniel Hawthorne","topic":"Romantic"},{"quote":"I am not a dreamer. I am a football romantic.","author":"Jurgen Klopp","topic":"Romantic"},{"quote":"My notion of the KGB came from romantic spy stories. I was a pure and utterly successful product of Soviet patriotic education.","author":"Vladimir Putin","topic":"Romantic"},{"quote":"My dearly beloved if I am to die today and never see the sweet face of you I want you to know that I am no great man and am lucky to have such a woman as you.","author":"Wild Bill Hickok","topic":"Romantic"},{"quote":"So the lover must struggle for words.","author":"T. S. Eliot","topic":"Romantic"},{"quote":"I&#39;ve always really been a romantic at heart, and I have always wanted kids, and I think the idea of sharing your life with the right person is amazing, actually.","author":"Monica Lewinsky","topic":"Romantic"},{"quote":"Romantic lovers require from each other at least the facade of reason: We desire to be what romantic love makes us appear in the other&#39;s eyes. We want to imagine we are deserving of the love we inspire.","author":"Maggie Gallagher","topic":"Romantic"},{"quote":"In real love you want the other person&#39;s good. In romantic love you want the other person.","author":"Margaret Anderson","topic":"Romantic"},{"quote":"A romantic date for me is sitting in pajamas and being with a guy with whom I can be myself.","author":"Alia Bhatt","topic":"Romantic"},{"quote":"Romantic love came under attack, first from the Freudians and then from the neuroscientists, who said that being in love was a chemical reaction in the brain. Marriage is no longer seen as a lifetime commitment.","author":"Jane Ridley","topic":"Romantic"},{"quote":"Just because a romantic relationship ends doesn&#39;t mean that the other facets of your relationship have to end... or, indeed, doesn&#39;t mean they can&#39;t get better.","author":"Chris Martin","topic":"Romantic"},{"quote":"When the heart speaks, its language is the same under all latitudes.","author":"Ella Maillart","topic":"Romantic"},{"quote":"Savannah is amazing with the town squares and the hanging moss and the French Colonial houses. It&#39;s brutally romantic.","author":"David Morrissey","topic":"Romantic"},{"quote":"In Romanticism, the main determinant is the mood, the atmosphere. And in that regard, you could also describe Schubert as a Romantic.","author":"Dietrich Fischer-Dieskau","topic":"Romantic"},{"quote":"Romantic love is an illusion. Most of us discover this truth at the end of a love affair or else when the sweet emotions of love lead us into marriage and then turn down their flames.","author":"Thomas Moore","topic":"Romantic"},{"quote":"I think when romantic comedies are done well, it&#39;s a great genre. &#39;When Harry Met Sally&#39; is kind of a benchmark for me, but I&#39;m very happy to admit that I love &#39;Pretty Woman.&#39; I do! It&#39;s a great film, and so is &#39;Sixteen Candles.&#39; I was a big John Hughes fan - still am. I have moments where I have to watch a Hughes film.","author":"Jamie Dornan","topic":"Romantic"},{"quote":"The state of New Jersey is really two places - terrible cities and wonderful suburbs. I live in the suburbs, the final battleground of the American dream, where people get married and have kids and try to scratch out a happy life for themselves. It&#39;s very romantic in that way, but a bit naive. I like to play with that in my work.","author":"Harlan Coben","topic":"Romantic"},{"quote":"Those fields of daisies we landed on, and dusty fields and desert stretches. Memories of many skies and earths beneath us - many days, many nights of stars.","author":"Anne Morrow Lindbergh","topic":"Romantic"},{"quote":"The problem with romantic comedies is you know the ending by the poster. So they&#39;re not movies you can keep doing over and over again expect satisfaction somehow.","author":"Ryan Reynolds","topic":"Romantic"},{"quote":"I&#39;m a hopeless romantic. I buy things because I fall in love with them. I never buy anything just because it&#39;s valuable.","author":"Iris Apfel","topic":"Romantic"},{"quote":"Having an actual income can expand your romantic horizons toward the more appealing end of the spectrum.","author":"Al Franken","topic":"Romantic"},{"quote":"For me, the perfect romantic suspense hero has got to be tough on the outside but tender at his core. A take-charge kind of guy who has his own inner strength and a strong sense of right and wrong - which might not dovetail with the conventional wisdom. I mean, he might bend the law if he thinks the ends justify the means.","author":"Ruth Glick","topic":"Romantic"},{"quote":"I&#39;m definitely a romantic comedy dude because I&#39;m a big romantic at heart. I&#39;m a softy, so it&#39;s always nice to watch movies that make you think that love at first sight is actually possible.","author":"Sterling Knight","topic":"Romantic"},{"quote":"You know, maybe I was just born in the wrong time, but I love all things romantic. Puffy understands that. For my last birthday, he covered my hotel room floor with rose petals and had flowers and candles all over the room.","author":"Jennifer Lopez","topic":"Romantic"},{"quote":"I don&#39;t ever want to be a sentimentalist. I prefer to be a realist. I&#39;m not a romantic really.","author":"James Earl Jones","topic":"Romantic"},{"quote":"Sadly, people think a guy and a girl can&#39;t be friends without something romantic going on.","author":"Daisy Ridley","topic":"Romantic"},{"quote":"Great companies start because the founders want to change the world... not make a fast buck. Call me a romantic, but I think entrepreneurs should try to change the world. This comes from working at Apple... old habits die hard.","author":"Guy Kawasaki","topic":"Romantic"},{"quote":"We owe to the Middle Ages the two worst inventions of humanity - romantic love and gunpowder.","author":"Andre Maurois","topic":"Romantic"},{"quote":"Everything is just so much more romantic and real when it&#39;s yours and it&#39;s private.","author":"Dove Cameron","topic":"Romantic"},{"quote":"I&#39;m not a hopeless romantic. I&#39;m quite the reverse. I&#39;m a nasty piece of work, an ego maniac.","author":"Hugh Grant","topic":"Romantic"},{"quote":"We don&#39;t tend to write about disease in fiction - not just teen novels but all American novels - because it doesn&#39;t fit in with our idea of the heroic romantic epic. There is room only for sacrifice, heroism, war, politics and family struggle.","author":"John Green","topic":"Romantic"},{"quote":"I think romance is anything honest. As long as it&#39;s honest, it&#39;s so disarming.","author":"Kristen Stewart","topic":"Romantic"},{"quote":"I&#39;m a street photographer, but I&#39;m interested in any ironic, whimsical images, and there&#39;s something very romantic about a circus.","author":"Mary Ellen Mark","topic":"Romantic"},{"quote":"I am a die-hard romantic at heart and love the idea of love. But, when it comes to love, I kinda believe in the old world charm of romance - where there&#39;s mystery and intrigue.","author":"Esha Gupta","topic":"Romantic"},{"quote":"When I was a child, the temptation to sin was always a romantic option. This romantic option led me to the cinema, a place where sin was welcome.","author":"Harmony Korine","topic":"Romantic"},{"quote":"In those days, boxing was very glamorous and romantic. You listened to fights on the radio, and a good announcer made it seem like a contest between gladiators.","author":"Joseph Barbera","topic":"Romantic"},{"quote":"The essence of romantic love is that wonderful beginning, after which sadness and impossibility may become the rule.","author":"Anita Brookner","topic":"Romantic"},{"quote":"Too many women throw themselves into romance because they&#39;re afraid of being single, then start making compromises and losing their identity. I won&#39;t do that.","author":"Julie Delpy","topic":"Romantic"},{"quote":"I had to satisfy the action fans, the romantic fans, the intellectual fans. It was a terrific burden.","author":"Sidney Poitier","topic":"Romantic"},{"quote":"I think that there is not really a difference between a &#39;Peanuts&#39; and a beautiful Renaissance painting. There is something very romantic in the &#39;Peanuts&#39; - it&#39;s at the same level of a novel or a Jane Austen story or a beautiful embroidered rose fabric. It is a piece of romanticism.","author":"Alessandro Michele","topic":"Romantic"},{"quote":"The concept of romantic love affords a means of emotional manipulation which the male is free to exploit, since love is the only circumstance in which the female is (ideologically) pardoned for sexual activity.","author":"Kate Millett","topic":"Romantic"},{"quote":"I don&#39;t want to be romantic, but one of the most important things is to have happy buildings... it&#39;s like having a family with a lot of children.","author":"Renzo Piano","topic":"Romantic"},{"quote":"Dinner is a great first date. Don&#39;t believe that stuff about girls not wanting to eat on a first date - sharing a romantic meal is so sexy.","author":"Carmen Electra","topic":"Romantic"},{"quote":"I&#39;m a romantic and will only marry for love where there&#39;s respect and compatibility. I&#39;d like to be with someone if the right person came along. I really like male company. I like the male mind.","author":"Cherie Lunghi","topic":"Romantic"},{"quote":"My personal style changes wherever I am. When I&#39;m in Ibiza, I&#39;m a bit girlier because there&#39;s an opportunity to be more romantic and dress up for the beach scene. Whereas in New York, I tend to go for suiting and tailoring that almost feels like weaponry for the city - but I think I&#39;m quite playful no matter what.","author":"Jade Jagger","topic":"Romantic"},{"quote":"&#39;I Am Number Four&#39; is an action-packed adventure entwined with a romantic story. I play the role of John Smith. John wants to be a normal kid, but he is from a different planet and he has been given this destiny of becoming a warrior.","author":"Alex Pettyfer","topic":"Romantic"},{"quote":"Times were changing. Clothes were changing. Morals were changing. We went from romantic loves songs like I used to do to rock &#39;n roll. Now that has changed to rap. So, there&#39;s always a new generation with new music.","author":"Bobby Vinton","topic":"Romantic"},{"quote":"I am a hopeless romantic who falls in lust and gets in trouble. I love my work and am very productive, yet I always find time to play.","author":"Maksim Chmerkovskiy","topic":"Romantic"},{"quote":"E. B. White had a romantic tenderness toward nature in a capital R, 19th-century way. He was knowledgeable, a part-time farmer, and a hardheaded realistic person.","author":"Michael Sims","topic":"Romantic"},{"quote":"I&#39;m always trying to reach a transcendent point, a romantic point, but reach it in a really unconventional way, a really profane way. To get to that romantic, touching, heartbreaking place, but through a lot of acts of profanity.","author":"Chuck Palahniuk","topic":"Romantic"},{"quote":"It turns out that a husband who does the laundry, it&#39;s very romantic when you&#39;re older. And it&#39;s hard to believe when you&#39;re younger. But it&#39;s absolutely true.","author":"Sheryl Sandberg","topic":"Romantic"},{"quote":"I am the actor that I am. I do what I do. I&#39;ve been a &#39;leading man&#39; playing romantic leads for a long time now.","author":"Pierce Brosnan","topic":"Romantic"},{"quote":"I&#39;m a romantic. I like romantic movies.","author":"Chris Evans","topic":"Romantic"},{"quote":"Danzon is my favorite Cuban music, played by a traditional string orchestra with flute and piano. It&#39;s very formally structured but romantic music, which derives from the French-Haitian contradance.","author":"Rachel Kushner","topic":"Romantic"},{"quote":"I&#39;m always trying to perfect the romantic comedy, though.","author":"David Duchovny","topic":"Romantic"},{"quote":"I knew I could write infinitely about relationships. That&#39;s the most beautiful, most confusing, most rewarding, most heartbreaking thing in our lives - and not just romantic relationships: that&#39;s all relationships.","author":"Spike Jonze","topic":"Romantic"},{"quote":"I&#39;m personally a hopeless romantic. I always have been.","author":"Brett Young","topic":"Romantic"},{"quote":"I can sit in front of the TV and watch an old romantic film and be transfixed.","author":"Amber Heard","topic":"Romantic"},{"quote":"For a lot of the time I was in Berkeley, I was single. I was living in a kind of collegiate apartment by myself - it was like a protracted summer vacation. So at least in hindsight, I have gloomy emotions attached to Berkeley, whereas I started coming to New York because I was dating someone, and it was very exciting and romantic.","author":"Adrian Tomine","topic":"Romantic"},{"quote":"I would have loved to do &#39;Alice in Wonderland.&#39; Being a &#39;Bond&#39; girl would always be fun. We had a lot of action in &#39;Eclipse&#39; and I&#39;d definitely like to continue down the action road. I want to do a romantic period piece, but those are really hard to get made because they&#39;re very expensive and there&#39;s not a huge demographic.","author":"Ashley Greene","topic":"Romantic"},{"quote":"I think of OkCupid as an online bar; a place where singles can go, have fun with each other and in the process hopefully meet new people, some of whom might turn into a romantic relationship.","author":"Sam Yagan","topic":"Romantic"},{"quote":"I have never been so calculating as to sing some Barry White song to get a girl. But I do think it&#39;s very romantic to cook dinner and sit around the piano at night and sing together.","author":"John Stamos","topic":"Romantic"},{"quote":"I don&#39;t want to adhere to any particular image. I have tried to bring in variety to my characters. But then, only a few actors have managed to earn this tag of a romantic hero. Many have aspired to get such a label. So I am not complaining.","author":"Nivin Pauly","topic":"Romantic"},{"quote":"I just like being as romantic as possible. I thrive off unrequited love. I&#39;ve been in love in one way or another since I was 14. I go full-on in and get obsessive.","author":"Tobias Jesso, Jr.","topic":"Romantic"},{"quote":"Well my biggest dream is to be in a romantic comedy.","author":"Izabella Scorupco","topic":"Romantic"},{"quote":"Vision is a romantic thing. We have got into &#39;talent identification&#39;. I am much more interested in passion - finding people who are really excited about doing something.","author":"Sebastian Coe","topic":"Romantic"},{"quote":"Christmas is a time of year that&#39;s so romantic.","author":"Katharine McPhee","topic":"Romantic"},{"quote":"People who know me, they know I have a sense of humor, I&#39;m a bit of a joker, a bit of a clown really, and I would love someone to exploit that side of me and send me a romantic comedy.","author":"Gary Oldman","topic":"Romantic"},{"quote":"I&#39;m into all that sappy stuff - a surprise picnic, nice dinner, or traveling. I&#39;m kind of an old romantic.","author":"Will Estes","topic":"Romantic"},{"quote":"At the end of the day, if the guy is going to write the girl a letter, whether it&#39;s chicken scratch or scribble or looks like a doctor&#39;s note, if he takes the time to put pen to paper and not type something, there&#39;s something so incredibly romantic and beautiful about that.","author":"Meghan Markle","topic":"Romantic"},{"quote":"If I can give you one strong piece of advice, when you go away for that romantic weekend, whatever you do, do not accept or take the upgrade to the honeymoon suite.","author":"Gordon Ramsay","topic":"Romantic"},{"quote":"I am such a sap when it comes to love! I believe in love at first sight all the way. But that&#39;s just the way it happened to me with my relationships. I love the idea of two people looking at each other and electricity flying around them; it&#39;s so romantic, and it&#39;s a great feeling.","author":"Kim Barnouin","topic":"Romantic"},{"quote":"For my parents&#39; generation, the idea was not that marriage was about some kind of idealized, romantic love; it was a partnership. It&#39;s about creating family; it&#39;s about creating offspring. Indian culture is essentially much more of a &#39;we&#39; culture. It&#39;s a communal culture where you do what&#39;s best for the community - you procreate.","author":"Aasif Mandvi","topic":"Romantic"},{"quote":"Some say that the age of chivalry is past, that the spirit of romance is dead. The age of chivalry is never past, so long as there is a wrong left unredressed on earth.","author":"Charles Kingsley","topic":"Romantic"},{"quote":"Classic art was the art of necessity: modern romantic art bears the stamp of caprice and chance.","author":"Max Eastman","topic":"Romantic"},{"quote":"I think I meant that, given the circumstances of my childhood, I had the illusion that it&#39;s easier to be alone. To have your relationships be casual and also to pose as a solitary person, because it was more romantic. You know, I was raised on the idea of the ramblin&#39; man and the loner.","author":"Steve Martin","topic":"Romantic"},{"quote":"They are just really stupid people in Hollywood. You write them a script, and they say they love it, they absolutely love it. Then they say, &#39;But doesn&#39;t it need a small dog, and an Eskimo, and shouldn&#39;t it be set in New Guinea?&#39; And you say, &#39;But it is a sophisticated romantic comedy set in Paris.&#39;","author":"P. J. O'Rourke","topic":"Romantic"},{"quote":"I believe that when you&#39;re in love you have to pour your heart and soul out to your partner... or why bother? So in that sense I&#39;m an incurable romantic when it comes to men.","author":"Cameron Diaz","topic":"Romantic"},{"quote":"I sail, run dogs, ride horses, play professional poker and tell stories about the stuff I&#39;ve been through. And I&#39;m still a romantic; I still want Bambi to make it out of the fire.","author":"Gary Paulsen","topic":"Romantic"},{"quote":"I will always be the hopeless romantic, more often pathetic than heroic.","author":"Chris Lowell","topic":"Romantic"},{"quote":"Since I was seventeen I thought I might be a star. I&#39;d think about all my heroes, Charlie Parker, Jimi Hendrix... I had a romantic feeling about how these people became famous.","author":"Jean-Michel Basquiat","topic":"Romantic"},{"quote":"I admit I do have some drawbacks and limitations as a candidate. Although I am a professional comedian, some of my critics maintain that this is not enough. I cannot deny that I stand before you untested and inexperienced - I only spent two years in television, never as a romantic lead or a song and dance man.","author":"Pat Paulsen","topic":"Romantic"},{"quote":"I&#39;m very romantic. I&#39;ve emptied flower shops.","author":"Bob Hoskins","topic":"Romantic"},{"quote":"You know, the man of my dreams might walk round the corner tomorrow. I&#39;m older and wiser and I think I&#39;d make a great girlfriend. I live in the realm of romantic possibility.","author":"Stevie Nicks","topic":"Romantic"},{"quote":"I love being one half of a romantic couple.","author":"Julianna Margulies","topic":"Romantic"},{"quote":"Essentially, I spent most of my childhood with my mother and my older sister, and I suppose I had rather a romantic vision of how things might be if there were men around; I saw myself in a country house with six children and a garden. That has never been achieved - and I still regret it.","author":"Claire Tomalin","topic":"Romantic"},{"quote":"I am very lucky. I have known wonderful romantic love in my life but to actually see this little creature and find him to be the most beautiful creature in the world. I know all mothers and fathers feel that way.","author":"Anne-Marie Duff","topic":"Romantic"},{"quote":"Vampires have become tragic or romantic figures. Vampire are largely seduction tales. They&#39;re no longer the scary creature in the dark.","author":"Stephen Graham Jones","topic":"Romantic"},{"quote":"I think I&#39;ll always be a hopeless romantic.","author":"Kim Kardashian","topic":"Romantic"},{"quote":"If you look at romantic comedies as pieces of commerce, the audience is looking for wish fulfillment.","author":"Tom Hanks","topic":"Romantic"},{"quote":"If you&#39;re a woman and a guy&#39;s ever said anything romantic to you, he just left off the second part that would have made you sick if you could have heard it.","author":"Louis C. K.","topic":"Romantic"},{"quote":"Grunge is a hippied romantic version of punk.","author":"Marc Jacobs","topic":"Romantic"},{"quote":"I find &#39;Fatal Attraction&#39; really romantic. I really like the seduction. Almost every time I see it, I&#39;m surprised when it goes dark. I know that&#39;s the claim to fame, but I key into how genuinely romantic it is.","author":"Shane Carruth","topic":"Romantic"},{"quote":"We believe that according the name &#39;investors&#39; to institutions that trade actively is like calling someone who repeatedly engages in one-night stands a &#39;romantic.&#39;","author":"Warren Buffett","topic":"Romantic"},{"quote":"French is the language that turns dirt into romance.","author":"Stephen King","topic":"Romantic"},{"quote":"Am I a romantic? I&#39;ve seen &#39;Wuthering Heights&#39; ten times. I&#39;m a romantic.","author":"Johnny Depp","topic":"Romantic"},{"quote":"The reason you take antidepressants is to feel calm. And romantic love is not calm - it&#39;s elation, it&#39;s mood swings, and you&#39;re killing all that when you take the drug.","author":"Helen Fisher","topic":"Romantic"},{"quote":"When you&#39;re in the throes of this romantic love, it&#39;s overwhelming - you&#39;re out of control, you&#39;re irrational, you&#39;re going to the gym at 6 A.M. every day - Why? Because she&#39;s there.","author":"Helen Fisher","topic":"Romantic"},{"quote":"Being single, I thought would be fun, but it is terribly boring. And I am a romantic, but only when I am in love. I can&#39;t force it otherwise.","author":"Jacqueline Fernandez","topic":"Romantic"},{"quote":"When I&#39;m with the wife, and we&#39;re having a romantic night, I occasionally think about a glass of red wine, but I&#39;ll order a sparkling water. I&#39;d like the wine, but it wouldn&#39;t end with one glass, so I don&#39;t even go there.","author":"Dave Gahan","topic":"Romantic"},{"quote":"I am a better person when I let myself have the time for romance and for love.","author":"Diane Kruger","topic":"Romantic"},{"quote":"I was pleasantly disappointed on entering Bohemia. Instead of a dull, uninteresting country, as I expected, it is a land full of the most lovely scenery. There is every thing which can gratify the eye - high blue mountains, valleys of the sweetest pastoral look and romantic old ruins.","author":"Bayard Taylor","topic":"Romantic"},{"quote":"New York was no mere city. It was instead an infinitely romantic notion, the mysterious nexus of all love and money and power, the shining and perishable dream itself.","author":"Joan Didion","topic":"Romantic"},{"quote":"When you hear romantic music, it makes you want to take your girl out to dinner or buy her something or take her out in the moonlight or take her on a walk.","author":"R. Kelly","topic":"Romantic"},{"quote":"German accents and Hassidic accents aren&#39;t that romantic. They&#39;re more harsh. Although Hebrew, when spoken by certain people, sounds beautiful. There&#39;s this beautiful woman I know who speaks Hebrew, and when she speaks, it&#39;s so attractive. Maybe it&#39;s who&#39;s speaking it.","author":"Janeane Garofalo","topic":"Romantic"},{"quote":"All of the songs my grandparents and parents listened to are called boleros - they&#39;re all love songs. They&#39;re about giving your heart to a person. It&#39;s a culture that is so romantic and passionate, and that&#39;s something that I&#39;m very proud of. We grew up with nothing, so we just want to live a life full of love.","author":"Camila Cabello","topic":"Romantic"},{"quote":"An excellent wine, someone&#39;s best attempt at cooking, and the candles and flowers on the table can turn the simplest dinner into an unforgettably romantic event.","author":"Letitia Baldrige","topic":"Romantic"},{"quote":"I&#39;ve been interested in the idea of forgiveness and the necessity of it. I think of it as the most critical piece of any relationship, whether that be business, or romantic, or familial. We fail each other. We make mistakes. If we contract to go on after those mistakes, forgiveness is involved. Forgiveness is required.","author":"Bill Clegg","topic":"Romantic"},{"quote":"I was born with a romantic nature, and I&#39;ll carry it to my grave.","author":"Telly Savalas","topic":"Romantic"},{"quote":"I&#39;d always thought hurricanes were romantic, with pretty feminine names like Celestine.","author":"Mark Shand","topic":"Romantic"},{"quote":"I try to speak of a love that not necessarily romantic. I think there is so much love between people and so much love people want to give but it&#39;s harder and harder these days to show that, to celebrate that, you know?","author":"Emeli Sande","topic":"Romantic"},{"quote":"Being black, Latino, or Asian is not a genre. Romantic comedies, thrillers, action - those are genres. I think there&#39;s a lot of people who want to have the conversation. I don&#39;t think people are afraid of it, I just think it&#39;s the time to have that conversation. Race is not a genre.","author":"Mara Brock Akil","topic":"Romantic"},{"quote":"Of the big horror movies of the &#39;70s, you have &#39;The Omen,&#39; &#39;The Sentinel,&#39; &#39;Rosemary&#39;s Baby,&#39; &#39;The Stepford Wives,&#39; &#39;Burnt Offerings&#39; - these are all romantic fatalist movies where there&#39;s a sort of glimmer of hope... but darkness wins.","author":"Chuck Palahniuk","topic":"Romantic"},{"quote":"I think that taking night trains or meeting someone on the road is pretty romantic. I&#39;ve done a couple of things like that. I&#39;ve surprised someone in Paris. And hopefully, when you surprise someone, they&#39;re happy to see you.","author":"John Cusack","topic":"Romantic"},{"quote":"I&#39;m probably a bit romantic about it, but I think we humans miss having contact with fire. We need it.","author":"Jamie Oliver","topic":"Romantic"},{"quote":"Surrealism was necessary - essential, even - in the 1920s to bridge the gap between rationalism and the subconscious. It started something important. But by the early &#39;60s, it had become petit-bourgeois; it was too intellectual and romantic, and had ground to a halt. It had become respectable.","author":"Alejandro Jodorowsky","topic":"Romantic"},{"quote":"I love my wife dearly, and, therefore, I&#39;ve never cooked a meal, romantic or otherwise, for her.","author":"Steve Carell","topic":"Romantic"},{"quote":"There&#39;s something so romantic about being broke in New York. You gotta do it. You have to live there once without any money, and then you have to live there when you have money. Let me tell you, of the two, the latter is far better.","author":"Amy Poehler","topic":"Romantic"},{"quote":"I&#39;ve done romantic comedy, and I don&#39;t get to flex that muscle often.","author":"Hill Harper","topic":"Romantic"},{"quote":"Kisses, even to the air, are beautiful.","author":"Drew Barrymore","topic":"Romantic"},{"quote":"Romantic love allows you to focus mating energy. Attachment sustains that relationship as long as necessary to raise your baby.","author":"Helen Fisher","topic":"Romantic"},{"quote":"Any kind of novelty or excitement drives up dopamine in the brain, and dopamine is associated with romantic love.","author":"Helen Fisher","topic":"Romantic"},{"quote":"Upsi is definitely the more romantic of the two. I am more laid back. We do have our differences of opinion sometimes. Upsi is always the first one to break the ice after an argument or a difference of opinion. That&#39;s what I love most about her.","author":"Ram Charan","topic":"Romantic"},{"quote":"A friend of mine wrote a script, a feminist romantic comedy. She had a feminist scholar consult on it. My friend said, &#39;Oh, my friend Gillian read it and really loved it.&#39; She goes, &#39;Gillian Jacobs, you mean: Britta Perry, feminist icon?&#39;","author":"Gillian Jacobs","topic":"Romantic"},{"quote":"I&#39;m very romantic, I&#39;m extremely romantic. I date my wife.","author":"Alice Cooper","topic":"Romantic"},{"quote":"My goal on my bucket list is to write a romantic comedy movie.","author":"Lynda Barry","topic":"Romantic"},{"quote":"If I can do a romantic comedy with women, that&#39;s Everest to me.","author":"Joe Carnahan","topic":"Romantic"},{"quote":"When I was a kid, I really loved watching &#39;Cinderella.&#39; It&#39;s a fantasy, and every girl knows that real life isn&#39;t always like these movies, but as a child, I just really loved the story of &#39;Cinderella.&#39; I found it to be so romantic and just a beautiful movie to watch.","author":"Sara Ramirez","topic":"Romantic"},{"quote":"There is nothing quixotic or romantic in wanting to change the world. It is possible. It is the age-old vocation of all humanity.","author":"Gioconda Belli","topic":"Romantic"},{"quote":"Words of love, are works of love.","author":"William R. Alger","topic":"Romantic"},{"quote":"It seems to me that romantic comedies used to be about falling in love, but in recent years they&#39;ve really become just comedies where the love story is only there as a spine to hang the jokes on.","author":"Nigel Cole","topic":"Romantic"},{"quote":"I&#39;m a romantic, and we romantics are more sensitive to the way people feel. We love more, and we hurt more. When we&#39;re hurt, we hurt for a long time.","author":"Freddy Fender","topic":"Romantic"},{"quote":"Romantic art deals with the exception and with the individual. Good people, belonging as they do to the normal, and so, commonplace type, are artistically uninteresting.","author":"Oscar Wilde","topic":"Romantic"},{"quote":"I joined the air force. I took to it immediately when I arrived there. I did three years, eight months, and ten days in all, but it took me a year and a half to get disabused of my romantic notions about it.","author":"Morgan Freeman","topic":"Romantic"},{"quote":"I&#39;d like to be played as a child by Natalie Wood. I&#39;d have some romantic scenes as Audrey Hepburn and have gritty black-and-white scenes as Patricia Neal.","author":"Gloria Steinem","topic":"Romantic"},{"quote":"It is possible for a woman to be a romantic, but also to be single and to be happy.","author":"Taylor Swift","topic":"Romantic"},{"quote":"I don&#39;t think of myself as a romantic person; I&#39;m kind of more rough and tumble, I think. The things I&#39;m drawn to are outdoorsy, I only get dressed up when I have to. I&#39;m drawn to women who are into the same type of thing. If you&#39;re going to call it romantic, I&#39;m very spontaneous. That&#39;s probably the best thing I have going for me.","author":"Paul Walker","topic":"Romantic"},{"quote":"I&#39;m not what you might call sexy, but I&#39;m romantic. Let&#39;s put it that way.","author":"Betty White","topic":"Romantic"},{"quote":"I love being manipulated by what I see. I love weepies and romantic comedies where you&#39;re reaching for the Kleenex at the right moment.","author":"Nick Cave","topic":"Romantic"},{"quote":"Suddenly I&#39;ve got an overwhelming desire to surround myself with the aura of classical and Romantic art.","author":"Sylvester Stallone","topic":"Romantic"},{"quote":"I&#39;m a romantic.","author":"Tom Cruise","topic":"Romantic"},{"quote":"What I&#39;d really like to write is a romantic comedy. This is my favorite kind of movie. I feel almost embarrassed revealing this, because the genre has been so degraded in the past twenty years that saying you like romantic comedies is essentially an admission of mild stupidity.","author":"Mindy Kaling","topic":"Romantic"},{"quote":"To write a novel is to embark on a quest that is very romantic. People have visions, and the next step is to execute them. That&#39;s a very romantic project. Like Edvard Munch&#39;s strange dreamlike canvases where people are stylized, like &#39;The Scream.&#39; Munch must have had that vision in a dream, he never saw it.","author":"Joyce Carol Oates","topic":"Romantic"},{"quote":"The underdog winning is the romantic position.","author":"Malcolm Gladwell","topic":"Romantic"},{"quote":"I loved Debussy, Stravinsky, Chopin, Tchaikovsky, anything with romantic melodies, especially the nocturnes. Nietzsche was a hero, especially with &#39;Thus Spoke Zarathustra.&#39; He gets a bad rap; he&#39;s very misunderstood. He&#39;s a maker of individuals, and he was a teacher of teachers.","author":"Joni Mitchell","topic":"Romantic"},{"quote":"I always think the most romantic books or films are the ones where the romance doesn&#39;t happen, because it makes your heart ache so much watching it.","author":"Natalie Portman","topic":"Romantic"},{"quote":"It&#39;s glorious to be able to go onto the Internet and hear any kind of music anywhere, from anywhere, and get it instantly. But there&#39;s also something glorious about having a record with a sleeve and looking at the artwork, putting it on the turntable and playing it, there&#39;s still something romantic to me about that.","author":"Conor Oberst","topic":"Romantic"},{"quote":"Learning to give up on perfection may be just about the most romantic move any of us could make.","author":"Alain de Botton","topic":"Romantic"},{"quote":"Death was like love, a romantic escape.","author":"Brigitte Bardot","topic":"Romantic"},{"quote":"I am a hopeless romantic. And I won&#39;t stop till I get it right.","author":"Halle Berry","topic":"Romantic"},{"quote":"There is nothing glamorous or romantic about war. It&#39;s mostly about random pointless death and misery.","author":"Jon Krakauer","topic":"Romantic"},{"quote":"I was very influenced by the musicals and romantic comedies of the 1930s. I admired Gene Harlow and such, which probably explains why, since the end of my marriage, I&#39;ve dated nothing but a succession of blondes.","author":"Hugh Hefner","topic":"Romantic"},{"quote":"The most impactful place that I&#39;ve been to where I was just completely awestruck, happy, moved is Victoria Falls between Zambia and Zimbabwe. It is probably the most beautiful and romantic place in the world.","author":"Hill Harper","topic":"Romantic"},{"quote":"Kim Kardashian&#39;s marriage to Kris Humphries famously lasted 72 days, and was reported in the tabloids as being all about the big bucks paid by magazines for the bridal photos: it is a spectacle of a bride-to-be as entrepreneur, not as romantic heroine; the groom, in this scenario, is nothing but a prop.","author":"Naomi Wolf","topic":"Romantic"},{"quote":"Blushing is thought to be linked to increased levels of norepinephrine in the brain, which may be associated with romantic feelings. It signals that we are interested and excited, which is attractive to men.","author":"Helen Fisher","topic":"Romantic"},{"quote":"Judy Garland was a different type of entertainer. She was a dancer, a singer, and an incurable romantic.","author":"Mickey Rooney","topic":"Romantic"},{"quote":"I think that there is always a part of utopia in any romantic relationship.","author":"Pedro Almodovar","topic":"Romantic"},{"quote":"I like romantic dates - going on a long walk in Central Park and then taking the subway downtown and going out to eat and ordering oysters. After that, you walk around again and talk.","author":"Ansel Elgort","topic":"Romantic"},{"quote":"I wouldn&#39;t feel satisfied being on set every day doing a romantic comedy - I&#39;d be bored to death.","author":"Joaquin Phoenix","topic":"Romantic"},{"quote":"The romantic embrace can only be compared with music and with prayer.","author":"Havelock Ellis","topic":"Romantic"},{"quote":"I don&#39;t make romantic films. I make films about human relationships.","author":"Yash Chopra","topic":"Romantic"},{"quote":"I&#39;m turned off by the groupie thing. I&#39;m a romantic; I like finding the right woman, and if it works, it works.","author":"Joe Perry","topic":"Romantic"},{"quote":"Romantic love, or sex, is the only good thing in a life that is being lived in a dark way.","author":"Alan Furst","topic":"Romantic"},{"quote":"You know how you can be romantic? You can be romantic by going to a beautiful setting, sitting on a park bench, and getting good ole-fashioned golden arches, a.k.a. McDonald&#39;s. That&#39;s probably the best I can do romantically.","author":"Omari Hardwick","topic":"Romantic"},{"quote":"A man&#39;s ability to haggle is never a turn-on. The only thing less romantic than how much you paid is how much you saved. The last thing we want to hear is how you talked the jeweler down on our new earrings.","author":"Jennifer Coolidge","topic":"Romantic"},{"quote":"Junooniyat for love but not necessarily from the romantic perspective. For me, that is for family, that is for my work. For me, both these things are very important, so there is junoon for people I love, which is my family, and my work, which I worship.","author":"Yami Gautam","topic":"Romantic"},{"quote":"It gives me immense pleasure to be trustworthy, faithful, and true - to have the kind of romantic bond that inspires this.","author":"Kate Christensen","topic":"Romantic"},{"quote":"I&#39;m a complete romantic - it&#39;s why I always get married. Someone should really stop me.","author":"Pamela Anderson","topic":"Romantic"},{"quote":"You think, &#39;Musicals, they must always be romantic&#39; - You&#39;d be surprised how few of them historically have ever been romantic.","author":"Harold Prince","topic":"Romantic"},{"quote":"Trust is important in any relationship, not just a romantic one.","author":"Stephanie Sigman","topic":"Romantic"},{"quote":"I personally think Prague is more romantic than Paris. If you have a girlfriend, take her there.","author":"Stephanie Sigman","topic":"Romantic"},{"quote":"I&#39;m not a romantic lead. I have sticking-out ears and a little troll nose.","author":"Russell Tovey","topic":"Romantic"},{"quote":"Without romance, films will be boring. I doubt if people now understand romance, though they may claim it otherwise. I am very romantic in real life.","author":"Sunny Deol","topic":"Romantic"},{"quote":"Love is the driver for all great stories: not just romantic love, but the love of parent for child, for family, for country.","author":"Jojo Moyes","topic":"Romantic"},{"quote":"It kind of sounds pretentious, but a film I find deeply romantic is &#39;Buffalo &#39;66,&#39; which is a film by Vincent Gallo. It&#39;s about how you break down all those barriers and expose yourself and open yourself up to ultimately being hurt.","author":"Jim Sturgess","topic":"Romantic"},{"quote":"I was a very romantic, overly dramatic young lady, which served me well as a songwriter. Especially as someone who had to focus on lyrics and melody, because if you&#39;re a dramatic and romantic person, lyrics come easy, and you turn every single short-term relationship into the biggest &#39;Romeo-and-Juliet&#39; story ever.","author":"Jane Wiedlin","topic":"Romantic"},{"quote":"I don&#39;t think of Home Depot as romantic, but I do think the Christmas wonderland they put up during the holidays is magical. That is what Home Depot is to me, and that is the only romantic thing about it.","author":"Betty Who","topic":"Romantic"},{"quote":"The prince in &#39;The Leopard&#39; was a very complex character - at times autocratic, rude, strong - at times romantic, good, understanding - and sometimes even stupid, and above all, mysterious.","author":"Luchino Visconti","topic":"Romantic"},{"quote":"The compensation of a very early success is a conviction that life is a romantic matter. In the best sense one stays young.","author":"F. Scott Fitzgerald","topic":"Romantic"},{"quote":"I&#39;m a romantic slob!","author":"Willie Nelson","topic":"Romantic"},{"quote":"I&#39;m a feminist, but I think that romance has been taken away a bit for my generation. I think what people connect with in novels is this idea of an overpowering, encompassing love - and it being more important and special than anything and everything else.","author":"Emma Watson","topic":"Romantic"},{"quote":"I&#39;m very romantic and of course I want to be in love.","author":"Emma Watson","topic":"Romantic"},{"quote":"I am completely open to doing a romantic comedy, but I will never do something just for the sake of doing a specific genre or because it&#39;s the time or place to do a different type of movie. I think that would be a huge mistake.","author":"Leonardo DiCaprio","topic":"Romantic"},{"quote":"I&#39;m a hopeless romantic and passionate person when it comes to love.","author":"Jennifer Lopez","topic":"Romantic"},{"quote":"I don&#39;t get a lot of romantic comedy scripts.","author":"Ryan Reynolds","topic":"Romantic"},{"quote":"I love to have my hair down; I love to have my hair full... there&#39;s something romantic about it.","author":"Blake Lively","topic":"Romantic"},{"quote":"I find short, fast romances romantic. There&#39;s a beauty to dark imagery.","author":"Sam Smith","topic":"Romantic"},{"quote":"I have a romantic side.","author":"Curtis Jackson","topic":"Romantic"},{"quote":"I have a romantic vision of the beautiful delineation between TV and film that existed for so many years. I romanticize the studio system and movie stars as a whole, but obviously that&#39;s just anachronistic and probably a non-reality.","author":"Chris Pine","topic":"Romantic"},{"quote":"I feel close to Lloyd in &#39;Say Anything&#39;. He was like a super-interesting version of me. Only I&#39;m not as good as him. Whatever part of me is romantic and optimistic, I reached into that to play Lloyd.","author":"John Cusack","topic":"Romantic"},{"quote":"I&#39;m better with my hands, and I always loved the slightly romantic idea of starting with bits of wood and being able to create something to sit on, to eat from, to store your clothes in.","author":"Jamie Oliver","topic":"Romantic"},{"quote":"If you are pro love, you have to be a little bit disloyal to the romantic feelings that propel you in the early days.","author":"Alain de Botton","topic":"Romantic"},{"quote":"I&#39;m really interested in trying to tell stories about women that don&#39;t involve romantic components. That&#39;s so much a part of the way we feel about female characters and their needs that it feels like it&#39;s built in - but I&#39;d like to find a way that it&#39;s not. There are so many more stories than that.","author":"Greta Gerwig","topic":"Romantic"},{"quote":"Happy is the man whom the Muses love: sweet speech flows from his mouth.","author":"Hesiod","topic":"Romantic"},{"quote":"Romantic love is painful.","author":"will.i.am","topic":"Romantic"},{"quote":"I believed that the husband takes care of the family, and the wife takes care of him, and they are true to each other. I know that sounds a romantic illusion, but it can be true.","author":"Debbie Reynolds","topic":"Romantic"},{"quote":"I wanted to show people I&#39;m like a modern Romeo. I&#39;m romantic, but I can also be seductive. I can be cool and charismatic, swagger-type.","author":"Romeo Santos","topic":"Romantic"},{"quote":"You know, I grew up on romantic comedies, and it&#39;s hard to find a new way to tell that story.","author":"Rashida Jones","topic":"Romantic"},{"quote":"Neutrinos alone, among all the known particles, have ethereal properties that are striking and romantic enough both to have inspired a poem by John Updike and to have sent teams of scientists deep underground for 50 years to build huge science-fiction-like contraptions to unravel their mysteries.","author":"Lawrence M. Krauss","topic":"Romantic"},{"quote":"I love getting to bounce around and explore so much. I love Scandinavia. I love Spain. It&#39;s so mystical and romantic, yet it&#39;s gritty.","author":"Jason Mraz","topic":"Romantic"},{"quote":"I don&#39;t know where my romanticism comes from. My mom and dad would read to me a lot. &#39;Treasure Island,&#39; &#39;Robinson Crusoe,&#39; tales of chivalry and knights, things like that. Those are the stories I loved growing up.","author":"Daniel Radcliffe","topic":"Romantic"},{"quote":"Conductors&#39; careers are made for the most part with &#39;Romantic&#39; music. &#39;Classic&#39; music eliminates the conductor; we do not remember him in it.","author":"Igor Stravinsky","topic":"Romantic"},{"quote":"I&#39;ve always said that inside of me there is a rocker that wants to come out, but I&#39;m a romantic rocker.","author":"Luis Fonsi","topic":"Romantic"},{"quote":"I don&#39;t want to be pigeonholed into doing just romantic comedies. But they&#39;re fun, and especially for women, it&#39;s nice to go to see them and enjoy that breath of fresh air.","author":"Kristen Bell","topic":"Romantic"},{"quote":"&#39;Romeo And Juliet&#39; is the classic love story. When two lovers are separated and trying to get back to one another, that&#39;s fiercely romantic and something you become glued to.","author":"Saoirse Ronan","topic":"Romantic"},{"quote":"I guess it&#39;s ridiculously romantic, but I wanted to be a full tilt, sink-or-swim writer.","author":"Daniel Woodrell","topic":"Romantic"},{"quote":"Is that romantic fantasy real? Um, after kids, no. Take the kids away, I don&#39;t know. Depends.","author":"Robin Wright","topic":"Romantic"},{"quote":"I&#39;m very romantic.","author":"Enrique Iglesias","topic":"Romantic"},{"quote":"I&#39;m really good at making teen angst romantic. I&#39;m really good at dealing with heartbreak and things like that and making it into this whole experience. But there&#39;s no way to make someone-on-the-Internet-said-something-mean-about-me into romantic angst where you can listen to music and cry or whatever.","author":"Tavi Gevinson","topic":"Romantic"},{"quote":"I think that the romantic impulse is in all of us and that sometimes we live it for a short time, but it&#39;s not part of a sensible way of living. It&#39;s a heroic path and it generally ends dangerously. I treasure it in the sense that I believe it&#39;s a path of great courage. It can also be the path of the foolhardy and the compulsive.","author":"Jane Campion","topic":"Romantic"},{"quote":"I have never once celebrated a Valentine&#39;s Day as a romantic holiday. For me, it&#39;s another opportunity to tell my kids or whoever how much I love them. I hang pink crepe paper and make heart-shaped pancakes!","author":"Delilah","topic":"Romantic"},{"quote":"I fell in love with many women at school who had no idea I existed. I&#39;m a bit of a romantic.","author":"Eric Bana","topic":"Romantic"},{"quote":"With the first commandment, Mohammed tried to imprison common sense. And with the second commandment, the beautiful, romantic side of mankind was enslaved.","author":"Ayaan Hirsi Ali","topic":"Romantic"},{"quote":"A romantic relationship requires honesty between a couple.","author":"Tzipi Livni","topic":"Romantic"},{"quote":"There is a romantic, often misguided, misconception among the British that life in France is akin to life in Paradise.","author":"Janine di Giovanni","topic":"Romantic"},{"quote":"And I don&#39;t believe that children are innocent. In fact, no one seriously believes that. Just go to a playground and watch the kids playing in the sandbox! The romantic notion of the sweet child is simply the parents projecting their own wishes.","author":"Michael Haneke","topic":"Romantic"},{"quote":"I&#39;m pretty romantic.","author":"Douglas Booth","topic":"Romantic"},{"quote":"I will never create a romantic angle to survive on a game show.","author":"Karishma Tanna","topic":"Romantic"},{"quote":"Being a black woman, there&#39;s so many different sides of us. We are funny, silly, romantic, professional, smart, and we have good jobs.","author":"Lauren London","topic":"Romantic"},{"quote":"I&#39;m a teller of stories. I put bloody skins on my back and dance around the fire, and I say what the hunt was like. It&#39;s not erudite; it&#39;s not intellectual. I sail, run dogs, ride horses, play professional poker, and tell stories about the stuff I&#39;ve been through. And I&#39;m still a romantic; I still want Bambi to make it out of the fire.","author":"Gary Paulsen","topic":"Romantic"},{"quote":"I am a romantic, and I think dates are wonderful. I like quirky and fun things. Like going for a bike ride or for a pedicure together.","author":"Nargis Fakhri","topic":"Romantic"},{"quote":"Many people who don&#39;t like Rachmaninov&#39;s style consider the &#39;Rhapsody&#39; his masterpiece. It&#39;s written fantastically well for orchestra and piano. He combines a lot of effervescence with a deep, Romantic spirit.","author":"Stephen Hough","topic":"Romantic"},{"quote":"All of us have a romantic streak in us. That&#39;s why we are fallible, aren&#39;t we?","author":"Kapil Sibal","topic":"Romantic"},{"quote":"I am a huge romantic at heart.","author":"Armaan Malik","topic":"Romantic"},{"quote":"We&#39;re all just animals. That&#39;s all we are, and everything else is just an elaborate justification of our instincts. That&#39;s where music comes from. And romantic poetry. And bad novels.","author":"Elvis Costello","topic":"Romantic"},{"quote":"I enjoy doing romantic stories. I&#39;ve done a lot of them.","author":"Joe Lando","topic":"Romantic"},{"quote":"The gospel sets us free to become the romantic leaders of our marriages without fright or hesitation. Because we have been forever wooed by Jesus, we are now free to forever woo our wives.","author":"Tullian Tchividjian","topic":"Romantic"},{"quote":"I am very romantic. In fact, I just renewed my vows... although it was with another woman.","author":"Kevin Nealon","topic":"Romantic"},{"quote":"My home is attached to a study - in fact, my home is my study, and I have a little room to sleep in. I need to write looking onto the street or a landscape. Looking at reality from some distance gives me romantic visions.","author":"Orhan Pamuk","topic":"Romantic"},{"quote":"In short I will part with anything for you but you.","author":"Mary Wortley Montagu","topic":"Romantic"},{"quote":"I go to Saint Barth in the French West Indies for two weeks each year. That place is amazing. Amazing people, beautiful beaches, great wine, wonderful harbors... It&#39;s incredibly romantic.","author":"Brooke Burke","topic":"Romantic"},{"quote":"I lived by the candlelight for two years because I couldn&#39;t afford power. It was nice and romantic at the time, but if you can&#39;t afford power you&#39;re pretty broke. You endure it.","author":"Jeremy Renner","topic":"Romantic"},{"quote":"I know most people use their phones to tell time, but there&#39;s something very romantic and beautiful about a timepiece.","author":"Padma Lakshmi","topic":"Romantic"},{"quote":"It&#39;s easy to get wrapped up in sharing everyday life with a partner. It&#39;s fun to get lost in love and romance. It&#39;s the best. But holding on to yourself while doing that is the most important thing.","author":"Brittany Murphy","topic":"Romantic"},{"quote":"Back in the mid &#39;90s, I went to a film festival, and they were airing &#39;Central Park West&#39; at the same time as this cute little romantic comedy movie called &#39;French Exit,&#39; and I got to go from one theater where I was goofy, falling over myself, to this kind of evil vixen kind of character.","author":"Madchen Amick","topic":"Romantic"},{"quote":"If I can be my crazy, wild self in front of a person, and he still likes me, that&#39;s romantic.","author":"Preity Zinta","topic":"Romantic"},{"quote":"I don&#39;t think that digital photography is romantic yet. It&#39;s not sympathetic the way that film is.","author":"Matthew Modine","topic":"Romantic"},{"quote":"Originally, I thought English was more my home. But Spanish is so much more romantic. I&#39;ve had to learn new phrases. I&#39;ve had to learn to be more secure about singing in Spanish. But I&#39;m working on it.","author":"La India","topic":"Romantic"},{"quote":"The curse of the romantic is a greed for dreams, an intensity of expectation that, in the end, diminishes the reality.","author":"Marya Mannes","topic":"Romantic"},{"quote":"I am a hopeless romantic.","author":"Jessica Brown Findlay","topic":"Romantic"},{"quote":"I&#39;d always been quite wary of doing a romantic comedy. They all seem the same to me.","author":"Jim Sturgess","topic":"Romantic"},{"quote":"Some have called we rock and roll performers who never retire &#39;troubadours.&#39; I enjoy this misnomer immensely. While there are many differences between me and my distant predecessors in L&#39;Occitane, I do believe there is a lineage that connects us of the last 70 years with those romantic singers of the High Middle Ages.","author":"Frank Black","topic":"Romantic"},{"quote":"I was a huge fan of the bandleader Ray Noble when I was younger. He was one of the biggest musical names of his day and wrote such romantic songs as &#39;Goodnight Sweetheart&#39; and &#39;The Touch Of Your Lips.&#39; Wonderful stuff.","author":"June Whitfield","topic":"Romantic"},{"quote":"It more or less has the shape of a love song, but &#39;Crescent Moon&#39; reflects more my longing for an ancient romantic context that includes wild animals, fire, danger of death, stellar navigation, and seasonal intuition.","author":"Frank Black","topic":"Romantic"},{"quote":"You&#39;re always close and you never get that big romantic lead.","author":"Patricia Clarkson","topic":"Romantic"},{"quote":"Normally, things are viewed in these little segmented boxes. There&#39;s classical, and then there&#39;s jazz; romantic, and then there&#39;s baroque. I find that very dissatisfying. I was trying to find the thread that connects one type of music - one type of musician - to another, and to follow that thread in some kind of natural, evolutionary way.","author":"Jerry Lee Lewis","topic":"Romantic"},{"quote":"If it&#39;s a romantic holiday, the only thing I need is my wife. We love quiet and calm places where we can&#39;t be disturbed. Neither of us likes being in busy places; we would much rather stay in our hotel room and enjoy each other&#39;s company.","author":"Jean Reno","topic":"Romantic"},{"quote":"When I watch a romantic comedy, I feel like they&#39;re selling something that doesn&#39;t exist. Two beautiful, but extremely unpleasant, people are terrible to each other for an hour, accidentally kiss, then decide to like each other during an extremely vague montage. That isn&#39;t how people fall in love.","author":"Rainbow Rowell","topic":"Romantic"},{"quote":"It&#39;s very difficult, I think, especially on two cellphones, to have a romantic conversation.","author":"Rainbow Rowell","topic":"Romantic"},{"quote":"I&#39;m sorry, but I can&#39;t make a movie with the blonde from &#39;ER&#39; who is starring in every single bad romantic comedy.","author":"Matthew Fox","topic":"Romantic"},{"quote":"India is desperately romantic, utterly unashamed of its sentimentality, its generosity, its fierce pride and massive heart.","author":"Simon Beaufoy","topic":"Romantic"},{"quote":"As a kid I quite fancied the romantic, Bohemian idea of being an artist. I expect I thought I could escape from the difficulties of maths and spelling. Maybe I thought I would avoid the judgement of the establishment.","author":"Peter Wright","topic":"Romantic"},{"quote":"I had to trick people into giving me money for my first film. Making a romantic comedy is easier and more expected from a woman than it is to make a drama about a Japanese warrior.","author":"Julie Delpy","topic":"Romantic"},{"quote":"I fancy the romantic image of myself being soothed and inspired by music and the sweet aroma and flickering lights of candles.","author":"Mary Balogh","topic":"Romantic"},{"quote":"In the West, audiences think I am a stereotyped action star, or that I always play hitmen or killers. But in Hong Kong, I did a lot of comedy, many dramatic films, and most of all, romantic roles, lots of love stories. I was like a romance novel hero.","author":"Chow Yun-Fat","topic":"Romantic"},{"quote":"I get some of my ideas from watching my three daughters, but most of them come from my own memories of growing up. I can remember how romantic I was, not just about love, but romance in the classic sense - the romantic ideals: of honor and truth, of loyalty, sacrifice and fairness. Those were the elements that made a story satisfying to me.","author":"Francine Pascal","topic":"Romantic"},{"quote":"The hours I spent attempting to decipher some of Dunnett&#39;s more oblique passages opened me to the possibilities of romantic storytelling.","author":"Alaya Dawn Johnson","topic":"Romantic"},{"quote":"There is as much wisdom in listening as there is in speaking - and that goes for all relationships, not just romantic ones.","author":"Daniel Dae Kim","topic":"Romantic"},{"quote":"Forget romantic fiction, a survey has found that most women would rather read a good book than go shopping, have sex, or sleep.","author":"Janet Street-Porter","topic":"Romantic"},{"quote":"Romantic fiction is the only purely feminine art form. All other art forms were shaped and are dominated by men.","author":"Charlotte Lamb","topic":"Romantic"},{"quote":"I want to do all kinds of things. I want to do some comedy. I&#39;d love to do a romantic comedy, and I&#39;d love to do some period pieces with classical text. I&#39;d love somebody to cast me as Macbeth, but for a film. I just want to be all over the place.","author":"Kevin Alejandro","topic":"Romantic"},{"quote":"Everyone who knows me knows that I&#39;m a hopeless romantic who listens to love ballads and doo-wop songs all the time.","author":"Henry Rollins","topic":"Romantic"},{"quote":"When I was 18, I thought that, to be a romantic, you couldn&#39;t live past 30.","author":"David Bowie","topic":"Romantic"},{"quote":"I have nothing against romance. I believe that we must hold on to the right to dream and to be romantic. But an Indian village is not something that I would romanticize that easily.","author":"Arundhati Roy","topic":"Romantic"},{"quote":"I love Indian, Italian and Mexican food. And if it&#39;s a romantic type of thing, I like a good French restaurant.","author":"Dolly Parton","topic":"Romantic"},{"quote":"I love romantic poetry.","author":"Richard Dawkins","topic":"Romantic"},{"quote":"Stand-up is like a row boat: it&#39;s fun and romantic when you&#39;re choosing to do it. But if you have no other choice than to be in a row boat it&#39;s not as enjoyable; that&#39;s survival.","author":"Demetri Martin","topic":"Romantic"},{"quote":"Wave after wave of love flooded the stage and washed over me, the beginning of the one great durable romance of my life.","author":"Bette Davis","topic":"Romantic"},{"quote":"Kabul is a walled city, which sounds romantic except the walls are pre-cast reinforced concrete blast barriers, 10 feet tall and 15 feet long and moved into place with cranes. The walls are topped with sandbags, and the sandbags are topped with guard posts from which gun barrels protrude.","author":"P. J. O'Rourke","topic":"Romantic"},{"quote":"The male is always the pawn in a romantic comedy. Come together, break up, go chase her, get her, roll credits. That&#39;s what happens in all of them.","author":"Matthew McConaughey","topic":"Romantic"},{"quote":"I personally don&#39;t like to go see romantic comedies. But people do want to see them, and they seem to want to see me in them.","author":"Matthew McConaughey","topic":"Romantic"},{"quote":"By all but the pathologically romantic, it is now recognized that this is not the age of the small man.","author":"John Kenneth Galbraith","topic":"Romantic"},{"quote":"My wife was the first romantic partner who understood both American and native parts of me - not so much the positive stuff, but the damage.","author":"Sherman Alexie","topic":"Romantic"},{"quote":"I&#39;ve never tried to reach a certain demographic of an audience or try to say, &#39;OK, now I&#39;m going to do this type of film to transition myself into more adult roles.&#39; Or a romantic hero. Or whatever it may be - you know what I mean?","author":"Leonardo DiCaprio","topic":"Romantic"},{"quote":"The work ethic at art school is completely different than the work ethic amongst people who get into music. People who paint, it&#39;s an honorable thing to spend all day and all night in front of your canvas - that is the romantic vision of the painter.","author":"Nick Cave","topic":"Romantic"},{"quote":"Moving to the country is a very bold thing to do. You can have vague romantic notions about doing that, but in actuality, it can be a terrifying thing.","author":"Nick Cave","topic":"Romantic"},{"quote":"Marriage is not simply a romantic union between two people; it&#39;s also a political and economic contract of the highest order.","author":"Elizabeth Gilbert","topic":"Romantic"},{"quote":"A romantic comedy has to be funny and make you think about life; but the obstacle that has to be overcome is key.","author":"Jennifer Lopez","topic":"Romantic"},{"quote":"There&#39;s the tradition of the 19th-century ballets, and the 20th century has had a difficult time with that tradition. And it&#39;s had a difficult time with many components of the Romantic imagination because of modernism.","author":"Twyla Tharp","topic":"Romantic"},{"quote":"I want to turn my attention to movies about love relationships. Exploring the female psyche - there ought to be some interesting discoveries there. Love stories. If you do it right, people want to hear romantic dialog.","author":"Sylvester Stallone","topic":"Romantic"},{"quote":"There are certain romances that belong in certain cities, in a certain atmosphere, in a certain time.","author":"Sammy Davis, Jr.","topic":"Romantic"},{"quote":"I think I give the impression of being a romantic, and I think inside I&#39;m quite severe. But some might say they had the opposite impression of me.","author":"Tom Stoppard","topic":"Romantic"},{"quote":"Like almost everything else from the West, the Romantic Revolution arrived late in Russia.","author":"Tom Stoppard","topic":"Romantic"},{"quote":"For me, the performance was always playing different people. And so when I got older, was no longer the romantic leading movie star, it became more and more interesting for me, the characters I played, you know?","author":"Michael Caine","topic":"Romantic"},{"quote":"Fall 2013 was inspired by the 1970s equestrian lifestyle. I wanted to incorporate the moody and romantic - intricate baroque detailing and classic menswear elements - with something tougher and edgier in a nod to London&#39;s rock n&#39; roll underground.","author":"Rachel Zoe","topic":"Romantic"},{"quote":"I regard romantic comedies as a subgenre of sci-fi, in which the world operates according to different rules than my regular human world.","author":"Mindy Kaling","topic":"Romantic"},{"quote":"I had these kind of unrealistic expectations that were fueled by romantic comedies, and it has both helped me and hurt me in many ways. It helped me because, in general, they&#39;ve made me hopeful. I just figure things will eventually work out for me. But nobody is like any Tom Hanks character. Nobody is Hugh Grant. No one is Meg Ryan!","author":"Mindy Kaling","topic":"Romantic"},{"quote":"I have such a rich fantasy life, I can&#39;t help it. I do make up a lot of romantic stories in my head.","author":"Mindy Kaling","topic":"Romantic"},{"quote":"Woody Allen is really the ultimate. I love that he believed in himself enough to do what he did. And I have that same feeling - that there&#39;s nobody that looks like me in movies, nobody would cast me as a romantic lead, but I want to do it and I feel confident that I can.","author":"Mindy Kaling","topic":"Romantic"},{"quote":"When men hear women want a commitment, they think it means commitment to a romantic relationship, but that&#39;s not it. It&#39;s a commitment to not floating around anymore. I want a guy who is entrenched in his own life. Entrenched is awesome.","author":"Mindy Kaling","topic":"Romantic"},{"quote":"On &#39;The Office,&#39; so much of the show is about disguising your true feelings and your romantic feelings because it was a mock documentary.","author":"Mindy Kaling","topic":"Romantic"},{"quote":"I&#39;m from L.A., so I&#39;m used to seeing people in sunglasses and flip-flops. There&#39;s something so romantic about a man in a scarf and a knitted hat.","author":"Meghan Markle","topic":"Romantic"},{"quote":"I love a good romantic comedy.","author":"Joss Whedon","topic":"Romantic"},{"quote":"Young people have this almost romantic attachment to civil rights, liberties, emancipating people from oppression, etc. The idea that such oppression exists in this country offends me, but it&#39;s able to be pushed and sold because education in this country is so woefully incompetent and inept.","author":"Rush Limbaugh","topic":"Romantic"},{"quote":"Acting is not about anything romantic, not even fantasy, although you do create fantasy.","author":"James Earl Jones","topic":"Romantic"},{"quote":"In the romantic sense, I&#39;m pretty useless with guys. If I see somebody who I&#39;m attracted to, generally I just think, &#39;Oh well, he&#39;s not interested in me.&#39; The only time that I talk to guys is when they talk to me first.","author":"Carrie Underwood","topic":"Romantic"},{"quote":"Romantic poetry had its heyday when people like Lord Byron were kicking it large. But you try and make a living as a poet today, and you&#39;ll find it&#39;s very different!","author":"Alan Moore","topic":"Romantic"},{"quote":"I grew up in southeastern Oklahoma on a working cattle ranch, and it was always very romantic to me: The West, the cowboy, the Western way of life.","author":"Reba McEntire","topic":"Romantic"},{"quote":"I don&#39;t know who would not classify themselves as a romantic. I think that would be sort of sad.","author":"Natalie Portman","topic":"Romantic"},{"quote":"When people discuss the 1960s and the great Civil Rights Era, they often speak in romantic terms as if there wasn&#39;t immense work put in, and as if there wasn&#39;t immense sacrifice that took place. But none of those battles were easily fought and won; there were sustained movements behind them.","author":"Al Sharpton","topic":"Romantic"},{"quote":"I love romantic comedies. I like to watch them and I like to be in them. It&#39;s something that&#39;s increasingly difficult to find that spark of originality that makes if different than the ones that come before.","author":"Julia Roberts","topic":"Romantic"},{"quote":"Full-blooded romantic love I wouldn&#39;t be able to write about.","author":"Alan Bennett","topic":"Romantic"},{"quote":"My father has been an actor since 1964. Things were tight a lot of the times, financially. It wasn&#39;t like a big romantic adventure.","author":"Chris Pine","topic":"Romantic"},{"quote":"More generally, I made an effort to leave out things that weren&#39;t relevant to the main narrative themes of the book, namely that there were two sides to Steve Jobs: the romantic, poetic, countercultural rebel on one side, and the serious businessperson on the other.","author":"Walter Isaacson","topic":"Romantic"},{"quote":"Acting can be pretty challenging. I can&#39;t say making a romantic comedy is challenging, but to do anything well, you have to put yourself into it.","author":"John Cusack","topic":"Romantic"},{"quote":"But no, I don&#39;t really like romantic comedies, so I don&#39;t really care. I never go see &#39;em.","author":"John Cusack","topic":"Romantic"},{"quote":"The romantic person instinctively sees marriage in terms of emotions, but what a couple actually gets up to together over a lifetime has much more in common with the workings of a small business. They must draw up work rosters, clean, chauffeur, cook, fix, throw away, mind, hire, fire, reconcile, and budget.","author":"Alain de Botton","topic":"Romantic"},{"quote":"I&#39;m fascinated by Comte&#39;s clear-eyed analysis of what was wrong with modern society, which is that you&#39;ve got industrial capitalism on one side and romantic love on the other. Those, along with non-instrumental art, are supposed to get you through the day?","author":"Alain de Botton","topic":"Romantic"},{"quote":"The notion that the public accepts or rejects anything in modern art is merely romantic fiction. The game is completed and the trophies distributed long before the public knows what has happened.","author":"Tom Wolfe","topic":"Romantic"},{"quote":"I don&#39;t think Hollywood knows what to do with me. I would imagine that when it comes to romantic comedies, my name would be pretty low down on the list.","author":"Gary Oldman","topic":"Romantic"},{"quote":"The whole romantic part of my life was a wipeout. I didn&#39;t even own a belt.","author":"Paul Lynde","topic":"Romantic"},{"quote":"There are a lot of love stories in &#39;Maggie&#39;s Plan,&#39; but the deepest, truly romantic one is between Maggie and her daughter.","author":"Greta Gerwig","topic":"Romantic"},{"quote":"I have a great wife and it&#39;s very easy to be romantic because it makes her happy and then my life is so much better when she&#39;s happy.","author":"Nicholas Sparks","topic":"Romantic"},{"quote":"I am not married, no. I wasn&#39;t really into the notion when I was younger, but now I think a proposal is the ultimate romantic gesture.","author":"Miranda Hart","topic":"Romantic"},{"quote":"I&#39;ve actually always wanted to write like a one-person show that was sort of a romantic comedy - a show that was kind of cynical about romance and marriage but ultimately embraced it. Because I feel like comedy is always cynical, inherently, because it&#39;s contrarian.","author":"Mike Birbiglia","topic":"Romantic"},{"quote":"I&#39;m very much a romantic. I&#39;m highly attuned to an older sensibility, which I believe is alive and well. We&#39;re not that far ahead of the Romantic Age in society.","author":"Rufus Wainwright","topic":"Romantic"},{"quote":"The Germany I was enthused with was more old fashioned and kind of romantic. I just got there, and the next thing you know, I had this huge gilded album. It was kind of an amazing experience because I didn&#39;t intend it to be that way.","author":"Rufus Wainwright","topic":"Romantic"},{"quote":"Numerous studies have shown how when one person in a romantic coupling gets depressed, the other becomes more depressed.","author":"Karen Salmansohn","topic":"Romantic"},{"quote":"You know, I think that romance sort of coincides with effort, so you can fall flat on your face, but as long as you&#39;re making a great effort, I think it comes off as romantic.","author":"Ashton Kutcher","topic":"Romantic"},{"quote":"I think that romance sort of coincides with effort, so you can fall flat on your face, but as long as you&#39;re making a great effort, I think it comes off as romantic. So it can be something as simple as, like, if you&#39;re someone who doesn&#39;t cook, you can make a meal.","author":"Ashton Kutcher","topic":"Romantic"},{"quote":"I don&#39;t think of death in a romantic way anymore.","author":"Robert Smith","topic":"Romantic"},{"quote":"I&#39;m not the most romantic guy, although I do try.","author":"Seth Rogen","topic":"Romantic"},{"quote":"Usually comedy is only available to us ladies in the romantic comedy. That&#39;s why I hate romantic comedies.","author":"Sandra Bullock","topic":"Romantic"},{"quote":"I think in general, romantic comedies tend to take one person&#39;s point of view, but every once in a while you get something that is balanced for two people.","author":"Sandra Bullock","topic":"Romantic"},{"quote":"I&#39;ve never been a blind romantic.","author":"Sandra Bullock","topic":"Romantic"},{"quote":"I am so romantic about Gypsies. They&#39;re not allowed to do anything until they get married. So they all get married really young, at sixteen.","author":"Kate Moss","topic":"Romantic"},{"quote":"I could never understand, when I watch romantic comedies, the notion that for some reason, unattractive or heavy people don&#39;t fall in love. If they do, it&#39;s in some odd, kooky, roundabout way - and it&#39;s not. It&#39;s exactly the same.","author":"James Corden","topic":"Romantic"},{"quote":"I read too many romance novels during my formative years. I have a penchant for romantic comedies. I understand why &#39;Romeo and Juliet&#39; came to such a pass.","author":"Roxane Gay","topic":"Romantic"},{"quote":"For food to be romantic, it should be light. Too many times people plan a romantic meal, and the food is too heavy.","author":"Jose Andres","topic":"Romantic"},{"quote":"The conventional wisdom is that if you are gay, you cannot play the romantic straight lead in a movie.","author":"Ian Mckellen","topic":"Romantic"},{"quote":"Even now, there are young actors who want careers as romantic leading men, and the best thing is not to reveal you&#39;re gay.","author":"Ian Mckellen","topic":"Romantic"},{"quote":"The huge difference in my lifetime is that you can just go up to somebody and make a pass. You couldn&#39;t do that in the 1950s if you were gay. There were secret handshakes, a secret language. There was nowhere you could go to be romantic outside of people&#39;s houses.","author":"Ian Mckellen","topic":"Romantic"},{"quote":"I used to be addicted to &#39;Reader&#39;s Digest&#39; growing up. I would read the stories about love, and I guess that&#39;s where I became a hopeless romantic. I draw from that a lot.","author":"Sia","topic":"Romantic"},{"quote":"The older generations are too wedded to political parties, too wedded to romantic memories of what education was like when they were kids, and too wedded to the status quo group that clings to power.","author":"Betsy DeVos","topic":"Romantic"},{"quote":"I&#39;ve programmed myself musically to come up with love-feeling tracks that are romantic, sexy, but classy, all in one. And that&#39;s the challenge. Once I create that music, then the lyrical content starts to come - you know, the stories and things like that.","author":"R. Kelly","topic":"Romantic"},{"quote":"Personally, I find it romantic not to be with someone all the time; you don&#39;t get used to someone or take them for granted.","author":"Monica Bellucci","topic":"Romantic"},{"quote":"To me, little Mike Wazowski is one of the best characters I ever got to play because he was funny. He was outrageous. He got angry. He was romantic. He was a full, well-rounded character.","author":"Billy Crystal","topic":"Romantic"},{"quote":"The life of Edward Estlin Cummings began with a childhood in Cambridge, Mass., that he described as happy, but he struggled in both his artistic and romantic exploits against the piousness of his father, an esteemed Harvard professor.","author":"Billy Collins","topic":"Romantic"},{"quote":"I love romantic comedies. I have a deep respect for them. I think they&#39;re really difficult to write and write well.","author":"Rashida Jones","topic":"Romantic"},{"quote":"My wife would say I&#39;m not romantic at all, but I would say that I&#39;m the ultimate romancer because I write about... life being brilliant.","author":"Noel Gallagher","topic":"Romantic"},{"quote":"My first wife was a brunette, and Barbi Benton, my major romantic relationship of the early 1970s, was a brunette. But since the end of my marriage, all of my girlfriends have been blonds.","author":"Hugh Hefner","topic":"Romantic"},{"quote":"It&#39;s easier to write from my own life, and it&#39;s also more fun. I always write about relationships, for instance, whether they&#39;re romantic relationships, friendships, encounters... there&#39;s always a lesson to be learned from them.","author":"Jason Mraz","topic":"Romantic"},{"quote":"I can&#39;t remember a time when I didn&#39;t want to be a reporter. I don&#39;t know where I got the idea that it was a romantic calling.","author":"Charles Kuralt","topic":"Romantic"},{"quote":"Now that I look back on it, having retired from being a reporter, it was kind of romantic. It was a wonderful way to live one&#39;s life, just as I imagined it would be when I was 6 or 7.","author":"Charles Kuralt","topic":"Romantic"},{"quote":"I believe I can even yet remember when I saw the stars for the first time.","author":"Max Muller","topic":"Romantic"},{"quote":"I&#39;m not a romantic.","author":"Jack Kevorkian","topic":"Romantic"},{"quote":"A romantic or classical view of the French approach would have been to say, &#39;It&#39;s a French company; let no one attack it. Let&#39;s block any merger. But the reality is Alcatel-Lucent is not a French company; it&#39;s a global company. Its main markets are China and the U.S. Its ownership is foreign; most of its managers aren&#39;t French.","author":"Emmanuel Macron","topic":"Romantic"},{"quote":"War is terrible. There is nothing romantic about war.","author":"Martin McGuinness","topic":"Romantic"},{"quote":"Romantic stuff is not something I really remember.","author":"Darius Rucker","topic":"Romantic"},{"quote":"I like romantic comedy as a genre, but I think it can get stuck in its ways.","author":"Zooey Deschanel","topic":"Romantic"},{"quote":"Romantic comedies are usually about when love works.","author":"Zooey Deschanel","topic":"Romantic"},{"quote":"I&#39;m a romantic, but I&#39;m not a romantic in the traditional sense. I like to romanticize what happens to me. Whatever happens to me - you could quantify it as good or bad - I romanticize it. I think along the lines of &#39;When that thing happened, it made me who I am.&#39; That kind of thing. It&#39;s a different way of being romantic.","author":"Zooey Deschanel","topic":"Romantic"},{"quote":"I can be a romantic. The way to every woman&#39;s heart is through her stomach. Food is at the core of everything.","author":"Paul Hollywood","topic":"Romantic"},{"quote":"Love alone could waken love.","author":"Pearl S. Buck","topic":"Romantic"},{"quote":"I had no romantic interest in Gable. I considered him an older man.","author":"Gene Tierney","topic":"Romantic"},{"quote":"My political awakening, if I can be as grand as to call it that, was all about what was happening around me. It wasn&#39;t some romantic, patriotic vision of Scotland going back to what it had been 300 years previously.","author":"Nicola Sturgeon","topic":"Romantic"},{"quote":"My books are love stories at core, really. But I am interested in manifestations of love beyond the traditional romantic notion. In fact, I seem not particularly inclined to write romantic love as a narrative motive or as an easy source of happiness for my characters.","author":"Khaled Hosseini","topic":"Romantic"},{"quote":"If I eat a huge meal and I can get the girl to rub my belly, I think that&#39;s about as romantic as I can think of.","author":"Ryan Gosling","topic":"Romantic"},{"quote":"I think the most romantic thing you can do is just turn up. Turn up when it&#39;s difficult for you. Travel halfway around the world or just up the road. Whatever it is, just be there.","author":"James McAvoy","topic":"Romantic"},{"quote":"Some nights, a romantic dinner can be killed by having to do dishes afterward, so it probably suits you better to go out for dinner. But I love cooking and always have.","author":"Jeffrey Dean Morgan","topic":"Romantic"},{"quote":"If a man lets all of my dogs sleep in the bed with us, then that is the most romantic thing. You must love my dogs in order to love me. A man who is nice to my animals and doesn&#39;t shoo them away - well, that&#39;s the height of romance.","author":"Salma Hayek","topic":"Romantic"},{"quote":"My new movie, Fools Rush In, is a romantic comedy and the girl I play in that is very warm, very sweet.","author":"Salma Hayek","topic":"Romantic"},{"quote":"The most romantic thing I ever did to my woman? I painted her toenails!","author":"Tracy Morgan","topic":"Romantic"},{"quote":"As far as the lack of hits goes, I think perhaps it&#39;s because I&#39;ve played a lot of different roles and have not created a persona that the public can latch on to. I have played everything from psychopathic killers to romantic leading men, and in picking such diverse roles I have avoided typecasting.","author":"Jeff Bridges","topic":"Romantic"},{"quote":"If you don&#39;t know a lot about figure skating, it&#39;s easy to fall in love with ice dancing because it&#39;s so romantic and so theatrical.","author":"Dorothy Hamill","topic":"Romantic"},{"quote":"When I got married, the Sun ran the headline: &#39;Here comes the bride, all fat and wide.&#39; Luckily, it was a few days after the wedding - but it was still hideous to read at a great romantic moment.","author":"Jo Brand","topic":"Romantic"},{"quote":"I don&#39;t want to be Mr. Romantic Leading Man. I don&#39;t want to be the Dance Dude. I don&#39;t want to be the Action Guy. If I had to do any one of those all my life, it&#39;d drive me crazy.","author":"Patrick Swayze","topic":"Romantic"},{"quote":"I am a hopeless romantic, and so is my wife.","author":"Nick Cannon","topic":"Romantic"},{"quote":"What Romantic terminology called genius or talent or inspiration is nothing other than finding the right road empirically, following one&#39;s nose, taking shortcuts.","author":"Italo Calvino","topic":"Romantic"},{"quote":"I would pretend to be the French lieutenant&#39;s woman. I was always a romantic. I still am, actually.","author":"Helena Bonham Carter","topic":"Romantic"},{"quote":"My greatest environments in which I can grow, or grow up, is in personal romantic relationships with a man.","author":"Alanis Morissette","topic":"Romantic"},{"quote":"I find television, and particularly live television, very romantic: the idea that there is this small group of people, way up high, in a skyscraper in the middle of Manhattan, beaming this signal out into the night.","author":"Aaron Sorkin","topic":"Romantic"},{"quote":"I don&#39;t know if it&#39;s possible to live the rock &#39;n roll lifestyle and still be romantic.","author":"Adam Levine","topic":"Romantic"},{"quote":"People love to be listened to and represented, and they love it when they feel like you have some of the same problems that they do. Everybody deals with things like romantic difficulties in relationships and death and cancer and abuse.","author":"Jason Isbell","topic":"Romantic"},{"quote":"The violent quarrel between the abstractionists and the surrealists seems to me quite unnecessary. All good art has contained both abstract and surrealist elements, just as it has contained both classical and romantic elements - order and surprise, intellect and imagination, conscious and unconscious.","author":"Henry Moore","topic":"Romantic"},{"quote":"My younger brother&#39;s death in Vietnam was both sobering and cause for reflection. In &#39;Fallen Angels&#39; I wanted to dispel the notion of war as either romantic or simplistically heroic.","author":"Walter Dean Myers","topic":"Romantic"},{"quote":"Once I got married and had kids, I moved away from romantic roles, because it seemed wrong to have my three-year-old wondering why Daddy was kissing someone else.","author":"Chevy Chase","topic":"Romantic"},{"quote":"I did send a girl a plane ticket asking her for a visit, I guess that&#39;s quite romantic.","author":"Orlando Bloom","topic":"Romantic"},{"quote":"A boy is holding a girl so very tight in his arms tonight.","author":"Edward VIII","topic":"Romantic"},{"quote":"&#39;Natural Born Killers&#39; is really a misunderstood romantic comedy.","author":"Woody Harrelson","topic":"Romantic"},{"quote":"I enjoy romantic comedies in general. I like them when they&#39;re bad, I like when they&#39;re good.","author":"Jessica Williams","topic":"Romantic"},{"quote":"What I really want is to play the romantic lead and get the girl.","author":"Peter Dinklage","topic":"Romantic"},{"quote":"I feel like you don&#39;t know if someone&#39;s equipped for a romantic relationship until they&#39;re out of their twenties.","author":"Lena Dunham","topic":"Romantic"},{"quote":"I think romantic comedy, when done right, is my favorite genre. It&#39;s just a genre that&#39;s very human.","author":"Lena Dunham","topic":"Romantic"},{"quote":"There&#39;s something really great and romantic about being poor and sleeping on couches.","author":"Ben Affleck","topic":"Romantic"},{"quote":"Romantic love is an addiction.","author":"Helen Fisher","topic":"Romantic"},{"quote":"I&#39;ve always maintained that men were more romantic than women.","author":"Helen Fisher","topic":"Romantic"},{"quote":"I think romantic love evolved to enable you to focus your mating energy on just one individual at a time, thereby conserving mating time and energy.","author":"Helen Fisher","topic":"Romantic"},{"quote":"Anthropologists have found evidence of romantic love in 170 societies. They&#39;ve never found a society that did not have it.","author":"Helen Fisher","topic":"Romantic"},{"quote":"Psychologists maintain that the dizzying feeling of intense romantic love lasts only about 18 months to - at best - three years.","author":"Helen Fisher","topic":"Romantic"},{"quote":"I had a kind of romantic notion about being a Hollywood Errol Flynn type.","author":"Kelsey Grammer","topic":"Romantic"},{"quote":"I had a kind of romantic notion about being a Hollywood Errol Flynn type. Honestly, I did not get into a lot of bar brawls - but I was always willing to. About the only thing missing from my story is that I haven&#39;t had a full knock-down fight in the middle of the Polo Lounge.","author":"Kelsey Grammer","topic":"Romantic"},{"quote":"I hope that I would be considered romantic. I don&#39;t know... one of my favorite movies is &#39;The Notebook&#39; so I guess that would be considered romantic. But I think being romantic is more than the flowers and the gifts. It&#39;s about connecting with the person and being able to talk and share things with her.","author":"Taylor Lautner","topic":"Romantic"},{"quote":"I guess I&#39;m a bit of a romantic.","author":"Felicity Jones","topic":"Romantic"},{"quote":"I am definitely romantic, and I love romantic stories - that&#39;s why I keep making romantic movies.","author":"Felicity Jones","topic":"Romantic"},{"quote":"I was thinking &#39;Love Story&#39;, obviously, was a romantic film of that time.","author":"Felicity Jones","topic":"Romantic"},{"quote":"That&#39;s my biggest struggle, is maintaining a personal romantic relationship. It takes a lot of effort.","author":"Chelsea Handler","topic":"Romantic"},{"quote":"I think as a young actress, it&#39;s very rare that you read something where you&#39;re not either &#39;the girl&#39; or there to serve some romantic purpose in a male dominated cast.","author":"Sienna Miller","topic":"Romantic"},{"quote":"I was blinded by being a romantic person.","author":"Sienna Miller","topic":"Romantic"},{"quote":"The amount of speculation surrounding my romantic life is astounding. It&#39;s strange how involved people get: invested and angry, really disappointed.","author":"Sienna Miller","topic":"Romantic"},{"quote":"When I was sixteen, I was an absolutely romantic guy. I fell in love every week. I mean, I was in love with everybody, but unfortunately, nobody was in love with me.","author":"Alejandro Gonzalez Inarritu","topic":"Romantic"},{"quote":"You know, I&#39;ve always thought that it would be really funny if somebody made a romantic comedy where absolutely everything went well from beginning to end.","author":"Fiona Apple","topic":"Romantic"},{"quote":"My favorite genre is definitely romantic comedy. I love &#39;When Harry Met Sally.&#39;","author":"Dylan Lauren","topic":"Romantic"},{"quote":"The reason I turn down 99% of a hundred, I mean a thousand, scripts is because romantic comedies are often very romantic but seldom very funny.","author":"Hugh Grant","topic":"Romantic"},{"quote":"As it is, I have a limited range as an actor - light comedy. I have never been a fan of romantic comedies, and yet that is what I have ended up mostly doing.","author":"Hugh Grant","topic":"Romantic"},{"quote":"I never meant to be in romantic comedies; it&#39;s just what ended up happening. But they are tricky, in a post-1960s sexual revolution way. It was easier when you couldn&#39;t have sex scenes: everything crackled very nicely. They&#39;re not easy.","author":"Hugh Grant","topic":"Romantic"},{"quote":"I&#39;m not a social singer. But if one can take a social message via the romantic, that&#39;s a strong statement.","author":"Luis Fonsi","topic":"Romantic"},{"quote":"In my player, I have a Luis Miguel CD as well as a Brian McKnight CD. I&#39;m known for my very romantic ballads as well as the fun, up-tempo pop songs.","author":"Luis Fonsi","topic":"Romantic"},{"quote":"The genre I listen to the most is salsa, so people look at me and see this guy who&#39;s done mostly romantic ballads, but there&#39;s always been this other side.","author":"Luis Fonsi","topic":"Romantic"},{"quote":"These women were taking over these former manufacturing warehouses in SoHo and figuring out a way to be fashionable and viable without money. It&#39;s hard to imagine a life like that in Manhattan now - there&#39;s something romantic about it.","author":"Rachel Kushner","topic":"Romantic"},{"quote":"The other two things are... well, I had a huge appetite for old black and white movies on BBC 2. At the weekends they used to run matinees, and the more romantic the better.","author":"Ewan McGregor","topic":"Romantic"},{"quote":"I love romantic comedies. They&#39;re for me the easiest thing to do and the most natural to do. There&#39;s nothing natural about holding an uzi hanging out of a moving van shooting at people. That&#39;s not second nature to me, thank God.","author":"Gabrielle Union","topic":"Romantic"},{"quote":"Schumann&#39;s &#39;Quintet in E flat for Piano and Strings&#39; is one of the sublime moments in Romantic music.","author":"Robert Gottlieb","topic":"Romantic"},{"quote":"I&#39;m a big movie fan, and I want to make movies in every genre. I want to make my romantic comedy one day.","author":"James Wan","topic":"Romantic"},{"quote":"Kissing scenes are never romantic or sexy. They&#39;re actually super technical, like, &#39;Move your head; you&#39;re blocking her light,&#39; or, &#39;Stop looking like an idiot when you kiss her.&#39;","author":"Will Poulter","topic":"Romantic"},{"quote":"I find L.A. kind of romantic, actually. As a movie junkie, it&#39;s a city that was built by the movies. There&#39;s something really weird and surreal about it that I find energizing.","author":"Damien Chazelle","topic":"Romantic"},{"quote":"I proposed to my wife on Brighton Beach, and she said yes. That&#39;s pretty romantic. Even though I forgot to go down on one knee because I was too busy trying to compose the question.","author":"Robert Webb","topic":"Romantic"},{"quote":"I loved the whole New Romantic, New Wave thing... New Order, Soft Cell, Depeche Mode, Gary Numan, Blancmange, Yazoo.","author":"John Grant","topic":"Romantic"},{"quote":"I broke my nose in gym when a ball hit me. I took a girl to her debutante ball the next week wearing a tux and a big, honking bandage. Not the romantic night she had in mind.","author":"Wentworth Miller","topic":"Romantic"},{"quote":"I didn&#39;t know what to expect, having not been an artist before. From the outside, you only see romantic snapshots of what seems like a great lifestyle, and it is, but it&#39;s also grueling.","author":"Sam Hunt","topic":"Romantic"},{"quote":"Whenever I&#39;m doing anything romantic with an actor, or if there&#39;s a director around, I never want anybody&#39;s wife to feel threatened by me.","author":"Julianne Moore","topic":"Romantic"},{"quote":"I&#39;m not trying to be romantic. I think you can tell when people are trying to be sexy onstage. When I was doing &#39;All the Way,&#39; I was really thinking about my wife. People don&#39;t know my personal experience, but they can tell it&#39;s an honest interpretation.","author":"Harry Connick, Jr.","topic":"Romantic"},{"quote":"The American is wholeheartedly for love and romance at any cost.","author":"Leslie Caron","topic":"Romantic"},{"quote":"I&#39;d love to continue my career in Hollywood - I&#39;d love to do another action film, or a romantic comedy, or horror. I love horror films.","author":"Rain","topic":"Romantic"},{"quote":"I want to do the romantic comedies. You know, the stuff that Meg Ryan and Julia Roberts or Reese Witherspoon would choose, of course.","author":"Jessica Simpson","topic":"Romantic"},{"quote":"Julia Roberts and Sandra Bullock do romantic comedies. I do dark dramas. I do these movies well.","author":"Jodie Foster","topic":"Romantic"},{"quote":"I&#39;m opening up my heart to the idea of dating. It&#39;s funny - my friends would always come to me for romantic advice. I know nothing, and things have changed since I was dating in high school! I&#39;m really trying hard to spend this time working on myself.","author":"Olivia Wilde","topic":"Romantic"},{"quote":"My mom is very romantic. As is my dad. They appreciate real romance.","author":"Ansel Elgort","topic":"Romantic"},{"quote":"I&#39;ve always been attracted to romantic secondhand clothes. But my style developed as I started going to these strange raves where everybody had these very definitive costumes.","author":"Florence Welch","topic":"Romantic"},{"quote":"I&#39;m as much a victim of the romantic myth of &#39;getting away&#39; as anyone else. My head tells me it&#39;s myth, but I don&#39;t want to believe it is.","author":"Sydney Pollack","topic":"Romantic"},{"quote":"In terms of level of difficulty, it would go comedy, thriller, and then romantic drama.","author":"Sydney Pollack","topic":"Romantic"},{"quote":"If it was a great script and a great character, I would love to do a romantic comedy.","author":"Andy Serkis","topic":"Romantic"},{"quote":"Well, there&#39;s just some universal truths in a way that I&#39;ve just observed to be true. You read Voltaire. You read modern literature. Anywhere you go, there&#39;s these observations about romantic love and what it does people, and these rotten feelings that rarely are people meaning to do that to each other.","author":"Feist","topic":"Romantic"},{"quote":"If you want to wear long hair or wear that dress, as long as you&#39;re not hurting yourself or anybody else, I say do it. If you want to go out and have a romantic, sexy affair, do it.","author":"Florence Henderson","topic":"Romantic"},{"quote":"I had my first real kiss at Magic Mountain on a park bench. Not the most romantic thing ever.","author":"Vanessa Hudgens","topic":"Romantic"},{"quote":"I think the American West really attracts me because it&#39;s romantic. The desert, the empty space, the drama.","author":"Ang Lee","topic":"Romantic"},{"quote":"I&#39;m not a romantic. In life I didn&#39;t have much experience with romance.","author":"Ang Lee","topic":"Romantic"},{"quote":"I was known for singing romantic songs to women, but I can also be that guy talking about why you can&#39;t be the only girl for me.","author":"Maluma","topic":"Romantic"},{"quote":"I don&#39;t know about the romantic comedy route, although never say never.","author":"Kristen Wiig","topic":"Romantic"},{"quote":"I&#39;m a big romantic, so I love guys who are romantic too.","author":"Ashley Tisdale","topic":"Romantic"},{"quote":"I think I&#39;m a romantic person, yeah.","author":"Antonio Banderas","topic":"Romantic"},{"quote":"The phrase &#39;off with the crack of the bat&#39;, while romantic, is really meaningless, since the outfielder should be in motion long before he hears the sound of the ball meeting the bat.","author":"Joe DiMaggio","topic":"Romantic"},{"quote":"If you&#39;re looking to be loved for a part, it&#39;s great and enticing to be adorable in a romantic comedy. But then, as an actor, you get stuck.","author":"Laura Dern","topic":"Romantic"},{"quote":"I was in romantic relationships with girls - whatever that means at 14.","author":"Matt Bomer","topic":"Romantic"},{"quote":"I like doing comedy, I like doing drama. Naturally I like to do, I like doing dramas, I like conflict, and when I do a comedy, you know, I&#39;ve found that, like, romantic comedy is the trickiest one, because often it&#39;s neither: it&#39;s not romantic and it&#39;s not funny. So, like, I like a comedy that&#39;s biting. It&#39;s biting humor or really quirky humor.","author":"Matt Dillon","topic":"Romantic"},{"quote":"For a romantic comedy to be three hours long, that&#39;s longer than most marriages.","author":"David Fincher","topic":"Romantic"},{"quote":"Hugh Grant is the main man. He&#39;s the number one romantic comedy man in the world.","author":"Sam Elliott","topic":"Romantic"},{"quote":"When I think of Othello, I think of a poet-warrior. Let me say that again - a romantic warrior. And I think I have those qualities in common with him.","author":"Laurence Fishburne","topic":"Romantic"},{"quote":"I went around in my teens and early 20s thinking that life was a con trick. I had managed to grow up believing in all sorts of romantic ideas about hard work and justice and truth, and it seemed the real world was much more complicated and shaded than I wanted to believe.","author":"Claire Messud","topic":"Romantic"},{"quote":"It took me twenty years to get Steven Parrino&#39;s work. From the time I first saw his art, in the mid-eighties, I almost always dismissed it as mannered, Romantic, formulaic, conceptualist-formalist heavy-metal boy-art abstraction.","author":"Jerry Saltz","topic":"Romantic"},{"quote":"I do know that I like to play characters that are sometimes a little on the outside - that&#39;s because it feels kind of romantic and sexier to me. I really think they are the people that we learn lessons from.","author":"Willem Dafoe","topic":"Romantic"},{"quote":"You know, I always got offered other stuff. Not the romantic leads, obviously. But very often it&#39;s a role that&#39;s underwritten, where the character has no personality at all. And they need a character actor who can fill it in.","author":"Harvey Fierstein","topic":"Romantic"},{"quote":"I want to play a villain. I want to play a romantic heroine.","author":"Allison Williams","topic":"Romantic"},{"quote":"For me, it&#39;s sad to say, but I would probably have a spiritual marriage but not a legal marriage, because I think so much about marriage starts to become about finances. It has nothing to do with God or feelings or the romantic side of marriage. It&#39;s about who owns what, who gets what? So what&#39;s the point?","author":"Andie MacDowell","topic":"Romantic"},{"quote":"The city of Oia is the most magnificently romantic place I&#39;ve ever been.","author":"Lisa Ling","topic":"Romantic"},{"quote":"I confess I am a romantic. I love romance, and I think it&#39;s really fun and delicious and some of my favorite films are love stories. I think that you just get a chance to fall in love with the characters so much and you get to explore their lives so deeply.","author":"Rachel McAdams","topic":"Romantic"},{"quote":"I love stories with love in them. I just prefer those films. Every so often, I come across a film where there&#39;s no love story. It doesn&#39;t have to be romantic, but there&#39;s a lack of love, and I don&#39;t get that.","author":"Rachel McAdams","topic":"Romantic"},{"quote":"There is something about a Luger that separates it from all other handguns, and Luger devotees and Luger society members speak of it in romantic terms that must sound plain nuts to those who consider themselves level-headed.","author":"Dick Cavett","topic":"Romantic"},{"quote":"I&#39;ve been in silly movies and romantic movies and historic movies.","author":"Kevin Bacon","topic":"Romantic"},{"quote":"If you look at my movie career, I do switch it up a lot. I&#39;m always looking for a lot of different parts. It&#39;s been a while since I&#39;ve been in a situation that was romantic.","author":"Kevin Bacon","topic":"Romantic"},{"quote":"I try to do romantic gestures all the time.","author":"Armie Hammer","topic":"Romantic"},{"quote":"I had my baby outside in a thunderstorm. It was really romantic.","author":"Evangeline Lilly","topic":"Romantic"},{"quote":"I think a lot of people feel that they want something softer. Things are changing. It&#39;s about individuality, and in a way, it&#39;s romantic.","author":"Alessandro Michele","topic":"Romantic"},{"quote":"The romantic view would be that nomads are wonderful people, better than us; they care about the environment.","author":"Robyn Davidson","topic":"Romantic"},{"quote":"I think romantic passion is wanting a little something in return.","author":"Oscar Isaac","topic":"Romantic"},{"quote":"When I am in love, I am ridiculously and hopelessly romantic.","author":"Jacqueline Fernandez","topic":"Romantic"},{"quote":"I don&#39;t know if I&#39;d want to be a Secret Service agent. In the movies, it&#39;s exciting and romantic and all that. Really, most of their job is standing in a hallway for 12 hours making sure somebody doesn&#39;t come through a doorway off of a stairwell.","author":"Dennis Quaid","topic":"Romantic"},{"quote":"I think opera has gained a kind of glamorous appeal. It&#39;s a live performance that aligns all of the arts, and when it is represented in the media, in film in particular, it is presented as something that is really a special event, whether it&#39;s a great date or something that&#39;s just hugely romantic.","author":"Renee Fleming","topic":"Romantic"},{"quote":"Women today are dealing with both their independence and also the fact that their lives are built around finding and satisfying the romantic models we grew up with.","author":"Jane Campion","topic":"Romantic"},{"quote":"I think that the romantic impulse is in all of us and that sometimes we live it for a short time, but it&#39;s not part of a sensible way of living. It&#39;s a heroic path and it generally ends dangerously.","author":"Jane Campion","topic":"Romantic"},{"quote":"It&#39;s been such a deep and amazing journey for me, getting close to John Keats, and also I love Shelley and Byron. I mean, the thing about the Romantic poets is that they&#39;ve got the epitaph of romantic posthumously. They all died really young, and Keats, the youngest of them all.","author":"Jane Campion","topic":"Romantic"},{"quote":"It&#39;s good to be able to be a leading lady, to be a romantic lead, to play opposite people who are talented, and charismatic and stuff.","author":"Heather Graham","topic":"Romantic"},{"quote":"Despite not looking like a matinee idol, I feel like I have a lot to give. I&#39;ve never had any trouble with women. People are always surprised with the romantic aspect of my movies.","author":"John C. Reilly","topic":"Romantic"},{"quote":"Animals are everywhere. Some are more romantic, like tigers and elephants and chimpanzees, and some are less romantic, like earthworms, but they are just as interesting.","author":"Isabella Rossellini","topic":"Romantic"},{"quote":"I sang everything - R&amp;B slow jams, Spanish slow jams, romantic reggaeton - and I really didn&#39;t care which I got signed for.","author":"Prince Royce","topic":"Romantic"},{"quote":"It&#39;s a very romantic sentiment, but to think that you would die if you didn&#39;t write, well, I would definitely choose to not write and live.","author":"Sarah McLachlan","topic":"Romantic"},{"quote":"Remember, beneath every cynic there lies a romantic, and probably an injured one.","author":"Glenn Beck","topic":"Romantic"},{"quote":"I&#39;m a big romantic, traditional, cheesy guy.","author":"Josh Hutcherson","topic":"Romantic"},{"quote":"I&#39;ve had fun doing romantic comedies, but I just can&#39;t anymore. There&#39;s nothing fulfilling creatively, there&#39;s nowhere to grow, nothing to learn from it or for yourself. I&#39;d rather just be home with my family or write music until that special project comes my way.","author":"Mandy Moore","topic":"Romantic"},{"quote":"I&#39;m the first one who sees every romantic comedy in theaters.","author":"Elizabeth Olsen","topic":"Romantic"},{"quote":"Ooh, it&#39;s too embarrassing to share my innermost romantic secrets - although I have written Danielle the odd poem. If anything they are more comedic than romantic. They used to be well-received but that was before she started studying Shakespeare at drama college. Now I feel so inept.","author":"Gary Lineker","topic":"Romantic"},{"quote":"We have got too many kids around the house to have a romantic meal at home. But Danielle is a fantastic cook. She does a brilliant lasagne, great roasts and a great chilli dish. She knows the way to my heart.","author":"Gary Lineker","topic":"Romantic"},{"quote":"There are many aspects to directing that have a romantic place in people&#39;s minds.","author":"Adam McKay","topic":"Romantic"},{"quote":"I don&#39;t want to be typecast as a heroine who does a certain kind of cinema, which is why I experiment with the types of films that I do. But yes, I won&#39;t deny that romantic love stories or romantic comedies are what I enjoy doing the most, because as an audience those are the kind of films that I like watching.","author":"Deepika Padukone","topic":"Romantic"},{"quote":"To be a lone filmmaker thousands of miles from home with nobody believing in me, that seems romantic.","author":"Doug Liman","topic":"Romantic"},{"quote":"Even actresses that you really admire, like Reese Witherspoon, you think, &#39;Another romantic comedy?&#39; You see her in something like &#39;Walk the Line&#39; and think, &#39;God, you&#39;re so great!&#39; And then you think, &#39;Why is she doing these stupid romantic comedies?&#39; But of course, it&#39;s for money and status.","author":"Gwyneth Paltrow","topic":"Romantic"},{"quote":"As opposed to trying to make a kiss look romantic or sweet or passionate, it&#39;s kind of fun to just have the freedom to make it look weird, goofy and awkward.","author":"Gillian Jacobs","topic":"Romantic"},{"quote":"I don&#39;t see people who are eager for shutdowns. While some people have a romantic ideal about shutdowns, the vast majority of Republicans and Democrats believe you have to try to work problems out rather than having a shutdown.","author":"James Lankford","topic":"Romantic"},{"quote":"When you are the lead in a romantic comedy, you have to worry about people really liking you.","author":"Morris Chestnut","topic":"Romantic"},{"quote":"Love to me has meant different things at different junctures of my life. I&#39;m not a hopeless romantic.","author":"Randeep Hooda","topic":"Romantic"},{"quote":"Choosing sepia is all to do with trying to make the image look romantic and idealistic. It&#39;s sort of a soft version of propaganda.","author":"Martin Parr","topic":"Romantic"},{"quote":"Sepia in particular tends to make everything look a bit romantic and almost sentimental, hence the fact that it remains such a popular choice for wedding photographs.","author":"Martin Parr","topic":"Romantic"},{"quote":"I feel like I&#39;ve done a bunch of period stuff and then a bunch of romantic comedies.","author":"Kate Beckinsale","topic":"Romantic"},{"quote":"When I was pregnant, I had the romantic idea that after the baby was born I would not only take up reading in earnest again, but also write a novel while my daughter slept in her Moses basket. Of course, I barely had time to keep up with my magazines until she started sleeping properly.","author":"Kate Beckinsale","topic":"Romantic"},{"quote":"Beauty is the lover&#39;s gift.","author":"William Congreve","topic":"Romantic"},{"quote":"I can&#39;t ever see myself playing the romantic lead because that&#39;s not me; I&#39;m not that girl.","author":"Maisie Williams","topic":"Romantic"},{"quote":"I would love to play the lead in a big romantic comedy. That&#39;s definitely a dream of mine.","author":"Rosamund Pike","topic":"Romantic"},{"quote":"Therapy was the biggest romance of my life.","author":"Dar Williams","topic":"Romantic"},{"quote":"I&#39;m a bit of a romantic.","author":"Eric Bana","topic":"Romantic"},{"quote":"I will never say never, but I will say never to doing the more typical romantic comedies. You know, unless I&#39;m getting audited and I&#39;m on the street and I desperately need some dough and that&#39;s the only thing that I&#39;m getting.","author":"Christian Bale","topic":"Romantic"},{"quote":"In terms of the romantic kind of lead, I just never enjoy those movies very much. Maybe they&#39;ll come to interest me more as I get older. I doubt it, but maybe. Romantic comedies tend to be, for me, an oxymoron.","author":"Christian Bale","topic":"Romantic"},{"quote":"The only thing I would unequivocally say is that I have never had any interest in romantic comedy I just couldn&#39;t do it. I think I&#39;d be terrible.","author":"Christian Bale","topic":"Romantic"},{"quote":"My hairline is receding. So my days as a romantic lead - even though I&#39;ve never had them - are behind me.","author":"John Lithgow","topic":"Romantic"},{"quote":"Get this, kids - how a man proposes isn&#39;t what makes him romantic. It&#39;s how a man purposes to lay down his life that makes him romantic.","author":"Ann Voskamp","topic":"Romantic"},{"quote":"I always wanted a guitar. I always wanted to be a cowboy singer because I also listened to Hank Williams, and he would always sing these neat romantic songs.","author":"Dick Dale","topic":"Romantic"},{"quote":"Far too many girls&#39; and women&#39;s romantic relationships are formed around a negation of their own worth and attributes rather than a confirmation of them.","author":"Mariella Frostrup","topic":"Romantic"},{"quote":"You only need to look at Jane Austen to see how crossed wires can become a defining aspect of romantic life. Then again, if the course of true love ran more smoothly, it would have a terribly detrimental effect on our cache of love stories.","author":"Mariella Frostrup","topic":"Romantic"},{"quote":"Mixed messages are just part and parcel of the romantic terrain, and rather than berate yourself for any crossed wires, you&#39;d do better to work on your future resilience.","author":"Mariella Frostrup","topic":"Romantic"},{"quote":"Girls have a tendency to take responsibility for romantic misinterpretations, when often it&#39;s men whose perfectly honed emotional inscrutability makes life more complicated than it should be.","author":"Mariella Frostrup","topic":"Romantic"},{"quote":"Romantic comedies seem to take over where the fairytales of childhood left off, feeding our dreams of a soulmate; though, sadly, the Hollywood endings prove quite elusive in the real world.","author":"Mariella Frostrup","topic":"Romantic"},{"quote":"Since so many romantic comedies vary little in their storyline, the success or failure of such movies depends largely on whether we believe in the relationship of the protagonists.","author":"Mariella Frostrup","topic":"Romantic"},{"quote":"I am still a hard-core romantic.","author":"Divyanka Tripathi","topic":"Romantic"},{"quote":"I have to be asked, I guess, but I love the idea of marriage. I think it&#39;s beautiful. I&#39;m such a romantic, and I always have been.","author":"Portia de Rossi","topic":"Romantic"},{"quote":"I&#39;m a fan of daytime drama; I totally get it. When we are doing scenes that are romantic or will get the audience riled up, I feel like I&#39;m a fan in the room going, &#39;People are going to be so mad right now!&#39;","author":"Alison Sweeney","topic":"Romantic"},{"quote":"I could go my whole life and say, &#39;I&#39;m not going to do anything with a love triangle,&#39; but whenever you have a romance, there has to be some obstacle, and even the dumbest romantic comedies have a love triangle or something.","author":"Catherine Hardwicke","topic":"Romantic"},{"quote":"Akshay&#39;s idea of a romantic date is a six-kilometre jog, followed by 500 crunches... together! Eeeeks!","author":"Twinkle Khanna","topic":"Romantic"},{"quote":"I&#39;m not romantic; I&#39;m very practical. There are lots of fish in the sea; so whoever gets struck with your rod, one is as good as another.","author":"Twinkle Khanna","topic":"Romantic"},{"quote":"Dame Barbara Cartland was an endearing eccentric, and when I interviewed her, she wanted me to listen to her dictating to her secretary one of those romantic novels that she turned out fortnightly.","author":"Melvyn Bragg","topic":"Romantic"},{"quote":"Almost every story has a romantic angle to it.","author":"Fawad Khan","topic":"Romantic"},{"quote":"I may have played romantic roles, but each character has been different, with his own personality.","author":"Fawad Khan","topic":"Romantic"},{"quote":"My vibrato was my weakness. With romantic pieces, I could be a lot more schmaltzy. My wider vibrato fit that.","author":"Gretchen Carlson","topic":"Romantic"},{"quote":"Commerce seems to be covering every aspect of our lives now. Which me, because I&#39;m a romantic, is sad for me to say.","author":"Jeremy Irons","topic":"Romantic"},{"quote":"I am very romantic. Given a choice, I&#39;d do only romantic films!","author":"Sonam Kapoor","topic":"Romantic"},{"quote":"My most romantic job: I was a manager at Baskin-Robbins.","author":"Eric McCormack","topic":"Romantic"},{"quote":"My dad is Scottish, and he read in the newspaper about the plight of the Scottish Freshwater Mussel, which is a real thing - like, a very real, serious conservation issue. And he&#39;s a writer, and he was going to do a film about a Glaswegian gangster, and then I stole the idea and turned it into a romantic comedy.","author":"Talulah Riley","topic":"Romantic"},{"quote":"The most romantic thing a guy has ever done for me is starting a family. That&#39;s as romantic as it gets.","author":"Isla Fisher","topic":"Romantic"},{"quote":"In my opinion, British women are more romantic than French ones.","author":"Jean-Michel Jarre","topic":"Romantic"},{"quote":"I don&#39;t think I&#39;m romantic at all. I have a lot of faith in the right thing happening. I don&#39;t really hope for a lot of particulars, I just have faith that the right thing will happen most of the time.","author":"Juliana Hatfield","topic":"Romantic"},{"quote":"But romantic vision can also lead one away from certain very hard, ugly truths about life that are important to know.","author":"Donna Tartt","topic":"Romantic"},{"quote":"I want to do action, romantic comedy, and I love drama.","author":"Liya Kebede","topic":"Romantic"},{"quote":"I&#39;d like to classify my life as a romantic comedy. Unfortunately I feel it&#39;s probably more like a TV reality show.","author":"Uma Thurman","topic":"Romantic"},{"quote":"With While You Were Sleeping, it was so much fun and such a Cinderella story, that I didn&#39;t want to do another romantic comedy. I wanted to do the opposite.","author":"Bill Pullman","topic":"Romantic"},{"quote":"Truthfully, I almost avoided &#39;While You Were Sleeping,&#39; because I find those romantic comedies kind of precious, and they&#39;re full of lines that leave you feeling a little bewildered when you say them.","author":"Bill Pullman","topic":"Romantic"},{"quote":"&#39;The Virginian&#39; has a very important romantic story line that you don&#39;t find in a lot of Westerns... At the heart of the story is quite a bit of pain and a sense of loss.","author":"Bill Pullman","topic":"Romantic"},{"quote":"Sometimes when you really try to be earnest, everything disappears. If you really try to make a romantic movie, the first thing that goes out the window is the romance or real passion. It suddenly becomes cute-ville or cozy-ville. It&#39;s another world other than life.","author":"Bill Pullman","topic":"Romantic"},{"quote":"People expect me to be dark and gloomy, then write that I&#39;m a jolly chap, and after all, that is what I am. I think it&#39;s a case of an absolute romantic naivety that there should be a parallel between the work and the artist.","author":"Michael Haneke","topic":"Romantic"},{"quote":"I absolutely love Ireland. It&#39;s one of the most beautiful places on Earth, and I have strong ties here. Both my grandmothers are from Ireland, and I have spent every summer in Bantry since my father, who is an artist, had the romantic idea 20 years ago to buy an old farmhouse on the west coast and renovate it.","author":"Emily Ratajkowski","topic":"Romantic"},{"quote":"I happen to be really a romantic.","author":"Amanda Seyfried","topic":"Romantic"},{"quote":"I&#39;ve recorded in Portuguese, too. I didn&#39;t set out to just sing ballads or romantic songs.","author":"Johnny Mathis","topic":"Romantic"},{"quote":"It&#39;s a bit of a cliche, but I think girls like to get flowers. I think books are quite romantic, too. If you can find an interesting book, that brings something out in your partner that can be very romantic.","author":"Douglas Booth","topic":"Romantic"},{"quote":"It&#39;s great to fall head over heels in love at a fast pace, and nothing&#39;s more romantic, but you need to look after yourself.","author":"Douglas Booth","topic":"Romantic"},{"quote":"The vampire was a complete change from the usual romantic characters I was playing, but it was a success.","author":"Bela Lugosi","topic":"Romantic"},{"quote":"Any woman can make pole dancing a regular part of their exercise routine - and a fun part of their romantic life!","author":"Kendra Wilkinson","topic":"Romantic"},{"quote":"I&#39;ve been married before, but I&#39;ve never had my dream wedding in Vegas. I wanted to do it there because it&#39;s casual, quick, not religious and, most of all, very romantic.","author":"Sinead O'Connor","topic":"Romantic"},{"quote":"I&#39;m not a big fan of romantic comedies, believe it or not.","author":"Kate Hudson","topic":"Romantic"},{"quote":"Often, romantic comedies exist in a vacuum, and it&#39;s kind of odd.","author":"Edward Zwick","topic":"Romantic"},{"quote":"Romantic comedy has come to mean a couple of moderately talented actors placed in implausible situations obliged to go through a set of paces that are all too familiar, the end result being neither romantic nor comedic.","author":"Edward Zwick","topic":"Romantic"},{"quote":"I don&#39;t find these technical things like flowers and chocolates romantic at all. I think Valentine&#39;s Day makes no sense.","author":"Alia Bhatt","topic":"Romantic"},{"quote":"In 1998, it was possible to make a big-screen romantic comedy about email. Yep, email - the same medium we often think of now as boring and even annoying.","author":"Walt Mossberg","topic":"Romantic"},{"quote":"I realize that no one is going to come to me and ask me to be Julius Caesar or a romantic lead, but I think I&#39;m a certain type of guy who looks a certain way, and that&#39;s just the reality of things.","author":"Dennis Farina","topic":"Romantic"},{"quote":"That&#39;s so romantic, to wake up and find that he&#39;s packed a bag - and that for the next 48 hours, everything is taken care of.","author":"Hannah Simone","topic":"Romantic"},{"quote":"There&#39;s always something heroic and romantic about taking a stand against the powers that be.","author":"Greg Gutfeld","topic":"Romantic"},{"quote":"I&#39;ve done five films directed by women. I did like it. They had qualities, particularly in the romantic tenderness of scenes. I felt sometimes they were a little bit soft, but maybe they were clever to get the guys working the way they wanted them to.","author":"Jacqueline Bisset","topic":"Romantic"},{"quote":"&#39;Bombay Velvet&#39; is my most romantic film, it&#39;s my &#39;Titanic&#39; or &#39;Gone With The Wind.&#39;","author":"Ranbir Kapoor","topic":"Romantic"},{"quote":"There is always something I gain from watching a movie, whether it&#39;s a silly romantic comedy or an art film.","author":"Gia Coppola","topic":"Romantic"},{"quote":"I would say 80% of the scripts I get are dramas and not comedies or romantic comedies, which is funny because that&#39;s what I do every week.","author":"Eva Longoria","topic":"Romantic"},{"quote":"I love the solitary, romantic idea of writing.","author":"Rebecca Hall","topic":"Romantic"},{"quote":"I think there is always romantic tension between Lois Lane and Clark Kent.","author":"Gene Luen Yang","topic":"Romantic"},{"quote":"Sometimes I make very selfish choices; like I did &#39;Once Upon A Time&#39; for my inner 8-year-old and my hypothetical future child. I&#39;ve done some movies because I would regret them if I didn&#39;t, but other projects I&#39;ve done because they&#39;ve scared me or if I felt I needed to do a big romantic comedy to help me professionally.","author":"Ginnifer Goodwin","topic":"Romantic"},{"quote":"I&#39;ve always been sort of addicted to genre-jumping. I&#39;ve never been in the mood to do the same thing I did last time. Hence, me going from &#39;Big Love&#39; to romantic comedy, to period film... I can&#39;t sit still.","author":"Ginnifer Goodwin","topic":"Romantic"},{"quote":"I think that, occasionally, fame and popularity can garner more attention for individuals or films. But as a person who believes in my craft, I like the romantic notion that skill and hard work is more important than notoriety.","author":"Nargis Fakhri","topic":"Romantic"},{"quote":"I&#39;d done a bachelor&#39;s degree, which I&#39;d enjoyed, but I didn&#39;t know what to do with my life at the time. I was conflicted, and, being a hopeless romantic, I followed my girlfriend at the time to Vanderbilt, where, obviously, we broke up a couple of months later.","author":"Duncan Jones","topic":"Romantic"},{"quote":"Despite massive evidence to the contrary, libertarians hold tight to their romantic concept of capitalism, which, freed from government interference, serves the consumer with the best products at the lowest prices.","author":"Paul Craig Roberts","topic":"Romantic"},{"quote":"After Fergie and Prince Andrew honeymooned at Le Touessrok in Mauritius, Bobby, my late husband, and I were first to stay in their suite. We enjoyed the benefits - all the spoils and the special luxuries. We practically had our own private beach, and it was most romantic.","author":"Cilla Black","topic":"Romantic"},{"quote":"I am a diehard romantic, and I shamelessly accept that. I love writing letters.","author":"Ali Fazal","topic":"Romantic"},{"quote":"To do a romantic scene is the most unromantic thing to do on screen.","author":"Yami Gautam","topic":"Romantic"},{"quote":"When I was a kid, I knew the black and white version of &#39;Jane Eyre,&#39; and I guess I became interested in the idea of romantic love - of unrequited love and the tragedies of that; of what are the important things in life; what should one value over other materials.","author":"Cary Fukunaga","topic":"Romantic"},{"quote":"That&#39;s what I like about film-it can be bizarre, classic, normal, romantic. Cinema is to me the most versatile thing.","author":"Catherine Deneuve","topic":"Romantic"},{"quote":"I am an incurable romantic. I am even in love with the idea of being in love, and hence, I write a lot of love songs.","author":"Adnan Sami","topic":"Romantic"},{"quote":"I love it when a man cooks; it&#39;s one of those points that makes me adore a guy. I think it&#39;s so romantic and I feel cared for when a man cooks.","author":"Olga Kurylenko","topic":"Romantic"},{"quote":"I&#39;m a bit of a romantic. In theory!","author":"Olga Kurylenko","topic":"Romantic"},{"quote":"I&#39;m a horrible romantic!","author":"Jamie Campbell Bower","topic":"Romantic"},{"quote":"I&#39;m a hopeless romantic, and very much the person in a relationship to go: If things are going well, I&#39;ll buy the flowers, remember the dates of things, plan fun nights out.","author":"Jennifer Love Hewitt","topic":"Romantic"},{"quote":"I&#39;d like to do &#39;My Best Friend&#39;s Wedding,&#39; &#39;Pretty Woman,&#39; Meg Ryan type stuff. Romantic comedies. I&#39;d love to do some action stuff as well.","author":"Jennifer Love Hewitt","topic":"Romantic"},{"quote":"I was a late starter on the romantic front. I didn&#39;t start dating until I was in my 30s.","author":"Geri Halliwell","topic":"Romantic"},{"quote":"Personally, I can&#39;t see why it would be any less romantic to find a husband in a nice four-color catalogue than in the average downtown bar at happy hour.","author":"Barbara Ehrenreich","topic":"Romantic"},{"quote":"The most contemporary film I can think of is your standard romantic comedy, but the minute you make them, they already look so aged.","author":"Rupert Friend","topic":"Romantic"},{"quote":"I am a very romantic person, and I love &#39;love&#39; - however cheesy that sounds!","author":"Armaan Malik","topic":"Romantic"},{"quote":"I can sing in various genres, but my heart truly lies in singing romantic songs. This has been my forte ever since I was 8 or 9.","author":"Armaan Malik","topic":"Romantic"},{"quote":"I love crying at romantic movies like &#39;The Notebook.&#39; I&#39;m always bawling.","author":"Fergie","topic":"Romantic"},{"quote":"The first thing that inspires me is my mood, but I take inspiration from a lot of things: a rock song, a romantic movie or a specific lifestyle, like 1960s London and, of course, Italian &#39;dolce vita!&#39;","author":"Chiara Ferragni","topic":"Romantic"},{"quote":"Growing up, a film was an action film or it was a comedy or it was romantic, but you don&#39;t really see such stark lines between genres nowadays.","author":"Beck","topic":"Romantic"},{"quote":"Marriage is like the romantic ideal, and yet the trappings around it and the culture about it are really the opposite of that.","author":"Lydia Millet","topic":"Romantic"},{"quote":"There&#39;s no shame in being romantic at all. I think people want to feel that sense of romance, which is rarely even attempted anymore.","author":"Colin Trevorrow","topic":"Romantic"},{"quote":"&#39;Intelligent Life&#39; is kind of a companion piece to &#39;Safety Not Guaranteed.&#39; Internally, it&#39;s a sci-fi romantic thriller.","author":"Colin Trevorrow","topic":"Romantic"},{"quote":"My overall quest is always to do something that&#39;s somehow different from whatever it is that I just got done doing. If that can include occasionally playing an older guy who has a romantic side and a romantic relationship, than that&#39;s a real treat.","author":"J. K. Simmons","topic":"Romantic"},{"quote":"There&#39;s another film - a little Greek movie - that hopefully is going to get some distribution here in the U.S., called &#39;Worlds Apart,&#39; where I also play a 60-year-old guy who looks a lot like J.K. Simmons, who has a romantic relationship with an appropriate woman.","author":"J. K. Simmons","topic":"Romantic"},{"quote":"I read a very romantic book when I was young, when I was in college: Rilke&#39;s &#39;Letters to a Young Poet.&#39; And I&#39;ve always felt that if you are in any kind of an artistic, creative endeavor, and you feel there&#39;s something else you can do for a living and be happy, I think you should do something else.","author":"J. K. Simmons","topic":"Romantic"},{"quote":"I think people get a sense of possibility when they&#39;re on a plane, even romantic possibility, wondering if the perfect person is going to sit down next to them or something.","author":"Walter Kirn","topic":"Romantic"},{"quote":"I&#39;m really kind of a little bit romantic for the lost era. There&#39;s a lot of us that are - kind like James Murphy, same thing - we feel like it&#39;s this magic era that happened before us. And it wasn&#39;t even necessarily disco.","author":"Mike D","topic":"Romantic"},{"quote":"Dub has been a big influence in terms of production. It&#39;s inspired so many people and so much music - in terms of music where mixing desk was the instrument. Central to that is the echo chamber, and I think there&#39;s a little bit of a romantic thing there.","author":"Mike D","topic":"Romantic"},{"quote":"Classical and romantic: private language of a family quarrel, a dead dispute over the distribution of emphasis between man and nature.","author":"Cyril Connolly","topic":"Romantic"},{"quote":"Americans have always been excellent at making romantic comedies - but dramatically, we don&#39;t really try to do it.","author":"James Gray","topic":"Romantic"},{"quote":"There are very few movies in English about romantic obsession told with a seriousness of purpose.","author":"James Gray","topic":"Romantic"},{"quote":"The state of being in love is so inherently preposterous. It usually lends itself to romantic comedy. I think we&#39;ve all been there.","author":"James Gray","topic":"Romantic"},{"quote":"The romantic notion of the clubhouse as a traveling fraternity of working-class heroes - the boys of summer - is perhaps the most potent in all of baseball.","author":"David Grann","topic":"Romantic"},{"quote":"There has always been a tension in my life between the romantic and the practical. I can&#39;t hole myself up in a cabin and write down ideas for the rest of my life. I also need to be able to clean out a dog bite.","author":"Ethan Canin","topic":"Romantic"},{"quote":"Think back to yourself at age 18. I know I was mighty different than the Patti I am today. As we grow up, we grow out of our haircuts, our apartments and - often times - our romantic decisions.","author":"Patti Stanger","topic":"Romantic"},{"quote":"It seemed romantic but also tragic - people would be winning but then lose it all, or crash but fight on, break bones but get back on their bikes and try to finish. Just getting to the end was seen as an achievement in itself.","author":"David Millar","topic":"Romantic"},{"quote":"I have played so many romantic roles that I don&#39;t know if I am really a romantic in real life. I get confused about the real me.","author":"Dhanush","topic":"Romantic"},{"quote":"Romantic comedies are particularly hard to make.","author":"D. B. Sweeney","topic":"Romantic"},{"quote":"In terms of romantic films, all-time romantic films, I really like &#39;Gone With the Wind.&#39; And I realize I sound so cliched saying that, but there&#39;s something so absolutely romantic about it.","author":"Freida Pinto","topic":"Romantic"},{"quote":"It was a time after &#39;Lady Sings the Blues&#39; and &#39;Mahogany&#39; and all those romantic movies: I became this romantic figure on the street in a very special way.","author":"Billy Dee Williams","topic":"Romantic"},{"quote":"I did something that no brown-skinned man in the movie industry ever did. I made a brown-skinned man look very romantic - a matinee idol. If you think about it, what I introduced is historical because it had never happened before, and it hasn&#39;t happened since - not on that level.","author":"Billy Dee Williams","topic":"Romantic"},{"quote":"I don&#39;t have any romantic ideas about marriage. Trust me. A white dress... ? No. It&#39;s not something for me.","author":"Diane Kruger","topic":"Romantic"},{"quote":"When I was younger - it might be a romantic idea - I always thought I might go crazy.","author":"Diane Kruger","topic":"Romantic"},{"quote":"It&#39;s funny, I can sit through the worst horror film ever made but even a quite good romantic comedy can drive me nuts.","author":"Jason Reitman","topic":"Romantic"},{"quote":"So many women today have become so focused on their children, they&#39;ve developed these romantic entanglements with their children&#39;s lives, and the husbands are secondary. They&#39;re left out. And the romantic focus is on the children.","author":"Ayelet Waldman","topic":"Romantic"},{"quote":"&#39;180&#39; is a romantic film, but I don&#39;t think it can be classified as a fluffy love story. It is a wonderful story with a script that is layered and more complex than the normal ones.","author":"Nithya Menen","topic":"Romantic"},{"quote":"I have a romantic conception of the writer&#39;s life, and the sort of writer&#39;s life that I admire is probably a childless life, possibly a marriageless life, certainly a travelling life - I&#39;m in awe of how much D.H. Lawrence managed to get around. But that&#39;s never been something I&#39;m capable of doing.","author":"Rachel Cusk","topic":"Romantic"},{"quote":"Romantic love can be terrifying. We experience another human being as enormously important to us. So there is surrender - not a surrender to the other person so much as to our feeling for the other person. What is the obstacle? The possibility of loss.","author":"Nathaniel Branden","topic":"Romantic"},{"quote":"The most conventional romantic trope of all is that you put lovers under extreme pressure, where they have to make decisions that illuminate aspects of that bond.","author":"Lenny Abrahamson","topic":"Romantic"},{"quote":"I&#39;m a very romantic person.","author":"Esai Morales","topic":"Romantic"},{"quote":"I&#39;m a romantic; you have to be to marry four times.","author":"Jay McInerney","topic":"Romantic"},{"quote":"With clothing being designed that allows you to be hugged virtually, video conferencing becoming ever sharper, and our social and romantic lives increasingly taking place online, the gap between the physical and the virtual is getting ever smaller.","author":"Noreena Hertz","topic":"Romantic"},{"quote":"I wanted to tell a romantic and dark side of Ottoman history that was also slightly political, saying to the previous generation of writers, &#39;Look, I&#39;m interested in Ottoman things, and I&#39;m not afraid of it, and I&#39;m doing something creative.&#39;","author":"Orhan Pamuk","topic":"Romantic"},{"quote":"The dark comedies tend to be in a non-releasable area. There can be romantic comedies. There can be dramas. But there&#39;s no &#39;dark comedy&#39; inbox for the advertising.","author":"Gus Van Sant","topic":"Romantic"},{"quote":"My husband, Sal, and I put date nights on the calendar once a week. I know that doesn&#39;t sound romantic, but otherwise it won&#39;t get done.","author":"Sherri Shepherd","topic":"Romantic"},{"quote":"America to me is so varied and exciting. I always feel nostalgia for the place I&#39;m not in, and then I get there and find myself in a traffic jam going into the Lincoln Tunnel, and I think, &#39;God, why was I romanticizing this part of the country?&#39; I think it has to do with the romantic, unrealistic temperament.","author":"Ian Frazier","topic":"Romantic"},{"quote":"I love jazz music and sad music. I&#39;m a sentimental guy. I&#39;m a romantic guy.","author":"Fred Durst","topic":"Romantic"},{"quote":"I&#39;m a romantic guy.","author":"Fred Durst","topic":"Romantic"},{"quote":"I&#39;d like to be the romantic lead one day, but I&#39;ve got to grow my hair first.","author":"Vinnie Jones","topic":"Romantic"},{"quote":"I don&#39;t understand why every guy is not a romantic. I enjoy it.","author":"Aaron Paul","topic":"Romantic"},{"quote":"I&#39;ve done a few old-style romantic leads now.","author":"Richard Madden","topic":"Romantic"},{"quote":"I&#39;m such a romantic at heart.","author":"Morten Tyldum","topic":"Romantic"},{"quote":"That on a romantic level, if you feel it about somebody and it&#39;s pure, it means that they do too.","author":"Sean Penn","topic":"Romantic"},{"quote":"It&#39;s so often that I read for the bouncy, sunny girl men fall in love with who will solve all the romantic problems in the narrative. I don&#39;t choose to work that way.","author":"Sarah Gadon","topic":"Romantic"},{"quote":"I have tender, romantic associations with upstate New York.","author":"Vera Farmiga","topic":"Romantic"},{"quote":"I&#39;m in the mood for another Moonstruck experience, for another romantic comedy.","author":"Norman Jewison","topic":"Romantic"},{"quote":"Moonstruck... was one of the few romantic comedies to be nominated for a Best Picture Oscar.","author":"Norman Jewison","topic":"Romantic"},{"quote":"And even Moonstruck - for some reason the audience were just in the mood for a very romantic film, because it&#39;s one of the few romantic comedies to be nominated for a Best Picture Oscar.","author":"Norman Jewison","topic":"Romantic"},{"quote":"No, actually &#39;The Host&#39; was totally a palate-cleanser for me. I wanted to do something a little bit different than romantic love. Romantic love is in there, obviously, because I enjoy writing about that and living it a lot.","author":"Stephenie Meyer","topic":"Romantic"},{"quote":"When I first started drawing the earliest incarnation of &#39;Optic Nerve,&#39; I hadn&#39;t even been on a date; I hadn&#39;t had a romantic relationship of any kind yet, so in a way, I was almost writing science fiction.","author":"Adrian Tomine","topic":"Romantic"},{"quote":"I grew up with a very romantic, idealized vision of New York, probably because of all the books I read and the movies I watched.","author":"Adrian Tomine","topic":"Romantic"},{"quote":"Because I think in order to get famous you have to be known for something. Like &#39;You&#39;re the romantic comedy girl&#39; or &#39;You&#39;re the Oscar-winning whatever girl.&#39;","author":"Rachel Weisz","topic":"Romantic"},{"quote":"I&#39;ve heard stories about movies that are really maybe difficult and really dramatic and good, but they are being sold as romantic comedies. All it&#39;s going to do is just... that&#39;s hurting the work, because that just makes it impossible for anyone to see it correctly.","author":"Shane Carruth","topic":"Romantic"},{"quote":"I love the concept of the romance that exists when people are broken. Like, the promise of a romance when you&#39;re at the bottom. I think that&#39;s infinitely compelling and romantic.","author":"Shane Carruth","topic":"Romantic"},{"quote":"The only thing I can ever do is make a film that I can respond to. I could not make a romantic comedy for college girls. I wouldn&#39;t know how that works.","author":"Shane Carruth","topic":"Romantic"},{"quote":"If I were given a choice between two films and one was dark and explored depraved, troubled or sick aspects of our culture, I would always opt for that over the next romantic comedy.","author":"David Schwimmer","topic":"Romantic"},{"quote":"You could argue that &#39;Sweeney Todd&#39; was romantic, if you looked closely at it, but it didn&#39;t impart that to its audiences. But it&#39;s large, and it&#39;s melodramatic, and it&#39;s a style I like to work in periodically.","author":"Harold Prince","topic":"Romantic"},{"quote":"The most real thing of all, the only thing any of us wants, is to matter to somebody. To feel and share love, even on a friendship level or as deep as a romantic one. Who doesn&#39;t want that?","author":"Gavin Creel","topic":"Romantic"},{"quote":"I&#39;m not really interested in doing a traditional romantic comedy where everything ties up neatly.","author":"Leslie Mann","topic":"Romantic"},{"quote":"Bob Dole is not a romantic, at least not an immediate one. Bob Dole is not one to waste a lot of time on metaphor.","author":"Jeanne Marie Laskas","topic":"Romantic"},{"quote":"I watch &#39;The Notebook.&#39; I love romantic movies. I love romantic comedies.","author":"Romeo Miller","topic":"Romantic"},{"quote":"Middle age is when a guy keeps turning off lights for economical rather than romantic reasons.","author":"Lillian Gordy Carter","topic":"Romantic"},{"quote":"My granddaddy on my momma&#39;s side, he was a romantic. He loved love songs. Every Valentine&#39;s Day, I remember him buying a red carnation for my grandmomma, my momma and my sister. That was something you could count on every year.","author":"Josh Turner","topic":"Romantic"},{"quote":"I don&#39;t have a favourite romantic scene, but I enjoy romantic movies like &#39;Ghost&#39; and &#39;Music and Lyrics.&#39;","author":"Hansika Motwani","topic":"Romantic"},{"quote":"What I think is sad about the rom-com genre is that it has adopted this pejorative title. I think the reason why there haven&#39;t been as many great ones is because we are fighting against the genre itself. If it is a romantic comedy then snuggle up to the fact that it can be a really earnest, refreshing feeling to feel good after a movie.","author":"Lake Bell","topic":"Romantic"},{"quote":"I feel about romance the same way I do about a vocation: it&#39;s a calling. You have an inner intuition, an inner &#39;yes.&#39; I don&#39;t know if it&#39;s destined or not, but certainly I couldn&#39;t imagine being the person I am today without the romantic experiences I&#39;ve had.","author":"Alden Ehrenreich","topic":"Romantic"},{"quote":"The aspect of kind of living in your imagination and creating a more romantic vision of the world than the reality that you&#39;re given - that&#39;s definitely something I can sort of relate to.","author":"Alden Ehrenreich","topic":"Romantic"},{"quote":"A shiny ring isn&#39;t romantic to me. I think thought and love into what you do for the person you&#39;re in love with - that&#39;s romance.","author":"Sasha Grey","topic":"Romantic"},{"quote":"There&#39;s something about marriage that is not as intensely romantic or interesting as a couple&#39;s first meeting.","author":"John Sandford","topic":"Romantic"},{"quote":"I like all types of women. I accept them as they are when they come into my life... But I&#39;m not a romantic. I&#39;m just up-front. I like to be a part of something real, not make-believe. I tell women to tell me the truth, to just lay it out. Let me be the judge and decide if I want you around or not. Let me have my choice.","author":"Nayvadius Cash","topic":"Romantic"},{"quote":"Well, I think first it was rare for me to do anything that had any kind of a romantic note to it.","author":"Tim Roth","topic":"Romantic"},{"quote":"I bought a selection of short, romantic fiction novels, studied them, decided that I had found a formula and then wrote a book that I figured was the perfect story. Thank goodness it was rejected.","author":"Louise Brown","topic":"Romantic"},{"quote":"In grammar school I read &#39;Act One&#39; by Moss Hart, and being a playwright struck me as the most magical and romantic career anyone could have... But I never did write a play.","author":"Alice McDermott","topic":"Romantic"},{"quote":"Right away I think of two books - &#39;Wuthering Heights&#39; and &#39;Rebecca&#39; - and of just sinking into them as a young reader. I think they must have appealed not just to my romantic adolescent soul, but I suppose there&#39;s also an appealing darkness in both of them.","author":"Alice McDermott","topic":"Romantic"},{"quote":"A handful of older, romantic leading men, like Sean Connery, Jack Nicholson, and Robert Redford are still landing parts.","author":"Charles Dance","topic":"Romantic"},{"quote":"And I think maybe all women, if they just had a chance, would be romantic and believe in love and not sex. And men believe in sex and not love.","author":"Beatrice Wood","topic":"Romantic"},{"quote":"It&#39;s the contemporary woman that movies don&#39;t know what to do with, other than bathe her in a bridal glow in romantic comedies where both the romance and the comedy are artificial sweeteners.","author":"James Wolcott","topic":"Romantic"},{"quote":"For the longest time, I didn&#39;t even want to admit I was serious about music. Before the Shins, I would tell myself, &#39;Oh, I&#39;m going to figure something out someday.&#39; I had this romantic vision of being this old dude maybe making guitars or something.","author":"James Mercer","topic":"Romantic"},{"quote":"We travellers are in very hard circumstances. If we say nothing but what has been said before us, we are dull and have observed nothing. If we tell anything new, we are laughed at as fabulous and romantic.","author":"Mary Wortley Montagu","topic":"Romantic"},{"quote":"Anders Thomas Jensen and I had talked about making a movie which addressed the cancer issue, and we didn&#39;t want to make it heavy-handed. We wanted to do something which had a lot of hope in it. And then for some reason we came up with a romantic comedy.","author":"Susanne Bier","topic":"Romantic"},{"quote":"NASA projects often have romantic names that link into a long history of exploration and adventure: Atlantis and Discovery, for example.","author":"Hanna Rosin","topic":"Romantic"},{"quote":"Movies are romantic fantasies.","author":"Ira Sachs","topic":"Romantic"},{"quote":"The audiences know their actors. Didn&#39;t Shah Rukh Khan have a romantic image despite playing a dad in &#39;Kuch Kuch Hota Hai?&#39;","author":"Karan Patel","topic":"Romantic"},{"quote":"Romantic music really stirs my soul. And, of course, I love Chinese music; it makes me feel closer to home.","author":"Liu Wen","topic":"Romantic"},{"quote":"Mind you, Roman Holiday - which is kind of a romantic comedy - is one of my favorite films, and I think Audrey Hepburn is absolutely phenomenal in that movie.","author":"Ellen Page","topic":"Romantic"},{"quote":"Latin men are the most passionate men in the world - they may not be the most aggressive, but they are very passionate, very romantic.","author":"Brooke Burke","topic":"Romantic"},{"quote":"I don&#39;t believe in having one partner for your whole life, but I hope I get married. I want to have a husband and two kids and a nice little life baking pies. I&#39;m quite romantic. It&#39;s definitely important to have someone make you feel special.","author":"Hilary Duff","topic":"Romantic"},{"quote":"I&#39;d like to do a romantic comedy like &#39;Notting Hill,&#39; which is one of my favorite movies.","author":"Rutina Wesley","topic":"Romantic"},{"quote":"I would have loved to do romantic comedies. That&#39;s what I think I would be best at.","author":"Rene Russo","topic":"Romantic"},{"quote":"The chance to play a romantic character who kisses somebody onscreen was one of the elements that made me want to do &#39;The Stand.&#39; The more you can do, the better, and I&#39;ve been known as a character actor.","author":"Gary Sinise","topic":"Romantic"},{"quote":"I don&#39;t live with people, that&#39;s why my relationships last. I&#39;m not romantic. Even when I was a teenager if somebody asked if they could hold my hand I&#39;d say, - no, it&#39;s not heavy, I can hold it myself, thank you&#39;.","author":"Paul O'Grady","topic":"Romantic"},{"quote":"I&#39;ve never gotten to do romantic comedy like most of the girls. Maybe because I&#39;m fit, people assume that I&#39;m not funny?","author":"Jessica Biel","topic":"Romantic"},{"quote":"The most aggressive artists often hide their romantic side.","author":"Don Johnson","topic":"Romantic"},{"quote":"The Romantic poets were the prototype ramblers, and I&#39;ve often found myself following in their footsteps - although perhaps not all of their footsteps since a typical walk for Samuel T. Coleridge might last two days and cover 145km.","author":"Arthur Smith","topic":"Romantic"},{"quote":"When I was about 14 I remember thinking when it came to proposing to my future girlfriend, I&#39;d make a CD with all her favourite songs and a message that said, &#39;Will you marry me?&#39; Shows you what a romantic I was. No one listens to CDs any more. It&#39;s all about iTunes.","author":"Tinie Tempah","topic":"Romantic"},{"quote":"The idea of a soulmate is beautiful and very romantic to talk about it in a movie or a song, but in reality, I find it scary.","author":"Vanessa Paradis","topic":"Romantic"},{"quote":"I would love to do a romantic comedy - a good one.","author":"Stephanie Sigman","topic":"Romantic"},{"quote":"I&#39;m a hopeless 19th-century romantic.","author":"John Banville","topic":"Romantic"},{"quote":"I had a romantic, &#39;Aren&#39;t I a good girl?&#39; take on divorce, but the truth is that was stupid.","author":"Ali MacGraw","topic":"Romantic"},{"quote":"There are so many romantic comedies made, but very few dramas or love stories. And with a love story, you have to take time to develop three-dimensional characters.","author":"Gina Prince-Bythewood","topic":"Romantic"},{"quote":"In a big Bollywood romantic film, taking my shirt off and spreading the hand towards the mountain with dancers behind me are not my cup of tea.","author":"Vir Das","topic":"Romantic"},{"quote":"I think the institute of marriage is a noble thing. The idea of a partner for life is incredibly romantic. But now we&#39;re living to 100. A hundred years ago people were dying at age 37. Til death do us part was a much different deal.","author":"Debra Messing","topic":"Romantic"},{"quote":"Usually, in romantic comedies, you end up sacrificing a great deal of the complexity - you know, just two attractive people and a good soundtrack.","author":"Timothy Olyphant","topic":"Romantic"},{"quote":"It was a romantic dream to be a writer. It seemed like a calling.","author":"Bobbie Ann Mason","topic":"Romantic"},{"quote":"I am very uncomfortable being romantic. I can be funny; I can be all over the place. I can be anything but romantic.","author":"Amruta Khanvilkar","topic":"Romantic"},{"quote":"Romantic relationships are the least interesting thing for me to write about. I&#39;m 45, and that&#39;s not the most interesting thing in my life anymore.","author":"Kelly Sue DeConnick","topic":"Romantic"},{"quote":"I love romantic comedies, or romantic dramas - basically anything with love in it.","author":"Rachel Bilson","topic":"Romantic"},{"quote":"I think there are many ways to be brave and that being brave and vulnerable in terms of a romantic situation is one of the hardest things to do in real life.","author":"Kelly Marie Tran","topic":"Romantic"},{"quote":"I got a gymnastics scholarship to college, fell in love with my true love of my whole life - who I&#39;m married to now - and he was a virgin too. It was very romantic.","author":"Victoria Jackson","topic":"Romantic"},{"quote":"Lidia Bastianich, sorry, but kind of boring. I mean, I love Lidia, but you can fall asleep watching her. And Mario Batali? I love Mario to death... but he&#39;s not romantic or sensual. Those are the things I bring to the table.","author":"Giada De Laurentiis","topic":"Romantic"},{"quote":"I happen to know there is nothing sexy or romantic about love scenes. They are just awful to do.","author":"Keeley Hawes","topic":"Romantic"},{"quote":"I&#39;m very romantic.","author":"Carmen Electra","topic":"Romantic"},{"quote":"I&#39;ve never felt that I had to take a role in one of those mediocre but hugely budgeted romantic comedies because I want to wear beautiful dresses and have people think I&#39;m pretty and that I get the guy.","author":"Minnie Driver","topic":"Romantic"},{"quote":"I was married when I was 17. I knew nothing. I was full of romance.","author":"Gloria Swanson","topic":"Romantic"},{"quote":"I did want a boy child because I had this romantic idea that a boy child when he&#39;s 16 takes his mother out for dinner.","author":"Jennifer Saunders","topic":"Romantic"},{"quote":"The romantic idea is that everybody around a writer must suffer for his talent. I think a writer is a citizen of humanity, part of his nation, part of his family. He may have to make some compromises.","author":"Irwin Shaw","topic":"Romantic"},{"quote":"I&#39;m not really a believer in romantic, happily-ever-after love stories.","author":"Richard LaGravenese","topic":"Romantic"},{"quote":"You won&#39;t find me in a romantic comedy. Those movies don&#39;t speak to me. People don&#39;t come to talk to me about those scripts, because they probably think I&#39;m this dark, twisted, miserable person.","author":"Naomi Watts","topic":"Romantic"},{"quote":"I&#39;m a hopeless romantic.","author":"Lance Bass","topic":"Romantic"},{"quote":"Cooking is always very romantic!","author":"Matthew Morrison","topic":"Romantic"},{"quote":"No highbrow literary type would ever say &#39;Moby Dick&#39; is good but it&#39;s just about a whale, or a Jane Austen would be important if she wasn&#39;t just writing about romantic relationships.","author":"Sophie Hannah","topic":"Romantic"},{"quote":"I feel so fortunate to have been able to work so much, particularly in the horror-thriller genre, but I would love to be able to do something perhaps a little more dramatic or even a romantic comedy.","author":"Danielle Panabaker","topic":"Romantic"},{"quote":"I&#39;m probably the furthest from being romantic that you&#39;ve ever seen; I&#39;m not even close to being romantic in any way until I have to be.","author":"Brian McKnight","topic":"Romantic"},{"quote":"Wine writers have been around for almost as long as there has been wine, but in the past, generally speaking, most wine writing was uncritical and emphasized wine as a romantic, historic beverage. Criticism and comparative tastings were eschewed for fear of offending the trade, which most writers depended upon for survival.","author":"Robert M. Parker, Jr.","topic":"Romantic"},{"quote":"I came across &#39;The Song of Achilles&#39; by Madeline Miller in one of the most romantic ways one can find a story. I was digging through a pile of used books at my local library when my hand gravitated toward its brilliant teal and glistening gold cover.","author":"Taylor Jenkins Reid","topic":"Romantic"},{"quote":"My passion is capturing what it feels like to love, be it romantic or otherwise. I love to watch two people realize what they meant for each other - and that goes across all media, books, TV, movies, personal essays; everything.","author":"Taylor Jenkins Reid","topic":"Romantic"},{"quote":"It&#39;s tough to do a romantic scene with someone you don&#39;t like. I have been lucky so far.","author":"Sidharth Malhotra","topic":"Romantic"},{"quote":"My music is bejewelled, it&#39;s colourful, it&#39;s romantic, it shines.","author":"Carly Rae Jepsen","topic":"Romantic"},{"quote":"I don&#39;t think anybody at the major studios is rushing to offer me a romantic lead.","author":"Judge Reinhold","topic":"Romantic"},{"quote":"I&#39;m still a bit of a romantic and an idealist and hopelessly naive.","author":"Brit Marling","topic":"Romantic"},{"quote":"When you have kids and get older, it goes beyond flowers and chocolate. It&#39;s about waking up with a baby, letting her sleep in, and making a coffee for her when she wakes up. To me, being romantic is putting someone else first and thinking about what makes them happy.","author":"James Marsden","topic":"Romantic"},{"quote":"My mom had this romantic notion of her children playing classical music. The idea is you learn it when you&#39;re still learning language. It&#39;s using the same part of the brain.","author":"Andrew Bird","topic":"Romantic"},{"quote":"I don&#39;t want to, in any way, characterize a race or a people or get accused of racial profiling, but the Irish, as lyrical and romantic as they can be in their poetry, they can be every bit as repressed in their personal relations.","author":"Stephen Lang","topic":"Romantic"},{"quote":"My sister&#39;s journal was the romantic one with boys, and mine was talking about my rock tumbler. We were so different and so similar.","author":"Paula Pell","topic":"Romantic"},{"quote":"I&#39;ve flown across America, I&#39;ve scaled fences, I&#39;ve stood under windows and gone out of my way hundreds of times. I&#39;m a hopeless romantic. There&#39;s no hope for me.","author":"Joel Madden","topic":"Romantic"},{"quote":"In mainstream romantic comedies, I&#39;m usually tearing my hair out. It&#39;s just a devastatingly difficult genre for me.","author":"Carter Burwell","topic":"Romantic"},{"quote":"I think I&#39;ve only done one horror movie, Psycho III. That was a walk in the park compared to a romantic comedy.","author":"Carter Burwell","topic":"Romantic"},{"quote":"Many times an actor is stuck for the lack of choices. The same happened with me when I started my career. That was the time when mainly romantic films were being made, and that is what I was offered all the time.","author":"Arjun Rampal","topic":"Romantic"},{"quote":"I&#39;ve always loved the language of flowers. I discovered Kate Greenaway&#39;s &#39;Language of Flowers&#39; in a used bookstore when I was 16 and couldn&#39;t believe it was such a well-kept secret. How could something so beautiful and romantic be virtually unknown?","author":"Vanessa Diffenbaugh","topic":"Romantic"},{"quote":"We watch a romantic comedy because we want to cry, say, or an action movie so we can participate in heroics. Horror&#39;s different. It can hit you with a moment of revulsion so hard you might want to erase the last five minutes of your life, please.","author":"Stephen Graham Jones","topic":"Romantic"},{"quote":"I think it&#39;s easy to hold on to this romantic hope that communities such as Niaqornat won&#39;t change, because we&#39;re in this world where progress is unstoppable, and they&#39;re a link to some idealised past.","author":"Sarah Gavron","topic":"Romantic"},{"quote":"I do feel like guys feel pressure to be funny with me, which is kind of annoying. It&#39;s a turn-off if someone&#39;s trying hard to be funny because it feels like they&#39;re auditioning for a comedy job or something. It doesn&#39;t feel romantic to me. I get so much comedy from my life that, from a guy, I&#39;m more looking for something sweet or romantic.","author":"Chelsea Peretti","topic":"Romantic"},{"quote":"I&#39;m a really huge fan of the old romantic comedies from the &#39;30s and &#39;40s... Huge fan. I love all that stuff.","author":"Thomas Jane","topic":"Romantic"},{"quote":"I usually decide if I&#39;m going to do a movie based on if I like the script or not. I thought &#39;Pulling Strings&#39; had every single element that a classic romantic comedy needs to be a success. It&#39;s very well written. The cast was amazing. It was a decision I made based on the power of the script.","author":"Jaime Camil","topic":"Romantic"},{"quote":"Perhaps I&#39;ve been perceived more as a romantic comedy actor, but overall, I enjoy acting in any shape or form.","author":"Jaime Camil","topic":"Romantic"},{"quote":"It&#39;s so interesting that the romantic side of my life comes from my father, who I really didn&#39;t even know that well.","author":"Sophie B. Hawkins","topic":"Romantic"},{"quote":"In a romantic comedy, it&#39;s usually a good idea to have people who can&#39;t stand the fact that they are attracted to each other.","author":"Amanda Peet","topic":"Romantic"},{"quote":"I did a film called &#39;Puccini for Beginners,&#39; which was a romantic comedy, and I always wanted to do more, but I kept doing drama.","author":"Elizabeth Reaser","topic":"Romantic"},{"quote":"Maybe I don&#39;t see enough television, but it seems there aren&#39;t many shows that are romantic comedies that are an hour long where you&#39;re not solving a crime or being a doctor.","author":"Elizabeth Reaser","topic":"Romantic"},{"quote":"Couples without kids have each other, their friends, families, and Siri to talk to. It&#39;s not like they&#39;re quarantining themselves in an underground bunker, never to take a romantic stroll on the beach or attend a Morrissey concert ever again. They&#39;re just using birth control.","author":"Jen Kirkman","topic":"Romantic"},{"quote":"I would love to do a Fred Astaire\/Gene Kelly type movie musical - a fun, song and dance, romantic comedy. Or, even just play the lead in one of those broad comedies - that would just be fantastic.","author":"Dash Mihok","topic":"Romantic"},{"quote":"I want to go play a villain or an action hero or a nice, light, romantic comedy or something. That would be good.","author":"Dash Mihok","topic":"Romantic"},{"quote":"I&#39;m a big old romantic.","author":"Colin Farrell","topic":"Romantic"},{"quote":"Yeah, but there&#39;s nobody who represents romance to me like Cary Grant.","author":"Aaron Eckhart","topic":"Romantic"},{"quote":"I&#39;d like to do a romantic comedy.","author":"Aaron Eckhart","topic":"Romantic"},{"quote":"I think the best romantic comedies don&#39;t have villains.","author":"Nicholas Stoller","topic":"Romantic"},{"quote":"I knew after &#39;Sarah Marshall&#39; that my favorite genre is romantic comedy. Nothing is more satisfying than a great romantic comedy.","author":"Nicholas Stoller","topic":"Romantic"},{"quote":"A good romantic comedy is my favorite movie to watch.","author":"Nicholas Stoller","topic":"Romantic"},{"quote":"I think the best romantic comedies are hard funny - no soft jokes, but ones that make you, like, guffaw. I also think that they have to make you feel good, ideally, and make you feel warm inside at the end.","author":"Nicholas Stoller","topic":"Romantic"},{"quote":"I don&#39;t like high concept movies very much, and the kind of scripts that I would occasionally get offered tended to be really high concept comedies or romantic comedies. I just don&#39;t like it. I like much more realistic movies with actual psychology and behavior in them.","author":"Greg Mottola","topic":"Romantic"},{"quote":"I love romantic comedies.","author":"Max Minghella","topic":"Romantic"},{"quote":"Maybe I&#39;m naively romantic, but I do believe that spice and excitement doesn&#39;t stop once a couple gets together.","author":"Stana Katic","topic":"Romantic"},{"quote":"I don&#39;t think I&#39;ll ever escape the fact that I don&#39;t belong anywhere in particular. I&#39;ve often dreamed about going back to Nigeria, but that&#39;s a very romantic notion. It&#39;s a hideous country to go to in reality.","author":"Hugo Weaving","topic":"Romantic"},{"quote":"I&#39;ve often dreamed about going back to Nigeria, but that&#39;s a very romantic notion. It&#39;s a hideous country to go to in reality.","author":"Hugo Weaving","topic":"Romantic"},{"quote":"I&#39;m really not a TV junkie... OK, I kind of am a TV junkie, but I&#39;m much more of a movie junkie - my junk food is romantic comedies I&#39;ve seen a million times.","author":"Alison Brie","topic":"Romantic"},{"quote":"With female-oriented movies, unless it&#39;s something like &#39;Bridesmaids&#39; or a romantic comedy, you&#39;ve got to really worry about your opening weekend. And I&#39;m always telling stories about women, not younger women, and it&#39;s just a much tougher audience to get to the movie theater.","author":"Callie Khouri","topic":"Romantic"},{"quote":"I&#39;m more likely to give you a cuddle than a punch in the face. I have a soft side, especially with my girlfriend. I send her flowers and use my culinary skills to pull off romantic meals. I do great Thai dishes.","author":"Jai Courtney","topic":"Romantic"},{"quote":"I always like to read something romantic about the place I&#39;m visiting.","author":"Anouska Hempel","topic":"Romantic"},{"quote":"I always thought &#39;chick lit&#39; meant third-person contemporary funny novels, dealing with issues of the day. I mean, it&#39;s not the ideal term; when I&#39;m asked to describe what I do, I say I write romantic comedies, cause that&#39;s what I feel they are. But I&#39;m quite pragmatic.","author":"Sophie Kinsella","topic":"Romantic"},{"quote":"I&#39;m a romantic, and I like guys to bring flowers and buy some gifts - not expensive things, just romantic things.","author":"Bai Ling","topic":"Romantic"},{"quote":"When you&#39;re playing a romantic version of a real person, you&#39;re playing a version of the truth.","author":"Andrea Riseborough","topic":"Romantic"},{"quote":"I wouldn&#39;t treat a romantic scene any differently than any other scene. I would really say the biggest preparation was chewing gum and breath mints! For a kissing scene, it&#39;s all about the breath mints!","author":"Alice Englert","topic":"Romantic"},{"quote":"I tend to look out for things with a resonance to my youth - artists or objects that seemed romantic all those years ago. I never buy anything purely for its value. I like possessions that smile back at me.","author":"Nicholas Haslam","topic":"Romantic"},{"quote":"I seem to be drawn to the really romantic songs.","author":"Vonda Shepard","topic":"Romantic"},{"quote":"Being in the studio is a really romantic time.","author":"Alison Krauss","topic":"Romantic"},{"quote":"I&#39;m not about to talk about what&#39;s romantic in my life - I figure if you talk about it once - then that&#39;s an open invitation for everyone to dig into your personal life even further.","author":"James Van Der Beek","topic":"Romantic"},{"quote":"My great-grandfather was in the army in India, and we have photographs of my family there in full Victorian dress. They&#39;re incredibly romantic.","author":"Georgina Chapman","topic":"Romantic"},{"quote":"I think there are certain tenets set in place for all different types on genres. For thrillers, women usually die first. I can&#39;t say exactly why, and it&#39;s kind of a bummer... But I also can&#39;t explain why the wallflower girl in the romantic comedy always gets the guy in the end. That&#39;s just the way those movies go.","author":"Katie Aselton","topic":"Romantic"},{"quote":"Assume everything you put on the Internet can and will be seen not only by the person you&#39;re talking about, but your future romantic partners and bosses, too.","author":"Mara Wilson","topic":"Romantic"},{"quote":"I think that sometimes, romantic comedies have to be really broad, and that the plot of people falling in and out of love or whatever is not enough. &#39;Enough Said&#39; had that stuff, but I wanted it to be fun and funny while also grounded in reality.","author":"Nicole Holofcener","topic":"Romantic"},{"quote":"&#39;Not Another Happy Ending&#39; is a romantic comedy starring Karen Gillan and Stanley Weber. It is about these two characters and their relationships.","author":"Henry Ian Cusick","topic":"Romantic"},{"quote":"I like romantic comedies, as it is a fun and light thing to get involved with.","author":"Henry Ian Cusick","topic":"Romantic"},{"quote":"I am eagerly waiting to play the lead role in a romantic show! I have such a strong role in &#39;Balika Vadhu,&#39; but none of the guys in the show romance me on screen.","author":"Roop Durgapal","topic":"Romantic"},{"quote":"When I was very, very young, seven years old, I heard there was school where you could go to learn to draw. That was my absolute driven passion, to become an artist or a painter. So the romantic realist in me, I studied to be a graphic design artist and an art teacher.","author":"David Coverdale","topic":"Romantic"},{"quote":"Yeah, romantic comedies are the hardest movies to make. Maybe one works a year.","author":"Dylan McDermott","topic":"Romantic"},{"quote":"We must not, however, be like the leaders of the great romantic revolt who, in their eagerness to get rid of the husk of convention, disregarded also the humane aspiration.","author":"Irving Babbitt","topic":"Romantic"},{"quote":"In the movies, Bette Davis lights two cigarettes and hands the second one to James Cagney. It was just so glamorous and romantic.","author":"Loni Anderson","topic":"Romantic"},{"quote":"I am a big fan of the old Howard Hawks films from the 30s and 40s, I was a big Hepburn and Tracey fan for a while and Woody Allen films that are a very different kind of romantic comedy.","author":"Edward Burns","topic":"Romantic"},{"quote":"I don&#39;t feel like a romantic lead; I guess I feel more like a character actor.","author":"Matthew Macfadyen","topic":"Romantic"},{"quote":"My vanity is I&#39;m terribly romantic! But being married is lovely.","author":"Matthew Macfadyen","topic":"Romantic"},{"quote":"I had written many things as a journalist, but I had no idea if I could write something scary or romantic or touching that wasn&#39;t me writing about someone else&#39;s life story. It was really exciting to try.","author":"Jeff Giles","topic":"Romantic"},{"quote":"Are you kidding? I&#39;m a terrible cook, but John is a really great one. Literally, I never cook. The whole time we were dating, I prepared two officially romantic meals. Both of them were such disasters that he begs me never to go into the kitchen again.","author":"Rebecca Romijn","topic":"Romantic"},{"quote":"New York has got this sort of wonderful romantic idea of the South.","author":"Josh Lucas","topic":"Romantic"},{"quote":"I love romantic comedy, but I think you have to have another idea that you&#39;re chasing along with romantic comedy.","author":"James L. Brooks","topic":"Romantic"},{"quote":"I&#39;d love to do a romantic comedy. And perhaps, if the character was right and I had a good gut instinct, a Bollywood movie. And I&#39;d love to direct. One day. I&#39;m learning a lot on the set of &#39;The Good Wife.&#39;","author":"Archie Panjabi","topic":"Romantic"},{"quote":"I&#39;m not the girl that sits at home on a Saturday night plaiting her girlfriend&#39;s hair, drinking tea and watching romantic comedies.","author":"Ricki-Lee Coulter","topic":"Romantic"},{"quote":"I need to be more romantic. I do. I know that&#39;s something women really appreciate.","author":"Brody Jenner","topic":"Romantic"},{"quote":"&#39;Perfect Sense&#39; is a film about love and catastrophe, which I hope is a powerfully romantic and emotional take on the apocalyptic sub-genre. Its aim is to be a minimalist concept movie - where seismic events occur in simple ways that ask the audience to use their imagination.","author":"David MacKenzie","topic":"Romantic"},{"quote":"I really love the idea of the poetically mad - the character that is imbued with the romantic madness. Like River from &#39;Firefly&#39; or Drusilla from &#39;Buffy.&#39; Someone dangerously unhinged, where you&#39;re really not sure they&#39;re going to be reliable minute-to-minute.","author":"Holly Black","topic":"Romantic"},{"quote":"It&#39;ll be interesting to see if I ever have to play a typical, bland romantic interest. I&#39;m quirky, and playing it kind of straight and bland doesn&#39;t interest me a whole lot.","author":"Matt McGorry","topic":"Romantic"},{"quote":"I was the female lead in a romantic comedy. It&#39;s a little indie film that we shot in China called &#39;America Town,&#39; starring Daniel Henney and Bill Paxton. I actually had to speak Chinese in the film. It was funny because I found out I was doing the film and then a week later, I was in Shanghai.","author":"Eliza Coupe","topic":"Romantic"},{"quote":"I love Billy Wilder, and I love the way that his films can be very touching and very moving and very romantic, and at the same time there&#39;s always a little cynical undertone, there&#39;s always something that undercuts things.","author":"David Nicholls","topic":"Romantic"},{"quote":"I had a lot of romantic notions about what it would mean to cross Asia by foot.","author":"Rory Stewart","topic":"Romantic"},{"quote":"In some sense, I&#39;m a romantic. I like the idea of organic history and tradition.","author":"Rory Stewart","topic":"Romantic"},{"quote":"What&#39;s funny about the slacker thing, people project an image of what they think a musician is: young, slack, unemployed - like a really romantic idea of a poet, writer or musician - which isn&#39;t really true a lot of the time. I don&#39;t reckon you would know anything about me if I wasn&#39;t moderately hard-working.","author":"Courtney Barnett","topic":"Romantic"},{"quote":"Romance is mush, stifling those who strive.","author":"Billy Strayhorn","topic":"Romantic"},{"quote":"I&#39;m not romantic, and I don&#39;t like Christmas.","author":"Paula Hawkins","topic":"Romantic"},{"quote":"We shouldn&#39;t romanticize rejection. There&#39;s nothing romantic about rejection. It&#39;s horrible.","author":"Marlon James","topic":"Romantic"},{"quote":"I used to be a hopeless romantic - I fell in love with everyone I went out with.","author":"Jeremy London","topic":"Romantic"},{"quote":"Then I abandoned comics for fine art because I had some romantic vision of being like Vincent Van Gogh Jr.","author":"Bill Griffith","topic":"Romantic"},{"quote":"For me, the romantic comedies I love are the ones that pay homage to the genre, but also find their ways to twist it and tweak it.","author":"Greg Berlanti","topic":"Romantic"},{"quote":"I am a romantic, in a literary way, by which I mean the Romantic poets, who thought just because a sensation is fleeting doesn&#39;t mean it isn&#39;t valuable. If the only criterion of value is whether something lasts, then the whole of human life is a waste of time.","author":"Sebastian Faulks","topic":"Romantic"},{"quote":"A romantic is someone who believes that something is valuable even if it doesn&#39;t last. And a non-romantic is someone who says that if something doesn&#39;t endure, or can&#39;t be logically proved and pinned down, it&#39;s worthless.","author":"Sebastian Faulks","topic":"Romantic"},{"quote":"I was commissioned to write some romantic fiction, and I really liked doing those, and they were very instructive in terms of building characters and plots. But it never felt right for me.","author":"Paula Hawkins","topic":"Romantic"},{"quote":"I think if you&#39;re going to be committed to doing anything, you really have to care about it, and I suppose that is a romantic idea.","author":"Tony Benn","topic":"Romantic"},{"quote":"I think that baseball as a whole, I am a huge romantic when it comes to the history and the stats and the numbers the stories behind it, so I would consider myself a pretty big fan.","author":"Graham Elliot","topic":"Romantic"},{"quote":"I love romantic films and love drama. Any film that has romance or romantic element is my comfort.","author":"Rani Mukerji","topic":"Romantic"},{"quote":"When I read the script, I liked the script very much and I thought it was a marvelous part for her, because I think it is a change of pace. I mean, we know how wonderful she is in romantic comedy.","author":"Albert Finney","topic":"Romantic"},{"quote":"I don&#39;t want to do romantic roles where I have to lip sync to a song. A role that explores romance on a new level would suit me.","author":"Irrfan Khan","topic":"Romantic"},{"quote":"When you see a bad romantic comedy, you see the script, the director, and the actors trying to create this warmth and this pathos and this feeling that you care about them. That cannot be manufactured - it&#39;s either there or it isn&#39;t.","author":"Jeff Garlin","topic":"Romantic"},{"quote":"I think as a filmmaker one should make all kinds of films. It is not that one should make only one kind of film. I love to see romantic films; I loved watching &#39;Dilwale Dulhaniya Le Jayenge,&#39; &#39;Kuch Kuch Hota Hai.&#39; If I make such films, I will make it with my yardstick, according to my parameters.","author":"Madhur Bhandarkar","topic":"Romantic"},{"quote":"I&#39;m really a romantic at heart.","author":"Christopher Atkins","topic":"Romantic"},{"quote":"I don&#39;t need to control anything. Even with romantic partnerships, I don&#39;t need to control anyone.","author":"Cass McCombs","topic":"Romantic"},{"quote":"I never sat down and said, &#39;I&#39;m going to write historical fiction with strong romantic elements.&#39; It was just the way the stories went.","author":"Lauren Willig","topic":"Romantic"},{"quote":"Say what you will about Queen Eleanor, she was a savvy, quick-witted woman who made her mark on history. And as the founder of the Courts of Love, what better patron monarch could there be for a romantic novelist?","author":"Lauren Willig","topic":"Romantic"},{"quote":"I&#39;m not running about playing romantic leads. I don&#39;t know if that&#39;s a good or a bad thing, but it&#39;s the way it&#39;s sort of working out.","author":"Jack Lowden","topic":"Romantic"},{"quote":"I was actually deputy headboy at my school. And everyone around me was very supportive of what I wanted to do. There&#39;s no romantic story about how me and my brother got to where we are.","author":"Jack Lowden","topic":"Romantic"},{"quote":"The most successful marriages, gay or straight, even if they begin in romantic love, often become friendships. It&#39;s the ones that become the friendships that last.","author":"Andrew Sullivan","topic":"Romantic"},{"quote":"The romantic appeal of solar sailing has ensured that its advocates consistently come from the worlds of both science fiction and science fact.","author":"Thomas Mallon","topic":"Romantic"},{"quote":"With &#39;Attachments,&#39; my goal was to write a really good romantic comedy. I wanted the reader to be smiling throughout.","author":"Rainbow Rowell","topic":"Romantic"},{"quote":"I&#39;ve written a couple of scripts. Actually, a pilot. I&#39;m not sure I&#39;m allowed to say, but it&#39;s a comedy about three young men in New York City, one of whom may or may not be a romantic like me.","author":"Andre Holland","topic":"Romantic"},{"quote":"I&#39;m the old-school, letter-writing romantic. I know it&#39;s out of style, and not a lot of women go for that these days, but that&#39;s what I go for.","author":"Andre Holland","topic":"Romantic"},{"quote":"Well, we all start thinking we&#39;re going to be Romantic rock stars, but then reality hits and you realize no one reads you but other poets.","author":"George Murray","topic":"Romantic"},{"quote":"I&#39;m sick of playing romantic leads.","author":"John Corbett","topic":"Romantic"},{"quote":"I don&#39;t like the way recording to digital sounds. Most of the time, when I&#39;m recording to two-inch tape, I still have a romantic vision of how songs sounded coming out of the radio when I was younger, and how they sounded coming out of my little four-track cassette player.","author":"M. Ward","topic":"Romantic"},{"quote":"I get a lot of dramas, but I&#39;d like to do a romantic comedy type of movie; that&#39;d be a nice step for me. No more screaming or running or shooting... for one movie where I can just be in love with a boy.","author":"Serinda Swan","topic":"Romantic"},{"quote":"I&#39;m looking forward to sproglets but, as I&#39;m the main breadwinner, I feel I ought to capitalise on my career for a bit longer. Mother keeps telling me I should go and freeze some eggs. Not terribly romantic, is it?","author":"Honeysuckle Weeks","topic":"Romantic"},{"quote":"It&#39;s the pursuit of love and happiness that is the driving force of the romantic novel.","author":"Susanna Kearsley","topic":"Romantic"},{"quote":"When you say that you write romantic fiction, there are a lot of people who have an image in their mind of the &#39;bodice ripper.&#39; It&#39;s the one term that most romantic fiction writers absolutely hate because it has no bearing on what people are writing.","author":"Susanna Kearsley","topic":"Romantic"},{"quote":"Romantic fiction, in the broader sense, can be any novel that has a love story somewhere in it. It can be a mystery or a historical novel, as long as it has this very strong romantic thread running through it.","author":"Susanna Kearsley","topic":"Romantic"},{"quote":"Yes, I wrote songs. I was becoming kind of an Enrique Iglesias kind of a singer, with those ballads and cheesy romantic things.","author":"Juan Diego Florez","topic":"Romantic"},{"quote":"In real life, I am not a romantic person. I am a fun person and a complete tomboy.","author":"Kratika Sengar","topic":"Romantic"},{"quote":"Boys have said in the past that I live my life like a movie. I love all things romantic, like kissing in the rain.","author":"Mollie King","topic":"Romantic"},{"quote":"I always wanted to be a teacher. I went to school to be a teacher. And I&#39;ve always, you know, had this sort of romantic idea about it. But I&#39;m worried about - I&#39;m worried about education.","author":"Tony Danza","topic":"Romantic"},{"quote":"I don&#39;t know if it&#39;s a romantic comedy but I&#39;m in the beginning of the first of the season of &#39;The West Wing.&#39; We shot it last year. I don&#39;t know. If anyone asks me to be in one, I&#39;ll jump on it.","author":"Jason Isaacs","topic":"Romantic"},{"quote":"As an actor, I&#39;ve grown considerably. It&#39;s taken me years to get comfortable doing a romantic scene and dancing on stage in front of a live audience. I&#39;ve really opened up a lot.","author":"Sanjay Dutt","topic":"Romantic"},{"quote":"As an actor, I&#39;ve grown considerably. For example, it&#39;s taken me years to get comfortable doing a romantic scene and dancing on stage in front of a live audience. I do it a lot better than I ever did. I&#39;ve really opened up a lot. And I&#39;m glad I have because I&#39;m being appreciated for it.","author":"Sanjay Dutt","topic":"Romantic"},{"quote":"I couldn&#39;t write a happy movie or romantic comedy to save my life. Yes, Noel Coward&#39;s an idol, but his plays are serious to me. &#39;Private Lives&#39; and &#39;Design for Living&#39; both have an edge. Without psychoanalyzing myself, I think I exorcise my demons in my work.","author":"John Logan","topic":"Romantic"},{"quote":"I&#39;m romantic to the point of embarrassment.","author":"Jesse L. Martin","topic":"Romantic"},{"quote":"I&#39;m a real romantic.","author":"Vanity","topic":"Romantic"},{"quote":"I don&#39;t think any of the early Romantic composers knew how to write for the piano... The music of that era is full of empty theatrical gestures, full of exhibitionism, and it has a worldly, hedonistic quality that simply turns me off.","author":"Glenn Gould","topic":"Romantic"},{"quote":"I&#39;m a dreadful romantic. No matter what I go through in life, I want to fall in love with a man.","author":"Rachel Hunter","topic":"Romantic"},{"quote":"The thing you can&#39;t let go of is gravity. The reality of gravity in writing. If someone says something really mean in a sitcom, and the next wave isn&#39;t a reaction to the reality of that, you start losing relatability. In a lot of romantic comedies, they throw out the rules of life.","author":"Michael Patrick King","topic":"Romantic"},{"quote":"The big stars I felt a kinship with were never the romantic leads. It wasn&#39;t Steve McQueen or Robert Redford - it was people like Walter Matthau and Anthony Quinn. My big hero was Tommy Cooper.","author":"Alfred Molina","topic":"Romantic"},{"quote":"I like playing off strong actors, whether it&#39;s Benedict Cumberbatch or Dominic Cooper. Also I&#39;m a hopeless romantic, so I&#39;m fascinated by relationships.","author":"Lara Pulver","topic":"Romantic"},{"quote":"It is certainly true that writers take a stance at some variance from organized religion. This has not always been true. But since the romantic movement - and I&#39;m referring now exclusively to poetry - the emphasis has been on the individual imagination defined against, rather than in terms of, any orthodoxy.","author":"Eavan Boland","topic":"Romantic"},{"quote":"I have been doing a lot of romantic movies, so such roles don&#39;t excite me much now. I would like to play an out-and-out, really cruel villain once. My character in &#39;Da Thadiya&#39; had such a streak, but I want a full length villainous role. It is a different kind of excitement.","author":"Nivin Pauly","topic":"Romantic"},{"quote":"I used to try to draw my girlfriends. I think one of the most romantic things that anybody can do is draw a portrait of the person you love.","author":"Nick Carter","topic":"Romantic"},{"quote":"When I start to write, words have become physical presence. It was to see if I could bring that private world to life that found its first expression through reading. I really dislike the romantic notion of the artist.","author":"John McGahern","topic":"Romantic"},{"quote":"I hate to sound like a romantic adolescent, but I believe artists don&#39;t generally see art as a career choice; they simply can&#39;t overcome their desire to make art, and will live on little income for as long as they have to, before they start to sell their work - or give up and get a paying job.","author":"Charles Saatchi","topic":"Romantic"},{"quote":"People want to hear about the extremes of human nature. They want things that are larger than their own lives, and more romantic, and not necessarily of their own experiences.","author":"Richard Thompson","topic":"Romantic"},{"quote":"If I loved all the world as I do you, I shouldn&#39;t write books to it: I should only write letters to it, and that would be only a clumsy stage on the way to entire telepathy.","author":"Laurence Housman","topic":"Romantic"},{"quote":"One of the pitfalls of a romantic comedy is that you know how it&#39;s going to end.","author":"Jason Segel","topic":"Romantic"},{"quote":"I am a romantic, I admit it.","author":"Keith Jarrett","topic":"Romantic"},{"quote":"I think the French have a romantic cliche that Englishmen have great style, great music, irony and sense of humour. Well, sometimes cliches are true.","author":"Josephine de La Baume","topic":"Romantic"},{"quote":"My brother has a tendency to get quite lyrical when he writes music; he gets so romantic, it&#39;s borderline. I make it slightly more aggressive. I make the round corner a bit sharper.","author":"Josephine de La Baume","topic":"Romantic"},{"quote":"My husband does so many romantic things for me, it&#39;s absurd.","author":"Jennifer Beals","topic":"Romantic"},{"quote":"As a young woman, I had been seeking experience, knowledge, truth, the stuff writers need in their work, but when the artist actually kicked in, I came to understand that in this romantic relationship I was not free to be myself, or to find myself, in order to begin the true work I needed to do.","author":"Taiye Selasi","topic":"Romantic"},{"quote":"Jung Yong-hwa and I know so much about each other, I think it would be difficult for us to start a romantic relationship.","author":"Park Shin-hye","topic":"Romantic"},{"quote":"I would like to do maybe a smaller romantic comedy.","author":"Linda Fiorentino","topic":"Romantic"},{"quote":"I don&#39;t like to search too much. I find it is easier when romance finds you.","author":"Michelle Trachtenberg","topic":"Romantic"},{"quote":"I would love to do a really cool romantic comedy, perhaps with Hugh Grant. I think he is brilliant. That&#39;s the kind of film I love to go to see. I love &#39;girls&#39; films&#39;.","author":"Sophia Myles","topic":"Romantic"},{"quote":"Romance like a ghost escapes touching; it is always where you are not, not where you are. The interview or conversation was prose at the time, but it is poetry in the memory.","author":"George William Curtis","topic":"Romantic"},{"quote":"My idea of a romantic night is to watch action films.","author":"Corey Hart","topic":"Romantic"},{"quote":"I can&#39;t wait for everyone to read &#39;Don&#39;t Look Back.&#39; It&#39;s something very different for me, my first romantic suspense novel, so I&#39;m very excited to be sharing the book, finally.","author":"Jennifer Armentrout","topic":"Romantic"},{"quote":"I want to do more action adventures and more romantic comedies.","author":"Maria Bello","topic":"Romantic"},{"quote":"I&#39;m an incurable romantic, and Casablanca&#39;s one of the most romantic pictures I&#39;ve ever seen - the combination of Bogart and Bergman is just magical.","author":"Ken Adam","topic":"Romantic"},{"quote":"In medicine as well as in romantic poetry, it is the heart that is the center and controlling mechanics of life. If the heart stops, life stops. The loss of sight doesn&#39;t not mean death. Yet for ages, the eyes was believed to contain a human being&#39;s vital essence - a not wholly irrational belief.","author":"Henry Grunwald","topic":"Romantic"},{"quote":"There&#39;s nothing romantic about my work... I don&#39;t believe in inspiration. I believe that you get to your desk, you stay there, you work, you think of nothing else. You write and you write, and in the end, you write something good.","author":"Irving Stone","topic":"Romantic"},{"quote":"I think I usually play the woman that, after the person tries to go for some extraordinary feat of romantic accomplishment, they happily wind up with me.","author":"Jessica Hecht","topic":"Romantic"},{"quote":"The view which regards man as a well, a reservoir full of possibilities, I call the romantic; the one which regards him as a very finite and fixed creature, I call the classical.","author":"T. E. Hulme","topic":"Romantic"},{"quote":"Love is one of my favorite things to talk about. Every song will be about losing it or finding it, seeing a guy and not knowing if you want to tell him how you feel yet. I guess I&#39;m a hopeless romantic.","author":"Candice Glover","topic":"Romantic"},{"quote":"Romance is dead - it was acquired in a hostile takeover by Hallmark and Disney, homogenized, and sold off piece by piece.","author":"Yeardley Smith","topic":"Romantic"},{"quote":"I think one of the downsides of the sort of obsession with romantic love and personal fulfillment is that the plain fact of the matter is that those feelings don&#39;t last for ever and so they better be replaced and reinforced by things that do.","author":"Mary Archer","topic":"Romantic"},{"quote":"There are two births: the one when light, First strikes the new awakened sense; The other when two souls unite, And we must count our life from thence, When you loved me and I loved you, Then both of us were born anew.","author":"William Cartwright","topic":"Romantic"},{"quote":"Finding love is a fixation now, and that&#39;s because although romantic love can sometimes cause a lot of suffering, it can also give people peaks of happiness that come very close to our ideal of &#39;the happy state.&#39;","author":"Francois Lelord","topic":"Romantic"}]