[{"quote":"Science is a beautiful gift to humanity; we should not distort it.","author":"A. P. J. Abdul Kalam","topic":"Science"},{"quote":"The science of today is the technology of tomorrow.","author":"Edward Teller","topic":"Science"},{"quote":"Only two things are infinite, the universe and human stupidity, and I&#39;m not sure about the former.","author":"Albert Einstein","topic":"Science"},{"quote":"Science is a way of thinking much more than it is a body of knowledge.","author":"Carl Sagan","topic":"Science"},{"quote":"Science without religion is lame, religion without science is blind.","author":"Albert Einstein","topic":"Science"},{"quote":"Science is organized knowledge. Wisdom is organized life.","author":"Immanuel Kant","topic":"Science"},{"quote":"The art and science of asking questions is the source of all knowledge.","author":"Thomas Berger","topic":"Science"},{"quote":"Our scientific power has outrun our spiritual power. We have guided missiles and misguided men.","author":"Martin Luther King, Jr.","topic":"Science"},{"quote":"We will always have STEM with us. Some things will drop out of the public eye and will go away, but there will always be science, engineering, and technology. And there will always, always be mathematics.","author":"Katherine Johnson","topic":"Science"},{"quote":"Research is what I&#39;m doing when I don&#39;t know what I&#39;m doing.","author":"Wernher von Braun","topic":"Science"},{"quote":"The most beautiful thing we can experience is the mysterious. It is the source of all true art and science.","author":"Albert Einstein","topic":"Science"},{"quote":"Science is about knowing; engineering is about doing.","author":"Henry Petroski","topic":"Science"},{"quote":"Ignorance more frequently begets confidence than does knowledge: it is those who know little, and not those who know much, who so positively assert that this or that problem will never be solved by science.","author":"Charles Darwin","topic":"Science"},{"quote":"Modern science says: &#39;The sun is the past, the earth is the present, the moon is the future.&#39; From an incandescent mass we have originated, and into a frozen mass we shall turn. Merciless is the law of nature, and rapidly and irresistibly we are drawn to our doom.","author":"Nikola Tesla","topic":"Science"},{"quote":"Medicine is a science of uncertainty and an art of probability.","author":"William Osler","topic":"Science"},{"quote":"We live in a society exquisitely dependent on science and technology, in which hardly anyone knows anything about science and technology.","author":"Carl Sagan","topic":"Science"},{"quote":"Success is a science; if you have the conditions, you get the result.","author":"Oscar Wilde","topic":"Science"},{"quote":"Bad times have a scientific value. These are occasions a good learner would not miss.","author":"Ralph Waldo Emerson","topic":"Science"},{"quote":"Science is the great antidote to the poison of enthusiasm and superstition.","author":"Adam Smith","topic":"Science"},{"quote":"Computer science is no more about computers than astronomy is about telescopes.","author":"Edsger Dijkstra","topic":"Science"},{"quote":"Science has not yet taught us if madness is or is not the sublimity of the intelligence.","author":"Edgar Allan Poe","topic":"Science"},{"quote":"Everything is theoretically impossible, until it is done.","author":"Robert A. Heinlein","topic":"Science"},{"quote":"Science means constantly walking a tightrope between blind faith and curiosity; between expertise and creativity; between bias and openness; between experience and epiphany; between ambition and passion; and between arrogance and conviction - in short, between an old today and a new tomorrow.","author":"Heinrich Rohrer","topic":"Science"},{"quote":"The equal right of all citizens to health, education, work, food, security, culture, science, and wellbeing - that is, the same rights we proclaimed when we began our struggle, in addition to those which emerge from our dreams of justice and equality for all inhabitants of our world - is what I wish for all.","author":"Fidel Castro","topic":"Science"},{"quote":"Democracy is the art and science of running the circus from the monkey cage.","author":"H. L. Mencken","topic":"Science"},{"quote":"To raise new questions, new possibilities, to regard old problems from a new angle, requires creative imagination and marks real advance in science.","author":"Albert Einstein","topic":"Science"},{"quote":"There is no science in this world like physics. Nothing comes close to the precision with which physics enables you to understand the world around you. It&#39;s the laws of physics that allow us to say exactly what time the sun is going to rise. What time the eclipse is going to begin. What time the eclipse is going to end.","author":"Neil deGrasse Tyson","topic":"Science"},{"quote":"Science knows no country, because knowledge belongs to humanity, and is the torch which illuminates the world.","author":"Louis Pasteur","topic":"Science"},{"quote":"Rockets are cool. There&#39;s no getting around that.","author":"Elon Musk","topic":"Science"},{"quote":"If civilization is to survive, we must cultivate the science of human relationships - the ability of all peoples, of all kinds, to live together, in the same world at peace.","author":"Franklin D. Roosevelt","topic":"Science"},{"quote":"I like to learn. That&#39;s an art and a science.","author":"Katherine Johnson","topic":"Science"},{"quote":"Science is fun. Science is curiosity. We all have natural curiosity. Science is a process of investigating. It&#39;s posing questions and coming up with a method. It&#39;s delving in.","author":"Sally Ride","topic":"Science"},{"quote":"Science is beautiful when it makes simple explanations of phenomena or connections between different observations. Examples include the double helix in biology and the fundamental equations of physics.","author":"Stephen Hawking","topic":"Science"},{"quote":"Genetic engineering is a result of science advancement, so I don&#39;t think that in itself is bad. If used wisely, genetics can be beneficial, but they can be abused, too.","author":"Hideo Kojima","topic":"Science"},{"quote":"Travel stories teach geography; insect stories lead the child into natural science; and so on. The teacher, in short, can use reading to introduce her pupils to the most varied subjects; and the moment they have been thus started, they can go on to any limit guided by the single passion for reading.","author":"Maria Montessori","topic":"Science"},{"quote":"Science fiction is any idea that occurs in the head and doesn&#39;t exist yet, but soon will, and will change everything for everybody, and nothing will ever be the same again. As soon as you have an idea that changes some small part of the world you are writing science fiction. It is always the art of the possible, never the impossible.","author":"Ray Bradbury","topic":"Science"},{"quote":"I am among those who think that science has great beauty.","author":"Marie Curie","topic":"Science"},{"quote":"I hope climate science becomes the big thing. And then what I want is electrical engineers to solve the world&#39;s energy problems, energy distribution problems. I want mechanical engineers to make better transportation systems. I want chemical engineers to develop better solar panels, and so on.","author":"Bill Nye","topic":"Science"},{"quote":"There is nothing which can better deserve your patronage, than the promotion of science and literature. Knowledge is in every country the surest basis of public happiness.","author":"George Washington","topic":"Science"},{"quote":"Engineering or technology is all about using the power of science to make life better for people, to reduce cost, to improve comfort, to improve productivity, etc.","author":"N. R. Narayana Murthy","topic":"Science"},{"quote":"No amount of experimentation can ever prove me right; a single experiment can prove me wrong.","author":"Albert Einstein","topic":"Science"},{"quote":"Science is not only a disciple of reason but, also, one of romance and passion.","author":"Stephen Hawking","topic":"Science"},{"quote":"We are born at a given moment, in a given place and, like vintage years of wine, we have the qualities of the year and of the season of which we are born. Astrology does not lay claim to anything more.","author":"Carl Jung","topic":"Science"},{"quote":"There&#39;s nothing I believe in more strongly than getting young people interested in science and engineering, for a better tomorrow, for all humankind.","author":"Bill Nye","topic":"Science"},{"quote":"The rise of Google, the rise of Facebook, the rise of Apple, I think are proof that there is a place for computer science as something that solves problems that people face every day.","author":"Eric Schmidt","topic":"Science"},{"quote":"Any real virtual reality enthusiast can look back at VR science fiction. It&#39;s not about playing games... &#39;The Matrix,&#39; &#39;Snow Crash,&#39; all this fiction was not about sitting in a room playing video games. It&#39;s about being in a parallel digital world that exists alongside our own, communicating with other people, playing with other people.","author":"Palmer Luckey","topic":"Science"},{"quote":"Software Engineering might be science; but that&#39;s not what I do. I&#39;m a hacker, not an engineer.","author":"Jamie Zawinski","topic":"Science"},{"quote":"Music is not math. It&#39;s science. You keep mixing the stuff up until it blows up on you, or it becomes this incredible potion.","author":"Bruno Mars","topic":"Science"},{"quote":"Science and technology are a propellant for building a thriving country, and the happiness of the people and the future of the country hinge on their development.","author":"Kim Jong-un","topic":"Science"},{"quote":"To me, mathematics, computer science, and the arts are insanely related. They&#39;re all creative expressions.","author":"Sebastian Thrun","topic":"Science"},{"quote":"Science is a way of life. Science is a perspective. Science is the process that takes us from confusion to understanding in a manner that&#39;s precise, predictive and reliable - a transformation, for those lucky enough to experience it, that is empowering and emotional.","author":"Brian Greene","topic":"Science"},{"quote":"At its heart, engineering is about using science to find creative, practical solutions. It is a noble profession.","author":"Queen Elizabeth II","topic":"Science"},{"quote":"Once you have an innovation culture, even those who are not scientists or engineers - poets, actors, journalists - they, as communities, embrace the meaning of what it is to be scientifically literate. They embrace the concept of an innovation culture. They vote in ways that promote it. They don&#39;t fight science and they don&#39;t fight technology.","author":"Neil deGrasse Tyson","topic":"Science"},{"quote":"Art is the tree of life. Science is the tree of death.","author":"William Blake","topic":"Science"},{"quote":"Medicine is not only a science; it is also an art. It does not consist of compounding pills and plasters; it deals with the very processes of life, which must be understood before they may be guided.","author":"Paracelsus","topic":"Science"},{"quote":"My role at Lockheed Martin puts me in contact with extraordinary leaders in many fields - from science and engineering to philanthropy and government. And since we also work closely with our nation&#39;s armed forces, we tend to reflect a lot on leadership and how we can inspire successful teamwork, cooperation, and partnerships.","author":"Marillyn Hewson","topic":"Science"},{"quote":"Medical science has proven time and again that when the resources are provided, great progress in the treatment, cure, and prevention of disease can occur.","author":"Michael J. Fox","topic":"Science"},{"quote":"False facts are highly injurious to the progress of science, for they often endure long; but false views, if supported by some evidence, do little harm, for every one takes a salutary pleasure in proving their falseness.","author":"Charles Darwin","topic":"Science"},{"quote":"Journalism should be more like science. As far as possible, facts should be verifiable. If journalists want long-term credibility for their profession, they have to go in that direction. Have more respect for readers.","author":"Julian Assange","topic":"Science"},{"quote":"Science may never come up with a better office communication system than the coffee break.","author":"Earl Wilson","topic":"Science"},{"quote":"In questions of science, the authority of a thousand is not worth the humble reasoning of a single individual.","author":"Galileo Galilei","topic":"Science"},{"quote":"Electrical science has revealed to us the true nature of light, has provided us with innumerable appliances and instruments of precision, and has thereby vastly added to the exactness of our knowledge.","author":"Nikola Tesla","topic":"Science"},{"quote":"Science, my lad, is made up of mistakes, but they are mistakes which it is useful to make, because they lead little by little to the truth.","author":"Jules Verne","topic":"Science"},{"quote":"In the big picture, architecture is the art and science of making sure that our cities and buildings fit with the way we want to live our lives.","author":"Bjarke Ingels","topic":"Science"},{"quote":"Science and technology revolutionize our lives, but memory, tradition and myth frame our response.","author":"Arthur M. Schlesinger","topic":"Science"},{"quote":"The cloning of humans is on most of the lists of things to worry about from Science, along with behaviour control, genetic engineering, transplanted heads, computer poetry and the unrestrained growth of plastic flowers.","author":"Lewis Thomas","topic":"Science"},{"quote":"Scientists have become the bearers of the torch of discovery in our quest for knowledge.","author":"Stephen Hawking","topic":"Science"},{"quote":"Science is a wonderful thing if one does not have to earn one&#39;s living at it.","author":"Albert Einstein","topic":"Science"},{"quote":"The thing I have discovered about working with personal finance is that the good news is that it is not rocket science. Personal finance is about 80 percent behavior. It is only about 20 percent head knowledge.","author":"Dave Ramsey","topic":"Science"},{"quote":"Your theory is crazy, but it&#39;s not crazy enough to be true.","author":"Niels Bohr","topic":"Science"},{"quote":"Mars is the only place in the solar system where it&#39;s possible for life to become multi-planetarian.","author":"Elon Musk","topic":"Science"},{"quote":"In those parts of the world where learning and science has prevailed, miracles have ceased; but in those parts of it as are barbarous and ignorant, miracles are still in vogue.","author":"Ethan Allen","topic":"Science"},{"quote":"The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom.","author":"Isaac Asimov","topic":"Science"},{"quote":"Time travel used to be thought of as just science fiction, but Einstein&#39;s general theory of relativity allows for the possibility that we could warp space-time so much that you could go off in a rocket and return before you set out.","author":"Stephen Hawking","topic":"Science"},{"quote":"Equipped with his five senses, man explores the universe around him and calls the adventure Science.","author":"Edwin Powell Hubble","topic":"Science"},{"quote":"We live in this world in order always to learn industriously and to enlighten each other by means of discussion and to strive vigorously to promote the progress of science and the fine arts.","author":"Wolfgang Amadeus Mozart","topic":"Science"},{"quote":"Is there anything science should not try to explain? Science is knowledge and knowledge is power - power to do good or evil. Sometimes ignorance is bliss.","author":"Paul Davies","topic":"Science"},{"quote":"The universe is made of stories, not of atoms.","author":"Muriel Rukeyser","topic":"Science"},{"quote":"The distance between insanity and genius is measured only by success.","author":"Bruce Feirstein","topic":"Science"},{"quote":"Science cannot solve the ultimate mystery of nature. And that is because, in the last analysis, we ourselves are a part of the mystery that we are trying to solve.","author":"Max Planck","topic":"Science"},{"quote":"Electrical science has disclosed to us the more intimate relation existing between widely different forces and phenomena and has thus led us to a more complete comprehension of Nature and its many manifestations to our senses.","author":"Nikola Tesla","topic":"Science"},{"quote":"Looking ahead, I believe that the underlying importance of higher education, of science, of technology, of research and scholarship to our quality of life, to the strength of our economy, to our security in many dimensions will continue to be the most important message.","author":"Charles Vest","topic":"Science"},{"quote":"Science is the pursuit of pure truth, and the systematizing of it.","author":"P. T. Barnum","topic":"Science"},{"quote":"Crucial to science education is hands-on involvement: showing, not just telling; real experiments and field trips and not just &#39;virtual reality.&#39;","author":"Martin Rees","topic":"Science"},{"quote":"Science is the father of knowledge, but opinion breeds ignorance.","author":"Hippocrates","topic":"Science"},{"quote":"On the ordinary view of each species having been independently created, we gain no scientific explanation.","author":"Charles Darwin","topic":"Science"},{"quote":"We can lick gravity, but sometimes the paperwork is overwhelming.","author":"Wernher von Braun","topic":"Science"},{"quote":"Most people say that it is the intellect which makes a great scientist. They are wrong: it is character.","author":"Albert Einstein","topic":"Science"},{"quote":"The Universal Zulu Nation stands to acknowledge wisdom, understanding, freedom, justice, and equality, peace, unity, love, and having fun, work, overcoming the negative through the positive, science, mathematics, faith, facts, and the wonders of God, whether we call him Allah, Jehovah, Yahweh, or Jah.","author":"Afrika Bambaataa","topic":"Science"},{"quote":"The science of psychology has been far more successful on the negative than on the positive side... It has revealed to us much about man&#39;s shortcomings, his illnesses, his sins, but little about his potentialities, his virtues, his achievable aspirations, or his psychological health.","author":"Abraham Maslow","topic":"Science"},{"quote":"Learn computer science. It&#39;s extraordinarily helpful. I like recommending learning economics as well so they think in terms of business, they have rational frameworks for looking at the world, but yeah, computer science is an amazing way to get into, even if you want to be CEO, having a tech background is helpful.","author":"Fabrice Grinda","topic":"Science"},{"quote":"Carl Sagan spoke fluently between biology and geology and astrophysics and physics. If you move fluently across those boundaries, you realize that science is everywhere; science is not something you can step around or sweep under the rug.","author":"Neil deGrasse Tyson","topic":"Science"},{"quote":"Advertising: the science of arresting the human intelligence long enough to get money from it.","author":"Stephen Leacock","topic":"Science"},{"quote":"By denying scientific principles, one may maintain any paradox.","author":"Galileo Galilei","topic":"Science"},{"quote":"The most important thing we can do is inspire young minds and to advance the kind of science, math and technology education that will help youngsters take us to the next phase of space travel.","author":"John Glenn","topic":"Science"},{"quote":"It is the function of science to discover the existence of a general reign of order in nature and to find the causes governing this order. And this refers in equal measure to the relations of man - social and political - and to the entire universe as a whole.","author":"Dmitri Mendeleev","topic":"Science"},{"quote":"Ever since the Industrial Revolution, investments in science and technology have proved to be reliable engines of economic growth. If homegrown interest in those fields is not regenerated soon, the comfortable lifestyle to which Americans have become accustomed will draw to a rapid close.","author":"Neil deGrasse Tyson","topic":"Science"},{"quote":"Advertising is fundamentally persuasion and persuasion happens to be not a science, but an art.","author":"William Bernbach","topic":"Science"},{"quote":"I&#39;m concentrating on staying healthy, having peace, being happy, remembering what is important, taking in nature and animals, spending time reading, trying to understand the universe, where science and the spiritual meet.","author":"Joan Jett","topic":"Science"},{"quote":"Imagination is the Discovering Faculty, pre-eminently. It is that which penetrates into the unseen worlds around us, the worlds of Science.","author":"Ada Lovelace","topic":"Science"},{"quote":"We have also arranged things so that almost no one understands science and technology. This is a prescription for disaster. We might get away with it for a while, but sooner or later this combustible mixture of ignorance and power is going to blow up in our faces.","author":"Carl Sagan","topic":"Science"},{"quote":"Science may have found a cure for most evils; but it has found no remedy for the worst of them all - the apathy of human beings.","author":"Helen Keller","topic":"Science"},{"quote":"Vaccines and antibiotics have made many infectious diseases a thing of the past; we&#39;ve come to expect that public health and modern science can conquer all microbes. But nature is a formidable adversary.","author":"Tom Frieden","topic":"Science"},{"quote":"Neuroscience is by far the most exciting branch of science because the brain is the most fascinating object in the universe. Every human brain is different - the brain makes each human unique and defines who he or she is.","author":"Stanley B. Prusiner","topic":"Science"},{"quote":"While that amendment failed, human cloning continues to advance and the breakthrough in this unethical and morally questionable science is around the corner.","author":"Mike Pence","topic":"Science"},{"quote":"The basic science is very well established; it is well understood that global warming is due to greenhouse gases. What is uncertain is projections about specifics in the next few decades, by how much will the climate change.","author":"Mario J. Molina","topic":"Science"},{"quote":"Just as Darwin discovered the law of development of organic nature, so Marx discovered the law of development of human history: the simple fact, hitherto concealed by an overgrowth of ideology, that mankind must first of all eat, drink, have shelter and clothing, before it can pursue politics, science, art, religion, etc.","author":"Friedrich Engels","topic":"Science"},{"quote":"The method of political science is the interpretation of life; its instrument is insight, a nice understanding of subtle, unformulated conditions.","author":"Woodrow Wilson","topic":"Science"},{"quote":"Part of what it is to be scientifically-literate, it&#39;s not simply, &#39;Do you know what DNA is? Or what the Big Bang is?&#39; That&#39;s an aspect of science literacy. The biggest part of it is do you know how to think about information that&#39;s presented in front of you.","author":"Neil deGrasse Tyson","topic":"Science"},{"quote":"Every science begins as philosophy and ends as art.","author":"Will Durant","topic":"Science"},{"quote":"Aviation, this young modern giant, exemplifies the possible relationship of women and the creations of science. Although women have not taken full advantage of its use and benefits, air travel is as available to them as to men.","author":"Amelia Earhart","topic":"Science"},{"quote":"Economics is not an exact science. It&#39;s a combination of an art and elements of science. And that&#39;s almost the first and last lesson to be learned about economics: that in my judgment, we are not converging toward exactitude, but we&#39;re improving our data bases and our ways of reasoning about them.","author":"Paul Samuelson","topic":"Science"},{"quote":"Boys do not evaluate a book. They divide books into categories. There are sexy books, war books, westerns, travel books, science fiction. A boy will accept anything from a section he knows rather than risk another sort. He has to have the label on the bottle to know it is the mixture as before.","author":"William Golding","topic":"Science"},{"quote":"Science investigates; religion interprets. Science gives man knowledge which is power; religion gives man wisdom which is control.","author":"Martin Luther King, Jr.","topic":"Science"},{"quote":"Science is what you know, philosophy is what you don&#39;t know.","author":"Bertrand Russell","topic":"Science"},{"quote":"The function of sociology, as of every science, is to reveal that which is hidden.","author":"Pierre Bourdieu","topic":"Science"},{"quote":"Science never solves a problem without creating ten more.","author":"George Bernard Shaw","topic":"Science"},{"quote":"When people think about computer science, they imagine people with pocket protectors and thick glasses who code all night.","author":"Marissa Mayer","topic":"Science"},{"quote":"Aerodynamically, the bumble bee shouldn&#39;t be able to fly, but the bumble bee doesn&#39;t know it so it goes on flying anyway.","author":"Mary Kay Ash","topic":"Science"},{"quote":"There is no conflict between the ideal of religion and the ideal of science, but science is opposed to theological dogmas because science is founded on fact. To me, the universe is simply a great machine which never came into being and never will end. The human being is no exception to the natural order. Man, like the universe, is a machine.","author":"Nikola Tesla","topic":"Science"},{"quote":"When radium was discovered, no one knew that it would prove useful in hospitals. The work was one of pure science. And this is a proof that scientific work must not be considered from the point of view of the direct usefulness of it.","author":"Marie Curie","topic":"Science"},{"quote":"Nothing has such power to broaden the mind as the ability to investigate systematically and truly all that comes under thy observation in life.","author":"Marcus Aurelius","topic":"Science"},{"quote":"When I look upon seamen, men of science and philosophers, man is the wisest of all beings; when I look upon priests and prophets nothing is as contemptible as man.","author":"Diogenes","topic":"Science"},{"quote":"Science literacy is the artery through which the solutions of tomorrow&#39;s problems flow.","author":"Neil deGrasse Tyson","topic":"Science"},{"quote":"There must be no barriers to freedom of inquiry. There is no place for dogma in science. The scientist is free, and must be free to ask any question, to doubt any assertion, to seek for any evidence, to correct any errors.","author":"J. Robert Oppenheimer","topic":"Science"},{"quote":"Part of what made the Macintosh great was that the people working on it were musicians, poets, and artists, and zoologists, and historians. They also happened to be the best computer scientists in the world. But if it hadn&#39;t been computer science, these people would have been doing amazing things in other fields.","author":"Steve Jobs","topic":"Science"},{"quote":"In science, we must be interested in things, not in persons.","author":"Marie Curie","topic":"Science"},{"quote":"What is a scientist after all? It is a curious man looking through a keyhole, the keyhole of nature, trying to know what&#39;s going on.","author":"Jacques Yves Cousteau","topic":"Science"},{"quote":"The kitchen&#39;s a laboratory, and everything that happens there has to do with science. It&#39;s biology, chemistry, physics. Yes, there&#39;s history. Yes, there&#39;s artistry. Yes, to all of that. But what happened there, what actually happens to the food is all science.","author":"Alton Brown","topic":"Science"},{"quote":"Science is magic that works.","author":"Kurt Vonnegut","topic":"Science"},{"quote":"I do not recognize the right of the public to break in the front door of a man&#39;s private life in order to satisfy the gaze of the curious... I do not think it right to dissect living men even for the advancement of science. So far as I am concerned, I prefer a post mortem examination to vivisection without anaesthetics.","author":"Alexander Graham Bell","topic":"Science"},{"quote":"Every great advance in science has issued from a new audacity of imagination.","author":"John Dewey","topic":"Science"},{"quote":"Science fiction encourages us to explore... all the futures, good and bad, that the human mind can envision.","author":"Marion Zimmer Bradley","topic":"Science"},{"quote":"Science has revealed that the human body is made up of millions and millions of atoms... For example, I am made up of 5.8x10 27 atoms.","author":"A. P. J. Abdul Kalam","topic":"Science"},{"quote":"The science of operations, as derived from mathematics more especially, is a science of itself, and has its own abstract truth and value.","author":"Ada Lovelace","topic":"Science"},{"quote":"Let both sides seek to invoke the wonders of science instead of its terrors. Together let us explore the stars, conquer the deserts, eradicate disease, tap the ocean depths, and encourage the arts and commerce.","author":"John F. Kennedy","topic":"Science"},{"quote":"There will one day spring from the brain of science a machine or force so fearful in its potentialities, so absolutely terrifying, that even man, the fighter, who will dare torture and death in order to inflict torture and death, will be appalled, and so abandon war forever.","author":"Thomas A. Edison","topic":"Science"},{"quote":"Usually, girls weren&#39;t encouraged to go to college and major in math and science. My high school calculus teacher, Ms. Paz Jensen, made math appealing and motivated me to continue studying it in college.","author":"Ellen Ochoa","topic":"Science"},{"quote":"I love having my hands in the dirt. It is never a science and always an art. There are no rules. And if it comes down to me versus that weed I&#39;m trying to pull out of the ground that doesn&#39;t want to come out? I know I&#39;ll win.","author":"Matthew McConaughey","topic":"Science"},{"quote":"Religion is something left over from the infancy of our intelligence, it will fade away as we adopt reason and science as our guidelines.","author":"Bertrand Russell","topic":"Science"},{"quote":"We especially need imagination in science. It is not all mathematics, nor all logic, but it is somewhat beauty and poetry.","author":"Maria Mitchell","topic":"Science"},{"quote":"It should be mandatory that you understand computer science.","author":"will.i.am","topic":"Science"},{"quote":"I like science fiction, I like fantasy, I like time travel, so I had this idea: What if you had a phone that could call into the past?","author":"Rainbow Rowell","topic":"Science"},{"quote":"Science does not know its debt to imagination.","author":"Ralph Waldo Emerson","topic":"Science"},{"quote":"Food is art and science. So, you take something out, you have to work with the recipe to make sure that you&#39;re providing delicious food with cleaner labels.","author":"Denise Morrison","topic":"Science"},{"quote":"GIS, in its digital manifestation of geography, goes beyond just the science. It provides us a framework and a process for applying geography. It brings together observational science and measurement and integrates it with modeling and prediction, analysis, and interpretation so that we can understand things.","author":"Jack Dangermond","topic":"Science"},{"quote":"He who would do good to another must do it in Minute Particulars: general Good is the plea of the scoundrel, hypocrite, and flatterer, for Art and Science cannot exist but in minutely organized Particulars.","author":"William Blake","topic":"Science"},{"quote":"If we study learning as a data science, we can reverse engineer the human brain and tailor learning techniques to maximize the chances of student success. This is the biggest revolution that could happen in education, turning it into a data-driven science, and not such a medieval set of rumors professors tend to carry on.","author":"Sebastian Thrun","topic":"Science"},{"quote":"Fine arts education in public schools is really abysmal. The same emphasis should be put on music, theater, dance - anything creative - that&#39;s put on math and science.","author":"Maren Morris","topic":"Science"},{"quote":"The science tells us that if we fail to reduce global warming pollution, global temperatures will rise to dangerous levels and unleash devastating extreme weather events and accelerate destructive sea level rise.","author":"Frances Beinecke","topic":"Science"},{"quote":"The roles of art, morality, religion, political faith, science itself are not to repair organic exhaustion nor to provide sound functioning of the organs. All this supraphysical life is built and expanded not because of the demands of the cosmic environment but because of the demands of the social environment.","author":"Emile Durkheim","topic":"Science"},{"quote":"The human brain is an incredible pattern-matching machine.","author":"Jeff Bezos","topic":"Science"},{"quote":"The very nature of science is discoveries, and the best of those discoveries are the ones you don&#39;t expect.","author":"Neil deGrasse Tyson","topic":"Science"},{"quote":"The difference between science and the arts is not that they are different sides of the same coin even, or even different parts of the same continuum, but rather, they are manifestations of the same thing. The arts and sciences are avatars of human creativity.","author":"Mae Jemison","topic":"Science"},{"quote":"Nothing is less important than which fork you use. Etiquette is the science of living. It embraces everything. It is ethics. It is honor.","author":"Emily Post","topic":"Science"},{"quote":"Mild autism can give you a genius like Einstein. If you have severe autism, you could remain nonverbal. You don&#39;t want people to be on the severe end of the spectrum. But if you got rid of all the autism genetics, you wouldn&#39;t have science or art. All you would have is a bunch of social &#39;yak yaks.&#39;","author":"Temple Grandin","topic":"Science"},{"quote":"Science knows no country, because knowledge belongs to humanity, and is the torch which illuminates the world. Science is the highest personification of the nation because that nation will remain the first which carries the furthest the works of thought and intelligence.","author":"Louis Pasteur","topic":"Science"},{"quote":"Vanity of science. Knowledge of physical science will not console me for ignorance of morality in time of affliction, but knowledge of morality will always console me for ignorance of physical science.","author":"Blaise Pascal","topic":"Science"},{"quote":"In Israel, a land lacking in natural resources, we learned to appreciate our greatest national advantage: our minds. Through creativity and innovation, we transformed barren deserts into flourishing fields and pioneered new frontiers in science and technology.","author":"Shimon Peres","topic":"Science"},{"quote":"Anthropology demands the open-mindedness with which one must look and listen, record in astonishment and wonder that which one would not have been able to guess.","author":"Margaret Mead","topic":"Science"},{"quote":"The true teachers and educators are not those who have learned pedagogy as the science of dealing with children, but those in whom pedagogy has awakened through understanding the human being.","author":"Rudolf Steiner","topic":"Science"},{"quote":"Baking is both an art and a science.","author":"Sherry Yard","topic":"Science"},{"quote":"When science, art, literature, and philosophy are simply the manifestation of personality they are on a level where glorious and dazzling achievements are possible, which can make a man&#39;s name live for thousands of years.","author":"Denis Diderot","topic":"Science"},{"quote":"Science is the search for truth, that is the effort to understand the world: it involves the rejection of bias, of dogma, of revelation, but not the rejection of morality.","author":"Linus Pauling","topic":"Science"},{"quote":"We live in a time when science is validating what humans have known throughout the ages: that compassion is not a luxury; it is a necessity for our well-being, resilience, and survival.","author":"Joan Halifax","topic":"Science"},{"quote":"In many spheres of human endeavor, from science to business to education to economic policy, good decisions depend on good measurement.","author":"Ben Bernanke","topic":"Science"},{"quote":"The grand aim of all science is to cover the greatest number of empirical facts by logical deduction from the smallest number of hypotheses or axioms.","author":"Albert Einstein","topic":"Science"},{"quote":"For whatever reason, I didn&#39;t succumb to the stereotype that science wasn&#39;t for girls. I got encouragement from my parents. I never ran into a teacher or a counselor who told me that science was for boys. A lot of my friends did.","author":"Sally Ride","topic":"Science"},{"quote":"There is a single light of science, and to brighten it anywhere is to brighten it everywhere.","author":"Isaac Asimov","topic":"Science"},{"quote":"My desire to be a physician had a lot to do with that sense of medicine as a ministry of healing, not just a science. And not even just a science and an art, but also a calling, also a ministry.","author":"Abraham Verghese","topic":"Science"},{"quote":"Science is the knowledge of consequences, and dependence of one fact upon another.","author":"Thomas Hobbes","topic":"Science"},{"quote":"&#39;Snow White&#39; is an old fairy tale, so obviously the idea of vanity and obsession with youth is long-standing. With today&#39;s science, people have become crazy with trying to move their face around. It&#39;s bizarre.","author":"Julia Roberts","topic":"Science"},{"quote":"Just as the science and art of agriculture depend upon chemistry and botany, so the art of education depends upon physiology and psychology.","author":"Edward Thorndike","topic":"Science"},{"quote":"Science has taught us, against all intuition, that apparently solid things like crystals and rocks are really almost entirely composed of empty space. And the familiar illustration is the nucleus of an atom is a fly in the middle of a sports stadium, and the next atom is in the next sports stadium.","author":"Richard Dawkins","topic":"Science"},{"quote":"The disturbing truth about science communication is that we have theories and ways of delivering messages that really are like putting a candle to the dark, as Carl Sagan would say. We aren&#39;t sure what will work, when, or how much. But for all that uncertainty, that doesn&#39;t mean we shouldn&#39;t try.","author":"Kyle Hill","topic":"Science"},{"quote":"The product of mental labor - science - always stands far below its value, because the labor-time necessary to reproduce it has no relation at all to the labor-time required for its original production.","author":"Karl Marx","topic":"Science"},{"quote":"To mistrust science and deny the validity of scientific method is to resign your job as a human. You&#39;d better go look for work as a plant or wild animal.","author":"P. J. O'Rourke","topic":"Science"},{"quote":"God may exist, but science can explain the universe without the need for a creator.","author":"Stephen Hawking","topic":"Science"},{"quote":"When a person&#39;s religious beliefs cause him to deny the evidence of science, or for whom public policy morphs into a battle with the devil, shouldn&#39;t that be a subject for discussion and debate?","author":"Lawrence M. Krauss","topic":"Science"},{"quote":"Because they are so humbled by their creations, engineers are naturally conservative in their expectations of technology. They know that the perfect system is the stuff of science fiction, not of engineering fact, and so everything must be treated with respect.","author":"Henry Petroski","topic":"Science"},{"quote":"Blind faith, no matter how passionately expressed, will not suffice. Science for its part will test relentlessly every assumption about the human condition.","author":"E. O. Wilson","topic":"Science"},{"quote":"We look at science as something very elite, which only a few people can learn. That&#39;s just not true. You just have to start early and give kids a foundation. Kids live up, or down, to expectations.","author":"Mae Jemison","topic":"Science"},{"quote":"The most exciting phrase to hear in science, the one that heralds new discoveries, is not &#39;Eureka!&#39; but &#39;That&#39;s funny...&#39;","author":"Isaac Asimov","topic":"Science"},{"quote":"Mathematical science shows what is. It is the language of unseen relations between things. But to use and apply that language, we must be able fully to appreciate, to feel, to seize the unseen, the unconscious.","author":"Ada Lovelace","topic":"Science"},{"quote":"People think that computer science is the art of geniuses but the actual reality is the opposite, just many people doing things that build on eachother, like a wall of mini stones.","author":"Donald Knuth","topic":"Science"},{"quote":"There is science, logic, reason; there is thought verified by experience. And then there is California.","author":"Edward Abbey","topic":"Science"},{"quote":"Science is the captain, and practice the soldiers.","author":"Leonardo da Vinci","topic":"Science"},{"quote":"Each problem that I solved became a rule, which served afterwards to solve other problems.","author":"Rene Descartes","topic":"Science"},{"quote":"When you&#39;re thirsty and it seems that you could drink the entire ocean, that&#39;s faith; when you start to drink and finish only a glass or two, that&#39;s science.","author":"Anton Chekhov","topic":"Science"},{"quote":"Poets say science takes away from the beauty of the stars - mere globs of gas atoms. I, too, can see the stars on a desert night, and feel them. But do I see less or more?","author":"Richard P. Feynman","topic":"Science"},{"quote":"All science is either physics or stamp collecting.","author":"Ernest Rutherford","topic":"Science"},{"quote":"Architecture is a science arising out of many other sciences, and adorned with much and varied learning; by the help of which a judgment is formed of those works which are the result of other arts.","author":"Vitruvius","topic":"Science"},{"quote":"Science can purify religion from error and superstition. Religion can purify science from idolatry and false absolutes.","author":"Pope John Paul II","topic":"Science"},{"quote":"Nothing matters but the facts. Without them, the science of criminal investigation is nothing more than a guessing game.","author":"Blake Edwards","topic":"Science"},{"quote":"Science is the best idea humans have ever had. The more people who embrace that idea, the better.","author":"Bill Nye","topic":"Science"},{"quote":"At a time when science plays such a powerful role in the life of society, when the destiny of the whole of mankind may hinge on the results of scientific research, it is incumbent on all scientists to be fully conscious of that role, and conduct themselves accordingly.","author":"Joseph Rotblat","topic":"Science"},{"quote":"There are in fact two things, science and opinion; the former begets knowledge, the later ignorance.","author":"Hippocrates","topic":"Science"},{"quote":"No great advance has been made in science, politics, or religion without controversy.","author":"Lyman Beecher","topic":"Science"},{"quote":"Everything, however complicated - breaking waves, migrating birds, and tropical forests - is made of atoms and obeys the equations of quantum physics. But even if those equations could be solved, they wouldn&#39;t offer the enlightenment that scientists seek. Each science has its own autonomous concepts and laws.","author":"Martin Rees","topic":"Science"},{"quote":"Curiosity - the rover and the concept - is what science is all about: the quest to reveal the unknown.","author":"Ahmed Zewail","topic":"Science"},{"quote":"When we see the shadow on our images, are we seeing the time 11 minutes ago on Mars? Or are we seeing the time on Mars as observed from Earth now? It&#39;s like time travel problems in science fiction. When is now; when was then?","author":"Bill Nye","topic":"Science"},{"quote":"Science is a differential equation. Religion is a boundary condition.","author":"Alan Turing","topic":"Science"},{"quote":"Science must begin with myths, and with the criticism of myths.","author":"Karl Popper","topic":"Science"},{"quote":"Asteroids have us in our sight. The dinosaurs didn&#39;t have a space program, so they&#39;re not here to talk about this problem. We are, and we have the power to do something about it. I don&#39;t want to be the embarrassment of the galaxy, to have had the power to deflect an asteroid, and then not, and end up going extinct.","author":"Neil deGrasse Tyson","topic":"Science"},{"quote":"The essence of science is independent thinking, hard work, and not equipment. When I got my Nobel Prize, I had spent hardly 200 rupees on my equipment.","author":"C. V. Raman","topic":"Science"},{"quote":"I&#39;m not much of a math and science guy. I spent most of my time in school daydreaming and managed to turn it into a living.","author":"George Lucas","topic":"Science"},{"quote":"There must be right and wrong answers to questions of morality and values that potentially fall within the purview of science. On this view, some people and cultures will be right (to a greater or lesser degree), and some will be wrong, with respect to what they deem important in life.","author":"Sam Harris","topic":"Science"},{"quote":"The great tragedy of science - the slaying of a beautiful hypothesis by an ugly fact.","author":"Thomas Huxley","topic":"Science"},{"quote":"They have seized upon the government by bribery and corruption. They have made speculation and public robbery a science. They have loaded the nation, the state, the county, and the city with debt.","author":"Denis Kearney","topic":"Science"},{"quote":"We must not be afraid to push boundaries; instead, we should leverage our science and our technology, together with our creativity and our curiosity, to solve the world&#39;s problems.","author":"Jason Silva","topic":"Science"},{"quote":"The people I really do dislike are the morally unimaginative kind of evolutionary reductionists who, in the name of science, think they can explain everything in terms of our early hominid ancestors or our genes, with their combination of high-handed tone and disregard for history. Such reductive speculation encourages a really empty scientism.","author":"Bernard Williams","topic":"Science"},{"quote":"I didn&#39;t invent forensic science and medicine. I just was one of the first people to recognize how interesting it is.","author":"Patricia Cornwell","topic":"Science"},{"quote":"Science is basically an inoculation against charlatans.","author":"Neil deGrasse Tyson","topic":"Science"},{"quote":"Northeastern and most coastal states will vote for the candidate who is more closely aligned with international cooperation and engagement, secularism and science, gun control, individual freedom in culture and sexuality, and a greater role for the government in protecting the environment and ensuring economic equality.","author":"Steven Pinker","topic":"Science"},{"quote":"My people are going to learn the principles of democracy, the dictates of truth and the teachings of science. Superstition must go.","author":"Mustafa Kemal Ataturk","topic":"Science"},{"quote":"Science fiction writers, I am sorry to say, really do not know anything. We can&#39;t talk about science, because our knowledge of it is limited and unofficial, and usually our fiction is dreadful.","author":"Philip K. Dick","topic":"Science"},{"quote":"In science, &#39;fact&#39; can only mean &#39;confirmed to such a degree that it would be perverse to withhold provisional assent.&#39; I suppose that apples might start to rise tomorrow, but the possibility does not merit equal time in physics classrooms.","author":"Stephen Jay Gould","topic":"Science"},{"quote":"The Analytical Engine has no pretensions whatever to originate anything. It can do whatever we know how to order it to perform... But it is likely to exert an indirect and reciprocal influence on science itself.","author":"Ada Lovelace","topic":"Science"},{"quote":"In the 1940s, cigarettes would be shown in classy situations, endorsed by celebrities - real A-list Hollywood stars in America - the ads would make claims about tobacco quality or manufacturing science and, bizarrely, some brands had what almost amounted to health claims.","author":"Peter York","topic":"Science"},{"quote":"There does not exist a category of science to which one can give the name applied science. There are science and the applications of science, bound together as the fruit of the tree which bears it.","author":"Louis Pasteur","topic":"Science"},{"quote":"Science is curiosity, testing and experimenting.","author":"Venkatraman Ramakrishnan","topic":"Science"},{"quote":"I found that people like rules, and I love to tell people what to do. It&#39;s not rocket science when it comes to weight loss. It&#39;s about eating a little less and moving a little bit more.","author":"Bob Harper","topic":"Science"},{"quote":"Science is based on reproducibility and manufactured objectivity. As strong as that makes its ability to generate claims about matter and energy, it also makes scientific knowledge inapplicable to the existential, visceral nature of human life, which is unique and subjective and unpredictable.","author":"Paul Kalanithi","topic":"Science"},{"quote":"Science fiction is no more written for scientists that ghost stories are written for ghosts.","author":"Brian Aldiss","topic":"Science"},{"quote":"Science is global. Einstein&#39;s equation, E=mc2, has to reach everywhere. Science is a beautiful gift to humanity, we should not distort it. Science does not differentiate between multiple races.","author":"A. P. J. Abdul Kalam","topic":"Science"},{"quote":"It&#39;s true in everything, not just in drag: To be a success, you have to understand the landscape. You have to know thyself, and you have to know your history so that you can draw from people who have figured out the equation you are faced with. It&#39;s not rocket science.","author":"RuPaul","topic":"Science"},{"quote":"As a songwriter, pop music really is a love and a joy and a science, and I feel like a lot of people look at pop music with a very formulaic perspective in numbers and patterns, but an outsider would think that the process is very natural.","author":"Halsey","topic":"Science"},{"quote":"Knowledge of the sciences is so much smoke apart from the heavenly science of Christ.","author":"John Calvin","topic":"Science"},{"quote":"I say you don&#39;t need religion, or political ideology, to understand human nature. Science reveals that human nature is greedy and selfish, altruistic and helpful.","author":"Michael Shermer","topic":"Science"},{"quote":"Tact and diplomacy are fine in international relations, in politics, perhaps even in business; in science only one thing matters, and that is the facts.","author":"Hans Eysenck","topic":"Science"},{"quote":"Science rules!","author":"Bill Nye","topic":"Science"},{"quote":"It is science, and not religion, which has taught men that things are complex and difficult to understand.","author":"Emile Durkheim","topic":"Science"},{"quote":"Everything in food is science. The only subjective part is when you eat it.","author":"Alton Brown","topic":"Science"},{"quote":"Neither science, nor the politics in power, nor the mass media, nor business, nor the law nor even the military are in a position to define or control risks rationally.","author":"Ulrich Beck","topic":"Science"},{"quote":"Yoga is an art and science of living.","author":"Indra Devi","topic":"Science"},{"quote":"Nothing retains less of desire in art, in science, than this will to industry, booty, possession.","author":"Andre Breton","topic":"Science"},{"quote":"Observation is a passive science, experimentation an active science.","author":"Claude Bernard","topic":"Science"},{"quote":"Science progresses best when observations force us to alter our preconceptions.","author":"Vera Rubin","topic":"Science"},{"quote":"Wandering around the web is like living in a world in which every doorway is actually one of those science fiction devices which deposit you in a completely different part of the world when you walk through them. In fact, it isn&#39;t like it, it is it.","author":"Douglas Adams","topic":"Science"},{"quote":"I would designate as science fiction in the best sense: they are visions and anticipations by which we seek to attain a true knowledge, but, in fact, they are only imaginations whereby we seek to draw near to the reality.","author":"Pope Benedict XVI","topic":"Science"},{"quote":"There are times when we are just not very kind to ourselves. The problem with our negative thoughts is that the latest science has revealed that thoughts are very powerful, even impacting us physically.","author":"Elizabeth Thornton","topic":"Science"},{"quote":"I really like being pregnant. Not that there aren&#39;t things I don&#39;t love, but when I think about what my body is doing - creating a child - it just blows my mind. I&#39;m in awe of the process and science.","author":"Emily Deschanel","topic":"Science"},{"quote":"After I had this idea to be Bill Nye the Science Guy, I wore straight ties the first couple times, and then I got this thing going and I started wearing bow ties.","author":"Bill Nye","topic":"Science"},{"quote":"I am not a scientist. I am, rather, an impresario of scientists.","author":"Jacques Yves Cousteau","topic":"Science"},{"quote":"I&#39;ve always felt that the human-centered approach to computer science leads to more interesting, more exotic, more wild, and more heroic adventures than the machine-supremacy approach, where information is the highest goal.","author":"Jaron Lanier","topic":"Science"},{"quote":"The humanities need to be defended today against the encroachments of physical science, as they once needed to be against the encroachment of theology.","author":"Irving Babbitt","topic":"Science"},{"quote":"Art is I; science is we.","author":"Claude Bernard","topic":"Science"},{"quote":"Life science research can be done on multiple platforms. Since we have a very small number of people flying into space, the more people you have, the better.","author":"Laurel Clark","topic":"Science"},{"quote":"In life sciences, we find a reasonable balance between men and women. In engineering and computer science, we have a major problem. A very small percentage of women will be in computer science.","author":"Freeman A. Hrabowski III","topic":"Science"},{"quote":"Science is wonderfully equipped to answer the question &#39;How?&#39; but it gets terribly confused when you ask the question &#39;Why?&#39;","author":"Erwin Chargaff","topic":"Science"},{"quote":"You could warm Mars up, over time, with greenhouse gases.","author":"Elon Musk","topic":"Science"},{"quote":"A fool&#39;s brain digests philosophy into folly, science into superstition, and art into pedantry. Hence University education.","author":"George Bernard Shaw","topic":"Science"},{"quote":"Evolution seems to close the heart to some of the plainest spiritual truths while it opens the mind to the wildest guesses advanced in the name of science.","author":"William Jennings Bryan","topic":"Science"},{"quote":"Creativity is essential to particle physics, cosmology, and to mathematics, and to other fields of science, just as it is to its more widely acknowledged beneficiaries - the arts and humanities.","author":"Lisa Randall","topic":"Science"},{"quote":"Contemporary science is based on the philosophy of materialism, which claims that all reality is material or physical.","author":"Rupert Sheldrake","topic":"Science"},{"quote":"I think science fiction helps us think about possibilities, to speculate - it helps us look at our society from a different perspective. It lets us look at our mores, using science as the backdrop, as the game changer.","author":"Mae Jemison","topic":"Science"},{"quote":"I&#39;m a science guy. I&#39;m a geek. I love geology and botany and marine science. I thought maybe I&#39;d be a professional guide, or maybe even a park ranger, working for the Department of Fish and Game.","author":"Paul Walker","topic":"Science"},{"quote":"Science is organized knowledge.","author":"Herbert Spencer","topic":"Science"},{"quote":"My hope is that in the future, women stop referring to themselves as &#39;the only woman&#39; in their physics lab or &#39;only one of two&#39; in their computer science jobs.","author":"Kirsten Gillibrand","topic":"Science"},{"quote":"My social philosophy may be said to be enshrined in three words: liberty, equality and fraternity. Let no one, however, say that I have borrowed by philosophy from the French Revolution. I have not. My philosophy has roots in religion and not in political science. I have derived them from the teachings of my Master, the Buddha.","author":"B. R. Ambedkar","topic":"Science"},{"quote":"The whole of science is nothing more than a refinement of everyday thinking.","author":"Albert Einstein","topic":"Science"},{"quote":"A scientific truth does not triumph by convincing its opponents and making them see the light, but rather because its opponents eventually die and a new generation grows up that is familiar with it.","author":"Max Planck","topic":"Science"},{"quote":"The history of science shows that theories are perishable. With every new truth that is revealed we get a better understanding of Nature and our conceptions and views are modified.","author":"Nikola Tesla","topic":"Science"},{"quote":"Global Warming: It is a hoax. It is bad science. It is high-jacking public policy. It is the greatest scam in history.","author":"John Coleman","topic":"Science"},{"quote":"Geologists have a saying - rocks remember.","author":"Neil Armstrong","topic":"Science"},{"quote":"Definition of Statistics: The science of producing unreliable facts from reliable figures.","author":"Evan Esar","topic":"Science"},{"quote":"Biochemistry is the science of life. All our life processes - walking, talking, moving, feeding - are essentially chemical reactions. So biochemistry is actually the chemistry of life, and it&#39;s supremely interesting.","author":"Aaron Ciechanover","topic":"Science"},{"quote":"It vexes me when they would constrain science by the authority of the Scriptures, and yet do not consider themselves bound to answer reason and experiment.","author":"Galileo Galilei","topic":"Science"},{"quote":"The conscience of the world is so guilty that it always assumes that people who investigate heresies must be heretics; just as if a doctor who studies leprosy must be a leper. Indeed, it is only recently that science has been allowed to study anything without reproach.","author":"Aleister Crowley","topic":"Science"},{"quote":"There is a fifth dimension, beyond that which is known to man. It is a dimension as vast as space and as timeless as infinity. It is the middle ground between light and shadow, between science and superstition.","author":"Rod Serling","topic":"Science"},{"quote":"Some day science may have the existence of mankind in power, and the human race can commit suicide by blowing up the world.","author":"Henry Adams","topic":"Science"},{"quote":"I actually started off majoring in computer science, but I knew right away I wasn&#39;t going to stay with it. It was because I had this one professor who was the loneliest, saddest man I&#39;ve ever known. He was a programmer, and I knew that I didn&#39;t want to do whatever he did.","author":"J. Cole","topic":"Science"},{"quote":"Some say they see poetry in my paintings; I see only science.","author":"Georges Seurat","topic":"Science"},{"quote":"A year spent in artificial intelligence is enough to make one believe in God.","author":"Alan Perlis","topic":"Science"},{"quote":"Anthropology is the science which tells us that people are the same the whole world over - except when they are different.","author":"Nancy Banks Smith","topic":"Science"},{"quote":"In England, an inventor is regarded almost as a crazy man, and in too many instances, invention ends in disappointment and poverty. In America, an inventor is honoured, help is forthcoming, and the exercise of ingenuity, the application of science to the work of man, is there the shortest road to wealth.","author":"Oscar Wilde","topic":"Science"},{"quote":"Skeptical scrutiny is the means, in both science and religion, by which deep thoughts can be winnowed from deep nonsense.","author":"Carl Sagan","topic":"Science"},{"quote":"Rocket science is tough, and rockets have a way of failing.","author":"Sally Ride","topic":"Science"},{"quote":"Perfect as the wing of a bird may be, it will never enable the bird to fly if unsupported by the air. Facts are the air of science. Without them a man of science can never rise.","author":"Ivan Pavlov","topic":"Science"},{"quote":"The scientific theory I like best is that the rings of Saturn are composed entirely of lost airline luggage.","author":"Mark Russell","topic":"Science"},{"quote":"I like to think of it as this new field. Instead of computer science, it&#39;s going to be virtual science.","author":"Brendan Iribe","topic":"Science"},{"quote":"When you apply computer science and machine learning to areas that haven&#39;t had any innovation in 50 years, you can make rapid advances that seem really incredible.","author":"Bill Maris","topic":"Science"},{"quote":"Raising children is a creative endeavor, an art rather than a science.","author":"Bruno Bettelheim","topic":"Science"},{"quote":"When I die, I&#39;m leaving my body to science fiction.","author":"Steven Wright","topic":"Science"},{"quote":"Science has not yet mastered prophecy. We predict too much for the next year and yet far too little for the next 10.","author":"Neil Armstrong","topic":"Science"},{"quote":"It is a profound and necessary truth that the deep things in science are not found because they are useful; they were found because it was possible to find them.","author":"J. Robert Oppenheimer","topic":"Science"},{"quote":"What use could the humanities be in a digital age? University students focusing on the humanities may end up, at least in their parents&#39; nightmares, as dog-walkers for those majoring in computer science. But, for me, the humanities are not only relevant but also give us a toolbox to think seriously about ourselves and the world.","author":"Nicholas Kristof","topic":"Science"},{"quote":"Natural science will in time incorporate into itself the science of man, just as the science of man will incorporate into itself natural science: there will be one science.","author":"Karl Marx","topic":"Science"},{"quote":"Economics is not a science; it is a quasi-religion: part superstition, part mystique, part sentimentality. Bankers dream like other men, the only difference being that when their dreams turn to nightmares, we all lose sleep. There can be no trusting the muttering of any prelate when it comes to money.","author":"Howard Jacobson","topic":"Science"},{"quote":"Psychology is the science of the intellects, characters and behavior of animals including man.","author":"Edward Thorndike","topic":"Science"},{"quote":"Science is nothing but perception.","author":"Plato","topic":"Science"},{"quote":"We&#39;ve arranged a civilization in which most crucial elements profoundly depend on science and technology.","author":"Carl Sagan","topic":"Science"},{"quote":"It is through science that we prove, but through intuition that we discover.","author":"Henri Poincare","topic":"Science"},{"quote":"I learned about serif and san serif typefaces, about varying the amount of space between different letter combinations, about what makes great typography great. It was beautiful, historical, artistically subtle in a way that science can&#39;t capture, and I found it fascinating.","author":"Steve Jobs","topic":"Science"},{"quote":"Before we understand science, it is natural to believe that God created the universe.","author":"Stephen Hawking","topic":"Science"},{"quote":"I do not believe in God; his existence has been disproved by Science. But in the concentration camp, I learned to believe in men.","author":"Jean-Paul Sartre","topic":"Science"},{"quote":"The next major explosion is going to be when genetics and computers come together. I&#39;m talking about an organic computer - about biological substances that can function like a semiconductor.","author":"Alvin Toffler","topic":"Science"},{"quote":"You can be creative in anything - in math, science, engineering, philosophy - as much as you can in music or in painting or in dance.","author":"Ken Robinson","topic":"Science"},{"quote":"Many schools today are sacrificing social studies, the arts and physical education so children can cover basic subjects like math, English and science.","author":"Geoffrey Canada","topic":"Science"},{"quote":"Scientific research is one of the most exciting and rewarding of occupations.","author":"Frederick Sanger","topic":"Science"},{"quote":"That&#39;s one of those things about being a computer science major: Valentine&#39;s Day is just another day.","author":"Jawed Karim","topic":"Science"},{"quote":"Ah, the creative process is the same secret in science as it is in art. They are all the same absolutely.","author":"Josef Albers","topic":"Science"},{"quote":"To understand a science, it is necessary to know its history.","author":"Auguste Comte","topic":"Science"},{"quote":"All my mind was centered on my studies, which, especially at the beginning, were difficult. In fact, I was insufficiently prepared to follow the physical science course at the Sorbonne, for, despite all my efforts, I had not succeeded in acquiring in Poland a preparation as complete as that of the French students following the same course.","author":"Marie Curie","topic":"Science"},{"quote":"The science of the mind can only have for its proper goal the understanding of human nature by every human being, and through its use, brings peace to every human soul.","author":"Alfred Adler","topic":"Science"},{"quote":"Everything great in science and art is simple. What can be less complicated than the greatest discoveries of humanity - gravitation, the compass, the printing press, the steam engine, the electric telegraph?","author":"Jules Verne","topic":"Science"},{"quote":"The biggest benefit of Apollo was the inspiration it gave to a growing generation to get into science and aerospace.","author":"Buzz Aldrin","topic":"Science"},{"quote":"But man has still another powerful resource: natural science with its strictly objective methods.","author":"Ivan Pavlov","topic":"Science"},{"quote":"Borrowing knowledge of reality from all sources, taking the best from every study, Science of Mind brings together the highest enlightenment of the ages.","author":"Ernest Holmes","topic":"Science"},{"quote":"Pure phenomenology claims to be the science of pure phenomena. This concept of the phenomenon, which was developed under various names as early as the eighteenth century without being clarified, is what we shall have to deal with first of all.","author":"Edmund Husserl","topic":"Science"},{"quote":"Science fiction writers foresee the inevitable, and although problems and catastrophes may be inevitable, solutions are not.","author":"Isaac Asimov","topic":"Science"},{"quote":"When I was making &#39;Star Wars,&#39; I wasn&#39;t restrained by any kind of science. I simply said, &#39;I&#39;m going to create a world that&#39;s fun and interesting, makes sense, and seems to have a reality to it.&#39;","author":"George Lucas","topic":"Science"},{"quote":"There is no science in creativity. If you don&#39;t give yourself room to fail, you won&#39;t innovate.","author":"Bob Iger","topic":"Science"},{"quote":"Modern bodybuilding is ritual, religion, sport, art, and science, awash in Western chemistry and mathematics. Defying nature, it surpasses it.","author":"Camille Paglia","topic":"Science"},{"quote":"It is the public that is illiterate in science and math, a lazy press, and environmental advocacy groups that manufacture fear for misconceptions about energy.","author":"Rex Tillerson","topic":"Science"},{"quote":"The soft power of science has the potential to reshape global diplomacy.","author":"Ahmed Zewail","topic":"Science"},{"quote":"You should never bet against anything in science at odds of more than about 1012 to 1.","author":"Ernest Rutherford","topic":"Science"},{"quote":"Science and art, or by the same token, poetry and prose differ from one another like a journey and an excursion. The purpose of the journey is its goal, the purpose of an excursion is the process.","author":"Franz Grillparzer","topic":"Science"},{"quote":"Most of the fundamental ideas of science are essentially simple, and may, as a rule, be expressed in a language comprehensible to everyone.","author":"Albert Einstein","topic":"Science"},{"quote":"Men love to wonder, and that is the seed of science.","author":"Ralph Waldo Emerson","topic":"Science"},{"quote":"Smart people make good choices. They dig science and say &#39;no&#39; to the invasion of sovereign nations for the pleasure of corporations.","author":"Henry Rollins","topic":"Science"},{"quote":"The selfsame procedure which zoology, a branch of the natural sciences, applies to the study of animals, anthropology must apply to the study of man; and by doing so, it enrolls itself as a science in the field of nature.","author":"Maria Montessori","topic":"Science"},{"quote":"There&#39;s been some research in cognitive science, I&#39;m told, that discloses that there have always been perhaps 10 to 15 percent of people who are, as Pascal puts it, so made that they cannot believe. To us, when people talk about faith, it&#39;s white noise.","author":"Christopher Hitchens","topic":"Science"},{"quote":"We must revisit the idea that science is a methodology and not an ontology.","author":"Deepak Chopra","topic":"Science"},{"quote":"Human Nature is the only science of man; and yet has been hitherto the most neglected.","author":"David Hume","topic":"Science"},{"quote":"Science is a tool, and we invent tools to do things we want. It&#39;s a question of how those tools are used by people.","author":"Margaret Atwood","topic":"Science"},{"quote":"&#39;Healing,&#39; Papa would tell me, &#39;is not a science, but the intuitive art of wooing nature.&#39;","author":"W. H. Auden","topic":"Science"},{"quote":"Music is science. Everything is science. Because science is truth.","author":"Chuck Berry","topic":"Science"},{"quote":"Science commits suicide when it adopts a creed.","author":"Thomas Huxley","topic":"Science"},{"quote":"There are no such things as applied sciences, only applications of science.","author":"Louis Pasteur","topic":"Science"},{"quote":"Nothing you&#39;ll read as breaking news will ever hold a candle to the sheer beauty of settled science. Textbook science has carefully phrased explanations for new students, math derived step by step, plenty of experiments as illustration, and test problems.","author":"Eliezer Yudkowsky","topic":"Science"},{"quote":"Investing in science education and curiosity-driven research is investing in the future.","author":"Ahmed Zewail","topic":"Science"},{"quote":"What we must understand is that the industries, processes, and inventions created by modern science can be used either to subjugate or liberate. The choice is up to us.","author":"Henry A. Wallace","topic":"Science"},{"quote":"We&#39;re looking at Earth science, observing our planet. Also space science, looking at the ozone in the atmosphere around our Earth. Also looking at life science. And on a human level, using ourselves as test subjects.","author":"Laurel Clark","topic":"Science"},{"quote":"Great moments in science: Einstein discovers that time is actually money.","author":"Gary Larson","topic":"Science"},{"quote":"If even in science there is no a way of judging a theory but by assessing the number, faith and vocal energy of its supporters, then this must be even more so in the social sciences: truth lies in power.","author":"Imre Lakatos","topic":"Science"},{"quote":"Don&#39;t you see what&#39;s at stake here? The ultimate aim of all science to penetrate the unknown. Do you realize we know less about the earth we live on than about the stars and the galaxies of outer space? The greatest mystery is right here, right under our feet.","author":"Walter Reisch","topic":"Science"},{"quote":"Science is a perception of the world around us. Science is a place where what you find in nature pleases you.","author":"Subrahmanyan Chandrasekhar","topic":"Science"},{"quote":"As a Humanist, I love science. I hate superstition, which could never have given us A-bombs.","author":"Kurt Vonnegut","topic":"Science"},{"quote":"Imagination is the key to my lyrics. The rest is painted with a little science fiction.","author":"Jimi Hendrix","topic":"Science"},{"quote":"Politics I conceive to be nothing more than the science of the ordered progress of society along the lines of greatest usefulness and convenience to itself.","author":"Woodrow Wilson","topic":"Science"},{"quote":"A good writer should be able to write comedic work that made you laugh, and scary stuff that made you scared, and fantasy or science fiction that imbued you with a sense of wonder, and mainstream journalism that gave you clear and concise information in a way that you wanted it.","author":"Neil Gaiman","topic":"Science"},{"quote":"I really believe in science. It is a faith. It is a reverence akin to religion. But as we always say, it&#39;s different from religion in that, as near as we can tell, it exists outside of us. It has an objective quality, the process of science.","author":"Bill Nye","topic":"Science"},{"quote":"No one knows who wrote the laws of physics or where they come from. Science is based on testable, reproducible evidence, and so far we cannot test the universe before the Big Bang.","author":"Michio Kaku","topic":"Science"},{"quote":"With science and reason throughout history, what people believed turned out to be false. So I like to keep an open mind to all perspectives and learn and become more fully realised as a person. I just feel we&#39;re never going to know what the full picture is.","author":"Conor Oberst","topic":"Science"},{"quote":"The main purpose of science is simplicity and as we understand more things, everything is becoming simpler.","author":"Edward Teller","topic":"Science"},{"quote":"Today&#39;s recording techniques would have been regarded as science fiction forty years ago.","author":"Tony Visconti","topic":"Science"},{"quote":"Perspective is not a science but a hope.","author":"John Berger","topic":"Science"},{"quote":"We need to have making, including computer science, shop, etc. as part of the core curriculum from the beginning, not just an optional afterschool thing. Things like First Robotics and all of those great programs need to become mainstream.","author":"Megan Smith","topic":"Science"},{"quote":"I like the sci-fi channel. Just science in general. I came across a segment on time travel and how time travel is possible. We create a spaceship that&#39;s moving at almost the speed of light, we go in that spaceship in outer space, and we fly around for a year, when we get back to Earth, Earth would&#39;ve aged 10 years.","author":"Von Miller","topic":"Science"},{"quote":"In the history of science, we often find that the study of some natural phenomenon has been the starting point in the development of a new branch of knowledge.","author":"C. V. Raman","topic":"Science"},{"quote":"Prior to inventing the Geyser Tube toy, dropping a stack of Mentos into a bottle of soda was not always an easy task. The Geyser Tube makes it easy to get a perfect launch every time at heights of 30 feet or more. Tell me... who doesn&#39;t like to see soda shooting 30 feet into the air, all in the name of science?","author":"Steve Spangler","topic":"Science"},{"quote":"Leonardo Da Vinci combined art and science and aesthetics and engineering, that kind of unity is needed once again.","author":"Ben Shneiderman","topic":"Science"},{"quote":"I wrote somewhere during the Cold War that I sometimes wish the Iron Curtain were much taller than it is, so that you could see whether the development of science with no communication was parallel on the two sides. In this case it certainly wasn&#39;t.","author":"Thomas Gold","topic":"Science"},{"quote":"The partisanship surrounding space exploration and the retrenching of U.S. space policy are part of a more general trend: the decline of science in the United States. As its interest in science wanes, the country loses ground to the rest of the industrialized world in every measure of technological proficiency.","author":"Neil deGrasse Tyson","topic":"Science"},{"quote":"I claim that all those who think they can cherry-pick science simply don&#39;t understand how science works. That&#39;s what I claim. And if they did, they&#39;d be less prone to just assert that somehow scientists are clueless.","author":"Neil deGrasse Tyson","topic":"Science"},{"quote":"The difference between science and the fuzzy subjects is that science requires reasoning while those other subjects merely require scholarship.","author":"Robert A. Heinlein","topic":"Science"},{"quote":"I can say, &#39;Well, I&#39;m a male. I&#39;m a male human. I&#39;m a medical doctor. I&#39;m an author...&#39; If I go to a religious point of view, I will say, &#39;I am a soul. I am a spirit.&#39; If I go into science, I will say, &#39;I am energy. I am light.&#39; But the truth is I have no idea what I am.","author":"Don Miguel Ruiz","topic":"Science"},{"quote":"The science linking the increased frequency and severity of extreme weather to the climate crisis has matured tremendously in the last couple of years.","author":"Al Gore","topic":"Science"},{"quote":"Sporting competitions seem to be what we obsess over, frankly. So if we can put engineering, science, technology into a format of healthy, fun competition, we can attract all sorts of kids that might not see the kind of activity we do as accessible or rewarding.","author":"Dean Kamen","topic":"Science"},{"quote":"Science moves with the spirit of an adventure characterized both by youthful arrogance and by the belief that the truth, once found, would be simple as well as pretty.","author":"James D. Watson","topic":"Science"},{"quote":"The science of politics is the one science that is deposited by the streams of history, like the grains of gold in the sand of a river; and the knowledge of the past, the record of truths revealed by experience, is eminently practical, as an instrument of action and a power that goes to making the future.","author":"Lord Acton","topic":"Science"},{"quote":"The art of entrepreneurship and the science of Customer Development is not just getting out of the building and listening to prospective customers. It&#39;s understanding who to listen to and why.","author":"Steve Blank","topic":"Science"},{"quote":"Neuroscience is a baby science, a mere century old, and our scientific understanding of the brain is nowhere near where we&#39;d like it to be. We know more about the moons of Jupiter than what is inside of our skulls.","author":"Matt Haig","topic":"Science"},{"quote":"The worst state of affairs is when science begins to concern itself with art.","author":"Paul Klee","topic":"Science"},{"quote":"Humanity has experienced many revolutionary changes over the course of history: revolutions in agriculture, in science, industrial production, as well as numerous political revolutions. But these have all been limited to the external aspects of our individual and collective lives.","author":"Daisaku Ikeda","topic":"Science"},{"quote":"It is a good morning exercise for a research scientist to discard a pet hypothesis every day before breakfast. It keeps him young.","author":"Konrad Lorenz","topic":"Science"},{"quote":"Science fiction is not quirky anymore; we live in a futuristic world now.","author":"Bonnie Hammer","topic":"Science"},{"quote":"Like university science departments, the arts have shown how they can earn their way and point to an economically newborn future for this country. They show that the U.K. could be a prime provider of imaginative riches and intellectual adventure, which I think are the two great prizes of the 21st century.","author":"Melvyn Bragg","topic":"Science"},{"quote":"Transhumanism is the ethics and science of using things like biological and genetic engineering to transform our bodies and make us a more powerful species.","author":"Dan Brown","topic":"Science"},{"quote":"When we talk about dystopias, especially in young adult fiction, a lot of them are essentially science fictional futures. They aren&#39;t necessarily tied to the traditional concept of dystopia. And so in that space, my impression is that kids love reading about weird, wild, adventurous places, and dystopia fits that bill.","author":"Paolo Bacigalupi","topic":"Science"},{"quote":"We&#39;re losing track of the vastness of the potential for computer science. We really have to revive the beautiful intellectual joy of it, as opposed to the business potential.","author":"Jaron Lanier","topic":"Science"},{"quote":"Science is about applying what we know and asking what we don&#39;t know.","author":"Tim Hunt","topic":"Science"},{"quote":"To begin with, we put the proposition: pure phenomenology is the science of pure consciousness.","author":"Edmund Husserl","topic":"Science"},{"quote":"Art does not, like science, set forth a permanent order of nature, the enduring skeleton of law. Two factors primarily determine its works: one is the idea in the mind of the artist, the other is his power of expression; and both these factors are extremely variable.","author":"George Edward Woodberry","topic":"Science"},{"quote":"It&#39;s very important to reveal the mystery of the pyramid. Science in archaeology is very important. People all over the world are waiting to solve this mystery.","author":"Zahi Hawass","topic":"Science"},{"quote":"In mathematics and science, there is no difference in the intelligence of men and women. The difference in genes between men and women is simply the Y chromosome, which has nothing to do with intelligence.","author":"Christiane Nusslein-Volhard","topic":"Science"},{"quote":"We&#39;re not a vocational school. If someone wants to get a high-paying job, I would hope that there are easier ways to do it than working through a formal computer science curriculum.","author":"Philip Greenspun","topic":"Science"},{"quote":"There are two things I enjoy most about my work. First, I get to work with interesting and enthusiastic people who are also fired up about science. Second, every once in a while I have moments in which I suddenly understand the solution to a problem that I&#39;ve been working on - those are great moments.","author":"David J. Anderson","topic":"Science"},{"quote":"It&#39;s not rocket science. It&#39;s social science.","author":"Clement Mok","topic":"Science"},{"quote":"English is necessary as at present original works of science are in English. I believe that in two decades times original works of science will start coming out in our languages. Then we can move over like the Japanese.","author":"A. P. J. Abdul Kalam","topic":"Science"},{"quote":"I used to think information was destroyed in black hole. This was my biggest blunder, or at least my biggest blunder in science.","author":"Stephen Hawking","topic":"Science"},{"quote":"The capacity to be puzzled is the premise of all creation, be it in art or in science.","author":"Erich Fromm","topic":"Science"},{"quote":"Science is not everything, but science is very beautiful.","author":"J. Robert Oppenheimer","topic":"Science"},{"quote":"I have seen the science I worshiped, and the aircraft I loved, destroying the civilization I expected them to serve.","author":"Charles Lindbergh","topic":"Science"},{"quote":"Nothing guarantees that reasonable people will agree about everything, of course, but the unreasonable are certain to be divided by their dogmas. It is time we recognized that this spirit of mutual inquiry, which is the foundation of all real science, is the very antithesis of religious faith.","author":"Sam Harris","topic":"Science"},{"quote":"A science which does not bring us nearer to God is worthless.","author":"Simone Weil","topic":"Science"},{"quote":"Political ideology can corrupt the mind, and science.","author":"E. O. Wilson","topic":"Science"},{"quote":"You don&#39;t need a science degree to understand about science. You just need to think about it.","author":"Bill Bryson","topic":"Science"},{"quote":"If spiritual science is to do the same for spirit that natural science has done for nature, it must investigate quite differently from the latter. It must find ways and means of penetrating into the sphere of the spiritual, a domain which cannot be perceived with outer physical senses nor apprehended with the intellect which is bound to the brain.","author":"Rudolf Steiner","topic":"Science"},{"quote":"So fantasy was fine early on, and when I discovered science fiction, I was very happy with it, because my first interest in science fiction came with an interest in astronomy.","author":"Octavia Butler","topic":"Science"},{"quote":"My background was computer science and business school, so eventually I worked my way up where I was running product groups - development, testing, marketing, user education.","author":"Melinda Gates","topic":"Science"},{"quote":"Marie Curie is my hero. Few people have accomplished something so rare - changing science. And as hard as that is, she had to do it against the tide of the culture at the time - the prejudice against her as a foreigner, because she was born in Poland and worked in France. And the prejudice against her as a woman.","author":"Alan Alda","topic":"Science"},{"quote":"Science of mind teaches you how to realize how much control you have over your own life. It teaches you that we have the ability to change our lives at any point we choose.","author":"Marla Gibbs","topic":"Science"},{"quote":"Science is only truly consistent with an atheistic worldview with regards to the claimed miracles of the gods of Judaism, Christianity and Islam.","author":"Lawrence M. Krauss","topic":"Science"},{"quote":"Formal logic is mathematics, and there are philosophers like Wittgenstein that are very mathematical, but what they&#39;re really doing is mathematics - it&#39;s not talking about things that have affected computer science; it&#39;s mathematical logic.","author":"Lawrence M. Krauss","topic":"Science"},{"quote":"Science is built up of facts, as a house is with stones. But a collection of facts is no more a science than a heap of stones is a house.","author":"Henri Poincare","topic":"Science"},{"quote":"I gravitated to Judy Blume early on. &#39;Tales of a Fourth Grade Nothing&#39; was my favorite, with a realistic and relatable protagonist in Peter Hatcher. When I reached the fourth grade, I made the leap to science fiction and never looked back.","author":"Jeff Kinney","topic":"Science"},{"quote":"Perhaps it would be better for science, that all criticism should be avowed.","author":"Charles Babbage","topic":"Science"},{"quote":"Textbook science is beautiful! Textbook science is comprehensible, unlike mere fascinating words that can never be truly beautiful. Elementary science textbooks describe simple theories, and simplicity is the core of scientific beauty. Fascinating words have no power, nor yet any meaning, without the math.","author":"Eliezer Yudkowsky","topic":"Science"},{"quote":"A report released by the Partnership for a New American Economy and the Partnership for New York City predicts that by 2018, there will be 800,000 science, technology, engineering, and mathematics (STEM) jobs in the United States that require a master&#39;s degree or higher - and only around 550,000 American-graduates with this training.","author":"Marvin Ammori","topic":"Science"},{"quote":"I played lots of games, and I was a fan of gaming, so I was always looking for new games. I was also a science fiction and fantasy fan, growing up, in games and books and movies.","author":"Duncan Jones","topic":"Science"},{"quote":"Despite the fact that every sport this side of badminton worries about concussions that result in brain damage, CTE, the National Hockey League refuses to accept the overwhelming medical science. Good grief - the NHL still permits fights.","author":"Frank Deford","topic":"Science"},{"quote":"Pay attention to science and not myths: We think liars won&#39;t look you in the eyes, but it turns out an honest person will only look you in the eyes about 60 percent of the time.","author":"Pamela Meyer","topic":"Science"},{"quote":"Science may be described as the art of systematic over-simplification.","author":"Karl Popper","topic":"Science"},{"quote":"When I was little, I guess I was just an ordinary kid. But then things changed when I was in junior high. You know, kids that become geeks become one because of something. Like, they aren&#39;t good at sports, or girls don&#39;t like them. I, too, for some reason, got into things like science fiction and, well, especially science fiction as an escape.","author":"Takashi Murakami","topic":"Science"},{"quote":"When you start a company, it&#39;s more an art than a science because it&#39;s totally unknown. Instead of solving high-profile problems, try to solve something that&#39;s deeply personal to you. Ideally, if you&#39;re an ordinary person and you&#39;ve just solved your problem, you might have solved the problem for millions of people.","author":"Brian Chesky","topic":"Science"},{"quote":"In elementary school, I did well in science, but I was a poor writer. When I got to high school, I failed all my courses.","author":"Avi","topic":"Science"},{"quote":"Science and the many benefits that science has produced have played a crucial part in our history and produced vast improvements to human welfare.","author":"John Sulston","topic":"Science"},{"quote":"I really like science because it seems to be that place where you get the big picture, everything connects.","author":"Richard Powers","topic":"Science"},{"quote":"The success stories in biotechnology are mainly due to the straightforward application of design thinking in both the business and science aspects of our lean startups.","author":"Ryan Bethencourt","topic":"Science"},{"quote":"To have a stable economy, to have a stable democracy, and to have a modern government is not enough. We have to build new pillars of development. Education, science and technology, innovation and entrepreneurship, and more equality.","author":"Sebastian Pinera","topic":"Science"},{"quote":"The capacity of the female mind for studies of the highest order cannot be doubted, having been sufficiently illustrated by its works of genius, of erudition, and of science.","author":"James Madison","topic":"Science"},{"quote":"A big part of engaging kids in science is not getting the single, correct answer; it&#39;s being willing to work with students to discover the correct answer.","author":"Mae Jemison","topic":"Science"},{"quote":"Tax dollars intended for science education must not be used to teach creationism as any sort of real explanation of nature, because any observation or process of inference about our origin and the nature of the universe disproves creationism in every respect.","author":"Bill Nye","topic":"Science"},{"quote":"I think people are realizing that engineering and science are extremely good degrees to get and you&#39;ll be very highly paid once you&#39;ve got them.","author":"James Dyson","topic":"Science"},{"quote":"This means that to entrust to science - or to deliberate control according to scientific principles - more than scientific method can achieve may have deplorable effects.","author":"Friedrich August von Hayek","topic":"Science"},{"quote":"One of the things that I love to do is travel around the world and look at archaeological sites. Because archaeology gives us an opportunity to study past civilizations, and see where they succeeded and where they failed. Use science to, you know, work backwards and say, &#39;Well, really, what were they thinking?&#39;","author":"Nathan Myhrvold","topic":"Science"},{"quote":"Human relations are built on feeling, not on reason or knowledge. And feeling is not an exact science; like all spiritual qualities, it has the vagueness of greatness about it.","author":"Amelia Barr","topic":"Science"},{"quote":"I don&#39;t think makeup is rocket science or a cure for cancer.","author":"Cindy Crawford","topic":"Science"},{"quote":"If the experience of science teaches anything, it&#39;s that the world is very strange and surprising. The many revolutions in science have certainly shown that.","author":"John Polkinghorne","topic":"Science"},{"quote":"I also think we need to maintain distinctions - the doctrine of creation is different from a scientific cosmology, and we should resist the temptation, which sometimes scientists give in to, to try to assimilate the concepts of theology to the concepts of science.","author":"John Polkinghorne","topic":"Science"},{"quote":"It will free man from the remaining chains, the chains of gravity which still tie him to this planet.","author":"Wernher von Braun","topic":"Science"},{"quote":"We don&#39;t regard any scientific theory as the absolute truth.","author":"Kenneth R. Miller","topic":"Science"},{"quote":"Mythology and science both extend the scope of human beings. Like science and technology, mythology, as we shall see, is not about opting out of this world, but about enabling us to live more intensely within it.","author":"Karen Armstrong","topic":"Science"},{"quote":"Flawed as they may be, science and the secular Enlightenment values expressed in Western democracies are our best hope for survival.","author":"Michael Shermer","topic":"Science"},{"quote":"Dream research is a wonderful field. All you do is sleep for a living.","author":"Stephen LaBerge","topic":"Science"},{"quote":"In a few years, all great physical constants will have been approximately estimated, and that the only occupation which will be left to men of science will be to carry these measurements to another place of decimals.","author":"James C. Maxwell","topic":"Science"},{"quote":"One of the reasons I like working with schools is to try to convince women that they can be scientists and that science can be fun.","author":"Nancy Roman","topic":"Science"},{"quote":"The scientist is motivated primarily by curiosity and a desire for truth.","author":"Irving Langmuir","topic":"Science"},{"quote":"Conflict between science and religion a dangerous foe.","author":"Henry Norris Russell","topic":"Science"},{"quote":"The desire to economize time and mental effort in arithmetical computations, and to eliminate human liability to error is probably as old as the science of arithmetic itself.","author":"Howard Aiken","topic":"Science"},{"quote":"It stands to the everlasting credit of science that by acting on the human mind it has overcome man&#39;s insecurity before himself and before nature.","author":"Albert Einstein","topic":"Science"},{"quote":"It is a profound and necessary truth that the deep things in science are not found because they are useful: they are found because it was possible to find them.","author":"J. Robert Oppenheimer","topic":"Science"},{"quote":"I have passed English medical examinations in Hong Kong... In my youth, I experienced overseas studies. The languages of the West, its literature, its political science, its customs, its mathematics, its geography, its physics and chemistry - all these I have had the chance to study.","author":"Sun Yat-sen","topic":"Science"},{"quote":"Science is about unravelling nature.","author":"N. R. Narayana Murthy","topic":"Science"},{"quote":"The chief difficulty which prevents men of science from believing in divine as well as in nature Spirits is their materialism.","author":"Helena Blavatsky","topic":"Science"},{"quote":"Man is unique not because he does science, and his is unique not because he does art, but because science and art equally are expressions of his marvelous plasticity of mind.","author":"Jacob Bronowski","topic":"Science"},{"quote":"When I investigate and when I discover that the forces of the heavens and the planets are within ourselves, then truly I seem to be living among the gods.","author":"Leon Battista Alberti","topic":"Science"},{"quote":"I don&#39;t want to give advice to people about their religious beliefs, but I do think that it&#39;s not smart to bet against the power of science to figure out the natural world. It used to be, a thousand years ago, that if you wanted to explain why the moon moved through the sky, you needed to invoke God.","author":"Sean M. Carroll","topic":"Science"},{"quote":"I liked math - that was my favorite subject - and I was very interested in astronomy and in physical science.","author":"Sally Ride","topic":"Science"},{"quote":"If we wish to make a new world we have the material ready. The first one, too, was made out of chaos.","author":"Robert Quillen","topic":"Science"},{"quote":"Art is science made clear.","author":"Wilson Mizner","topic":"Science"},{"quote":"Evolution is the fundamental idea in all of life science - in all of biology.","author":"Bill Nye","topic":"Science"},{"quote":"The fewer the facts, the stronger the opinion.","author":"Arnold H. Glasow","topic":"Science"},{"quote":"Books are the carriers of civilization. Without books, history is silent, literature dumb, science crippled, thought and speculation at a standstill.","author":"Barbara Tuchman","topic":"Science"},{"quote":"Statistics is the grammar of science.","author":"Karl Pearson","topic":"Science"},{"quote":"If science fiction is the mythology of modern technology, then its myth is tragic.","author":"Ursula K. Le Guin","topic":"Science"},{"quote":"Anybody who has been seriously engaged in scientific work of any kind realizes that over the entrance to the gates of the temple of science are written the words: &#39;Ye must have faith.&#39;","author":"Max Planck","topic":"Science"},{"quote":"The greatest advances of civilization, whether in architecture or painting, in science and literature, in industry or agriculture, have never come from centralized government.","author":"Milton Friedman","topic":"Science"},{"quote":"And the continuity of our science has not been affected by all these turbulent happenings, as the older theories have always been included as limiting cases in the new ones.","author":"Max Born","topic":"Science"},{"quote":"There are no shortcuts in evolution.","author":"Louis D. Brandeis","topic":"Science"},{"quote":"We know that to compete for the jobs of the 21st century and thrive in a global economy, we need a growing, skilled and educated workforce, particularly in the areas of science, technology, engineering and math. Americans with bachelor&#39;s degrees have half the unemployment rate of those with a high school degree.","author":"Mark Pocan","topic":"Science"},{"quote":"Many who have had an opportunity of knowing any more about mathematics confuse it with arithmetic, and consider it an arid science. In reality, however, it is a science which requires a great amount of imagination.","author":"Sofia Kovalevskaya","topic":"Science"},{"quote":"My preparation is about precision. It is a science.","author":"Conor McGregor","topic":"Science"},{"quote":"How is it that, in the face of overwhelming scientific evidence, there are still some who would deny the dangers of climate change? Not surprisingly, the loudest voices are not scientific, and it is remarkable how many economists, lawyers, journalists and politicians set themselves up as experts on the science.","author":"Nicholas Stern","topic":"Science"},{"quote":"Science is the key to our future, and if you don&#39;t believe in science, then you&#39;re holding everybody back.","author":"Bill Nye","topic":"Science"},{"quote":"There is a science to managing high tech businesses, and it needs to be respected. One of them is that in technology businesses, leadership is temporary. It&#39;s constantly recycling. So the asset has limited lifetime.","author":"Eric Schmidt","topic":"Science"},{"quote":"What is the intersection between technology, art and science? Curiosity and wonder, because it drives us to explore, because we&#39;re surrounded by things we can&#39;t see.","author":"Louie Schwartzberg","topic":"Science"},{"quote":"The indigenous peoples never had, and still do not have, the place that they should have occupied in the progress and benefits of science and technology, although they represented an important basis for this development.","author":"Rigoberta Menchu","topic":"Science"},{"quote":"Language, philosophy, and science are interwoven into the design of words, which are manipulated to create surprising illusions.","author":"John Langdon","topic":"Science"},{"quote":"In science fiction, we&#39;re always searching for new frontiers. We&#39;re drawn to the unknown.","author":"Ridley Scott","topic":"Science"},{"quote":"The paradigm of the &#39;Aquarian Conspiracy&#39; sees humankind embedded in nature. It promotes the autonomous individual in a decentralized society... The new perspective respects the ecology of everything: birth, death, learning, health, family, work, science, spirituality, the arts, the community, relationships, politics.","author":"Marilyn Ferguson","topic":"Science"},{"quote":"Unfortunately the global warming hysteria, as I see it, is driven by politics more than by science.","author":"Freeman Dyson","topic":"Science"},{"quote":"Science has sometimes been said to be opposed to faith, and inconsistent with it. But all science, in fact, rests on a basis of faith, for it assumes the permanence and uniformity of natural laws - a thing which can never be demonstrated.","author":"Tryon Edwards","topic":"Science"},{"quote":"Christmas renews our youth by stirring our wonder. The capacity for wonder has been called our most pregnant human faculty, for in it are born our art, our science, our religion.","author":"Ralph W. Sockman","topic":"Science"},{"quote":"One of the things that all religions have is a narrative of doomsday. There has to be some kind of overarching fear of the future. If there wasn&#39;t, none of the religions could invoke this important thing - that science has no evidence of, by the way - called free will.","author":"Greg Graffin","topic":"Science"},{"quote":"Game theory is a branch of, originally, applied mathematics, used mostly in economics and political science, a little bit in biology, that gives us a mathematical taxonomy of social life, and it predicts what people are likely to do and believe others will do in cases where everyone&#39;s actions affect everyone else.","author":"Colin Camerer","topic":"Science"},{"quote":"After all, science is essentially international, and it is only through lack of the historical sense that national qualities have been attributed to it.","author":"Marie Curie","topic":"Science"},{"quote":"I wasn&#39;t with Joseph, but I believe him. My faith did not come to me through science, and I will not permit so-called science to destroy it.","author":"Thomas S. Monson","topic":"Science"},{"quote":"&#39;Star Wars&#39; is more fairy tale than true science fiction.","author":"Mark Hamill","topic":"Science"},{"quote":"You have to imagine a world in which there&#39;s this abundance of data, with all of these connected devices generating tons and tons of data. And you&#39;re able to reason over the data with new computer science and make your product and service better. What does your business look like then? That&#39;s the question every CEO should be asking.","author":"Michael Dell","topic":"Science"},{"quote":"It&#39;s a combination of science, maintenance, and general housekeeping. And then, occasionally, robotics activities or a spacewalk you might get to do.","author":"Scott Kelly","topic":"Science"},{"quote":"We live in an age of technology and science that demands proof, and yet we desire mystery. But when God gives us mystery, we seek to destroy it by gross indifference or childish reasoning.","author":"Mother Angelica","topic":"Science"},{"quote":"Scientific knowledge is a kind of discourse.","author":"Jean-Francois Lyotard","topic":"Science"},{"quote":"I was an aspiring astrophysicist, and that&#39;s how I defined myself, not by my skin color. People didn&#39;t treat me as someone with science ambitions. They treated me as someone they thought was going to mug them, or who was a shoplifter.","author":"Neil deGrasse Tyson","topic":"Science"},{"quote":"Go beyond science, into the region of metaphysics. Real religion is beyond argument. It can only be lived both inwardly and outwardly.","author":"Swami Sivananda","topic":"Science"},{"quote":"Everything is becoming science fiction. From the margins of an almost invisible literature has sprung the intact reality of the 20th century.","author":"J. G. Ballard","topic":"Science"},{"quote":"As in biomedical science, pioneering industrial inventions have not been mothered by necessity. Rather, inventions for which there was no commercial use only later became the commercial airplanes, xerography and lasers on which modern society depends.","author":"Arthur Kornberg","topic":"Science"},{"quote":"In science, if you don&#39;t do it, somebody else will. Whereas in art, if Beethoven didn&#39;t compose the &#39;Ninth Symphony,&#39; no one else before or after is going to compose the &#39;Ninth Symphony&#39; that he composed; no one else is going to paint &#39;Starry Night&#39; by van Gogh.","author":"Neil deGrasse Tyson","topic":"Science"},{"quote":"The mineral world is a much more supple and mobile world than could be imagined by the science of the ancients. Vaguely analogous to the metamorphoses of living creatures, there occurs in the most solid rocks, as we now know, perpetual transformation of a mineral species.","author":"Pierre Teilhard de Chardin","topic":"Science"},{"quote":"I think the combination of graduate education in a field like Computer Science and the opportunity to apply this in a work environment like Microsoft is what drove me. The impact these opportunities create can lead to work that has broad, worldwide impact.","author":"Satya Nadella","topic":"Science"},{"quote":"Science is always discovering odd scraps of magical wisdom and making a tremendous fuss about its cleverness.","author":"Aleister Crowley","topic":"Science"},{"quote":"The ever quickening advances of science made possible by the success of the Human Genome Project will also soon let us see the essences of mental disease. Only after we understand them at the genetic level can we rationally seek out appropriate therapies for such illnesses as schizophrenia and bipolar disease.","author":"James D. Watson","topic":"Science"},{"quote":"Science is the highest personification of the nation because that nation will remain the first which carries the furthest the works of thought and intelligence.","author":"Louis Pasteur","topic":"Science"},{"quote":"I don&#39;t believe in the Great Man theory of science or history. There are no great men, just men standing on the shoulders of other men and what they have done.","author":"Jacque Fresco","topic":"Science"},{"quote":"Every science consists in the coordination of facts; if the different observations were entirely isolated, there would be no science.","author":"Auguste Comte","topic":"Science"},{"quote":"We will explore the mysteries of science and harness the power of technology and innovation. We will realise the opportunities of the digital world. Our youth will learn more from - and with - each other.","author":"Narendra Modi","topic":"Science"},{"quote":"We must teach science in the mother tongue. Otherwise, science will become a highbrow activity. It will not be an activity in which all people can participate.","author":"C. V. Raman","topic":"Science"},{"quote":"If I say I am not a politician, it is because I did not go to school to do political science. But at the end of the day, I think we are all born politicians. It&#39;s practical. All you gotta do is practice.","author":"George Weah","topic":"Science"},{"quote":"Computer Science is embarrassed by the computer.","author":"Alan Perlis","topic":"Science"},{"quote":"All science requires mathematics. The knowledge of mathematical things is almost innate in us. This is the easiest of sciences, a fact which is obvious in that no one&#39;s brain rejects it; for laymen and people who are utterly illiterate know how to count and reckon.","author":"Roger Bacon","topic":"Science"},{"quote":"Both the man of science and the man of action live always at the edge of mystery, surrounded by it.","author":"J. Robert Oppenheimer","topic":"Science"},{"quote":"There is no way that writers can be tamed and rendered civilized or even cured. The only solution known to science is to provide the patient with an isolation room, where he can endure the acute stages in private and where food can be poked in to him with a stick.","author":"Robert A. Heinlein","topic":"Science"},{"quote":"It&#39;s important that our children are raised to be educated, well-rounded tax-paying citizens that understand the importance of technology and science.","author":"Bill Nye","topic":"Science"},{"quote":"I hate to tell you this, but you will never actually go to a galaxy far, far away and encounter Darth Vader. That&#39;s science fiction; it isn&#39;t going to happen.","author":"Margaret Atwood","topic":"Science"},{"quote":"From now on we live in a world where man has walked on the Moon. It&#39;s not a miracle; we just decided to go.","author":"Jim Lovell","topic":"Science"},{"quote":"Science is what we understand well enough to explain to a computer. Art is everything else we do.","author":"Donald Knuth","topic":"Science"},{"quote":"Science, as illustrated by the printing press, the telegraph, the railway, is a double-edged sword. At the same moment that it puts an enormous power in the hands of the good man, it also offers an equal advantage to the evil disposed.","author":"Richard Jefferies","topic":"Science"},{"quote":"Science works because the phenomenon being described can be relied on to remain the same. Even in quantum physics, where phenomena are changed by observation, the way in which observation interferes is regular and falls within a limited range of possibilities. Human culture, however, has the nasty habit of never staying the same for very long.","author":"Julian Baggini","topic":"Science"},{"quote":"In science there is only physics; all the rest is stamp collecting.","author":"Lord Kelvin","topic":"Science"},{"quote":"My point has always been that, ever since the Industrial Revolution, science fiction has been the most important genre there is.","author":"Iain Banks","topic":"Science"},{"quote":"All the mathematical sciences are founded on relations between physical laws and laws of numbers, so that the aim of exact science is to reduce the problems of nature to the determination of quantities by operations with numbers.","author":"James C. Maxwell","topic":"Science"},{"quote":"My brother is an electrical engineer and went to computer science grad school at Stanford, and he&#39;d tell me stories about the happy hours he&#39;d organize.","author":"Alec Berg","topic":"Science"},{"quote":"I am often amazed at how much more capability and enthusiasm for science there is among elementary school youngsters than among college students.","author":"Carl Sagan","topic":"Science"},{"quote":"If we long to believe that the stars rise and set for us, that we are the reason there is a Universe, does science do us a disservice in deflating our conceits?","author":"Carl Sagan","topic":"Science"},{"quote":"Ever since Newton, we&#39;ve done science by taking things apart to see how they work. What the computer enables us to do is to put things together to see how they work: we&#39;re now synthesized rather than analysed. I find one of the most enthralling aspects of computers is limitless communication.","author":"Douglas Adams","topic":"Science"},{"quote":"Science is but an image of the truth.","author":"Francis Bacon","topic":"Science"},{"quote":"Women tend to be more intuitive, or to admit to being intuitive, and maybe the hard science approach isn&#39;t so attractive. The way that science is taught is very cold. I would never have become a scientist if I had been taught like that.","author":"Jane Goodall","topic":"Science"},{"quote":"Remember, science fiction&#39;s always been the kind of first level alert to think about things to come. It&#39;s easier for an audience to take warnings from sci-fi without feeling that we&#39;re preaching to them. Every science fiction movie I have ever seen, any one that&#39;s worth its weight in celluloid, warns us about things that ultimately come true.","author":"Steven Spielberg","topic":"Science"},{"quote":"What I&#39;m working on now - I&#39;m back to fantasy, although considering that it&#39;s me, I&#39;m turning it into a kind of science fantasy. It&#39;s a vampire story - but my vampires are biological vampires. They didn&#39;t become vampires because someone bit them; they were born that way.","author":"Octavia Butler","topic":"Science"},{"quote":"Biology is the science. Evolution is the concept that makes biology unique.","author":"Jared Diamond","topic":"Science"},{"quote":"Consciousness permits us to develop the instruments of culture - morality and justice, religion, art, economics and politics, science and technology. Those instruments allow us some measure of freedom in the confrontation with nature.","author":"Antonio Damasio","topic":"Science"},{"quote":"No science is immune to the infection of politics and the corruption of power.","author":"Jacob Bronowski","topic":"Science"},{"quote":"I once wrote that the first week in Jerusalem was the hardest week of my life. I was different, other; my clothes were different, as was my language. All of the classes were in Hebrew - science, bible, literature. I sat there not understanding one word. When I tried to speak, everyone would laugh at me.","author":"Sayed Kashua","topic":"Science"},{"quote":"In science, one should use all available resources to solve difficult problems. One of our most powerful resources is the insight of our colleagues.","author":"Peter Agre","topic":"Science"},{"quote":"In the 1950s, the average person saw science as something that solved problems. With the advent of nuclear weapons and pollution, the idealistic aura around scientific research has been replaced by cynicism.","author":"Sheldon Lee Glashow","topic":"Science"},{"quote":"Like all science, psychology is knowledge; and like science again, it is knowledge of a definite thing, the mind.","author":"James Mark Baldwin","topic":"Science"},{"quote":"To me there has never been a higher source of earthly honor or distinction than that connected with advances in science.","author":"Isaac Newton","topic":"Science"},{"quote":"Millions of people were inspired by the Apollo Program. I was five years old when I watched Apollo 11 unfold on television, and without any doubt it was a big contributor to my passions for science, engineering, and exploration.","author":"Jeff Bezos","topic":"Science"},{"quote":"Adventure upon all the tickets in the lottery, and you lose for certain; and the greater the number of your tickets the nearer your approach to this certainty.","author":"Adam Smith","topic":"Science"},{"quote":"The whole of science, and one is tempted to think the whole of the life of any thinking man, is trying to come to terms with the relationship between yourself and the natural world. Why are you here, and how do you fit in, and what&#39;s it all about.","author":"David Attenborough","topic":"Science"},{"quote":"We have to realize that science is a double-edged sword. One edge of the sword can cut against poverty, illness, disease and give us more democracies, and democracies never war with other democracies, but the other side of the sword could give us nuclear proliferation, biogerms and even forces of darkness.","author":"Michio Kaku","topic":"Science"},{"quote":"One of the favorite things I&#39;ve learned about Michigan State is that they set up a &#39;Women&#39;s course&#39; in 1896. It sounds like the first gender studies department! But when I looked into it, they taught women home economics, liberal arts, and science. So the women&#39;s course was actually a useful degree! It actually teaches something productive!","author":"Milo Yiannopoulos","topic":"Science"},{"quote":"We&#39;re not all equal, it&#39;s simply not true. That isn&#39;t science.","author":"James D. Watson","topic":"Science"},{"quote":"Science is his forte, and omniscience his foible.","author":"Sydney Smith","topic":"Science"},{"quote":"One of the pleasing things about science is that we do all climb towards the heavens on the shoulders of our predecessors. Economics, like physics, has its heroes, and the letter &#39;H&#39; that I used in my mathematical equations was not there to honor Sir William Hamilton, but rather Harold Hotelling.","author":"Paul Samuelson","topic":"Science"},{"quote":"Feynman once said, &#39;Science is imagination in a straitjacket.&#39; It is ironic that in the case of quantum mechanics, the people without the straitjackets are generally the nuts.","author":"Lawrence M. Krauss","topic":"Science"},{"quote":"For science, the end of the evolution struggle is simply represented by &#39;survival.&#39; As for the means to that end, apparently anything goes. Darwinism leaves humanity without a moral compass.","author":"Bruce Lipton","topic":"Science"},{"quote":"Maybe the search for life shouldn&#39;t restrict attention to planets like Earth. Science fiction writers have other ideas: balloon-like creatures floating in the dense atmospheres of planets such as Jupiter, swarms of intelligent insects, nano-scale robots and more.","author":"Martin Rees","topic":"Science"},{"quote":"You could get an entire computer science education for free right now.","author":"Sebastian Thrun","topic":"Science"},{"quote":"Economics pretends to be a science. Its practitioners fill blackboards with equations and clog computers with data. But it is really a faith, or more accurately a set of overlapping and squabbling faiths, each with its own doctrines.","author":"Alex Berenson","topic":"Science"},{"quote":"Natural science, does not simply describe and explain nature; it is part of the interplay between nature and ourselves.","author":"Werner Heisenberg","topic":"Science"},{"quote":"Science is a method to keep yourself from kidding yourself.","author":"Edwin Land","topic":"Science"},{"quote":"Ideologically, the pursuit of science is not that different from the ideology that goes into punk rock. The idea of challenging authority is consistent with what I have been taught as a scientist.","author":"Greg Graffin","topic":"Science"},{"quote":"I am always struck by the fact that human awareness of our place in nature, like so much of modern science, began with the Industrial Revolution.","author":"Kenneth R. Miller","topic":"Science"},{"quote":"I didn&#39;t study science beyond high school level, but I&#39;d been reading a lot of science books by people like Richard Dawkins, Matt Ridley and Daniel Dennett. I also spent a year working on a fellowship in a research centre - the Allan Wilson Centre - where I got a hands-on look at their work sequencing DNA.","author":"Bernard Beckett","topic":"Science"},{"quote":"I love science. I hate supposition, superstition, exaggeration and falsified data. Show me the research, show me the results, show me the conclusions - and then show me some qualified peer reviews of all that.","author":"Claire Scovell LaZebnik","topic":"Science"},{"quote":"Surgical Anatomy is, to the student of medicine and surgery, the most essential branch of anatomical science, having reference more especially to an accurate knowledge of the more important regions, and consisting in the application of anatomy generally to the practice of surgery.","author":"Henry Gray","topic":"Science"},{"quote":"Art is made to disturb, science reassures.","author":"Georges Braque","topic":"Science"},{"quote":"Our vision is to rediscover the spirit of the Renaissance, create a new discipline where engineering for cultural heritage is actually a symbol of blending art and science together.","author":"Maurizio Seracini","topic":"Science"},{"quote":"We think scientific literacy flows out of how many science facts can you recite rather than how was your brain wired for thinking. And it&#39;s the brain wiring that I&#39;m more interested in rather than the facts that come out of the curriculum or the lesson plan that&#39;s been proposed.","author":"Neil deGrasse Tyson","topic":"Science"},{"quote":"Science sent the Hubble telescope out into space, so it could capture light and the absence thereof, from the very beginning of time. And the telescope really did that. So now we know that there was once absolutely nothing, such a perfect nothing that there wasn&#39;t even nothing or once.","author":"Kurt Vonnegut","topic":"Science"},{"quote":"Science has explained nothing; the more we know the more fantastic the world becomes and the profounder the surrounding darkness.","author":"Aldous Huxley","topic":"Science"},{"quote":"Moral science is better occupied when treating of friendship than of justice.","author":"Thomas Aquinas","topic":"Science"},{"quote":"I don&#39;t think that faith, whatever you&#39;re being faithful about, really can be scientifically explained. And I don&#39;t want to explain this whole life business through truth, science. There&#39;s so much mystery. There&#39;s so much awe.","author":"Jane Goodall","topic":"Science"},{"quote":"Man has to awaken to wonder - and so perhaps do peoples. Science is a way of sending him to sleep again.","author":"Ludwig Wittgenstein","topic":"Science"},{"quote":"Nobody climbs mountains for scientific reasons. Science is used to raise money for the expeditions, but you really climb for the hell of it.","author":"Edmund Hillary","topic":"Science"},{"quote":"You can believe what you want religiously. Religion is one thing, but science, provable science, is something else.","author":"Bill Nye","topic":"Science"},{"quote":"It seems to me that socialists today can preserve their position in academic economics merely by the pretense that the differences are entirely moral questions about which science cannot decide.","author":"Friedrich August von Hayek","topic":"Science"},{"quote":"The man of science has learned to believe in justification, not by faith, but by verification.","author":"Thomas Huxley","topic":"Science"},{"quote":"I felt that chess... is a science in the form of a game... I consider myself a scientist. I wanted to be treated like a scientist.","author":"Bobby Fischer","topic":"Science"},{"quote":"The humanities have been forced to disguise, both from themselves and their students, why their subjects really matter, for the sake of attracting money and prestige in a world obsessed by the achievements of science.","author":"Alain de Botton","topic":"Science"},{"quote":"We must learn to set our emotions aside and embrace what science tells us. GMOs and nuclear power are two of the most effective and most important green technologies we have. If - after looking at the data - you aren&#39;t in favour of using them responsibly, you aren&#39;t an environmentalist.","author":"Ramez Naam","topic":"Science"},{"quote":"However far modern science and techniques have fallen short of their inherent possibilities, they have taught mankind at least one lesson; nothing is impossible.","author":"Lewis Mumford","topic":"Science"},{"quote":"Hence, even in the domain of natural science the aid of the experimental method becomes indispensable whenever the problem set is the analysis of transient and impermanent phenomena, and not merely the observation of persistent and relatively constant objects.","author":"Wilhelm Wundt","topic":"Science"},{"quote":"Cooking is for chefs. Science informs us and lets us cook while knowing what we are doing, but it is not a replacement for the skills of a chef.","author":"Nathan Myhrvold","topic":"Science"},{"quote":"A fact is a simple statement that everyone believes. It is innocent, unless found guilty. A hypothesis is a novel suggestion that no one wants to believe. It is guilty, until found effective.","author":"Edward Teller","topic":"Science"},{"quote":"Winning is the science of being totally prepared.","author":"George Allen, Sr.","topic":"Science"},{"quote":"It is not enough to know your craft - you have to have feeling. Science is all very well, but for us imagination is worth far more.","author":"Edouard Manet","topic":"Science"},{"quote":"As we talk with candour, we open the doors to new possibilities and new areas of cooperation in advance in democracy, in combating terrorism, in energy and environment, science and technology and international peacekeeping.","author":"Atal Bihari Vajpayee","topic":"Science"},{"quote":"There&#39;s a snobbery at work in architecture. The subject is too often treated as a fine art, delicately wrapped in mumbo-jumbo. In reality, it&#39;s an all-embracing discipline taking in science, art, maths, engineering, climate, nature, politics, economics.","author":"Norman Foster","topic":"Science"},{"quote":"What underlies great science is what underlies great art, whether it is visual or written, and that is the ability to distinguish patterns out of chaos.","author":"Diana Gabaldon","topic":"Science"},{"quote":"Science doesn&#39;t work by voting. Did people vote on the theory of relativity? No! It&#39;s either right or it&#39;s wrong. Do we vote on whether genetics is a good theory or not? Of course not.","author":"Alan Stern","topic":"Science"},{"quote":"GIS is waking up the world to the power of geography, this science of integration, and has the framework for creating a better future.","author":"Jack Dangermond","topic":"Science"},{"quote":"When I was in elementary school, I was very interested in science already. I must have been ten or eleven years old. I started experiments with chemistry sets at my home in Mexico. I was able to borrow a bathroom and convert it to a laboratory. My parents supported it. They were pleased. My friends just tolerated it.","author":"Mario J. Molina","topic":"Science"},{"quote":"My district has been hit with three 500-year floods in the last several years, so either you believe that we had a one-in-over-100-million probability that occurred, or you believe as I do that there&#39;s a new normal, and we have changing weather patterns, and we have climate change. This is the science.","author":"Chris Gibson","topic":"Science"},{"quote":"Leave the atom alone.","author":"E. Y. Harburg","topic":"Science"},{"quote":"I would not hesitate to say I was addicted to the Internet in the first two years. It can be addictive, and things not taken in moderation have negative effects. But the alarmism around &#39;Facebook is changing our brains&#39; strikes me as a kind of historical trick. Because we now know from brain science that everything changes our brains.","author":"Clay Shirky","topic":"Science"},{"quote":"At Tencent, we may be businessmen, but we are still chasing our IT, our science. We are still striving to create something really cool, trying to create things we couldn&#39;t even imagine without our new technologies. I am still clinging to this enthusiasm.","author":"Ma Huateng","topic":"Science"},{"quote":"There is nothing wrong with good accounting, except that it does not necessarily lead to good science.","author":"Gerhard Herzberg","topic":"Science"},{"quote":"I didn&#39;t have any writer friends in college. I was a computer science major, but I was writing a lot, probably more than anybody I knew. I started to submit novels to New York when I was a freshman in college.","author":"Watt Key","topic":"Science"},{"quote":"The ultimate aim of all science to penetrate the unknown. Do you realize we know less about the earth we live on than about the stars and the galaxies of outer space? The greatest mystery is right here, right under our feet.","author":"Walter Reisch","topic":"Science"},{"quote":"Anthropology was the science that gave her the platform from which she surveyed, scolded and beamed at the world.","author":"Jane Howard","topic":"Science"},{"quote":"The man of science is a poor philosopher.","author":"Albert Einstein","topic":"Science"},{"quote":"Germany has reduced savagery to a science, and this great war for the victorious peace of justice must go on until the German cancer is cut clean out of the world body.","author":"Theodore Roosevelt","topic":"Science"},{"quote":"I have done one thing that I think is a contribution: I helped Buddhist science and modern science combine. No other Buddhist has done that. Other lamas, I don&#39;t think they ever pay attention to modern science. Since my childhood, I have a keen interest.","author":"Dalai Lama","topic":"Science"},{"quote":"If anyone offers conjectures about the truth of things from the mere possibility of hypotheses, I do not see by what stipulation anything certain can be determined in any science, since one or another set of hypotheses may always be devised which will appear to supply new difficulties.","author":"Isaac Newton","topic":"Science"},{"quote":"If an elderly but distinguished scientist says that something is possible, he is almost certainly right; but if he says that it is impossible, he is very probably wrong.","author":"Arthur C. Clarke","topic":"Science"},{"quote":"The most obvious characteristic of science is its application: the fact that, as a consequence of science, one has a power to do things. And the effect this power has had need hardly be mentioned. The whole industrial revolution would almost have been impossible without the development of science.","author":"Richard P. Feynman","topic":"Science"},{"quote":"Individual science fiction stories may seem as trivial as ever to the blinder critics and philosophers of today - but the core of science fiction, its essence has become crucial to our salvation if we are to be saved at all.","author":"Isaac Asimov","topic":"Science"},{"quote":"As long as men are free to ask what they must, free to say what they think, free to think what they will, freedom can never be lost and science can never regress.","author":"Marcel Proust","topic":"Science"},{"quote":"One could write a history of science in reverse by assembling the solemn pronouncements of highest authority about what could not be done and could never happen.","author":"Robert A. Heinlein","topic":"Science"},{"quote":"Everything is fraught with danger. I love technology and I love science. It&#39;s just always all in the way you use it. So there&#39;s no - you can&#39;t really blame anything on the technology. It&#39;s just the way people use it, and it always has been.","author":"Steve Martin","topic":"Science"},{"quote":"The Western day is indeed nearing when the inner science of self-control will be found as necessary as the outer conquest of nature. This new Atomic Age will see men&#39;s minds sobered and broadened by the now scientifically indisputable truth that matter is in reality a concentrate of energy.","author":"Paramahansa Yogananda","topic":"Science"},{"quote":"Freedom is absolutely necessary for the progress in science and the liberal arts.","author":"Baruch Spinoza","topic":"Science"},{"quote":"Before I became a film major, I was very heavily into social science, I had done a lot of sociology, anthropology, and I was playing in what I call social psychology, which is sort of an offshoot of anthropology\/sociology - looking at a culture as a living organism, why it does what it does.","author":"George Lucas","topic":"Science"},{"quote":"Science is the most durable and nondivisive way of thinking about the human circumstance. It transcends cultural, national, and political boundaries. You don&#39;t have American science versus Canadian science versus Japanese science.","author":"Sam Harris","topic":"Science"},{"quote":"I had people in my life who didn&#39;t give up on me: my mother, my aunt, my science teacher. I had one-on-one speech therapy. I had a nanny who spent all day playing turn-taking games with me.","author":"Temple Grandin","topic":"Science"},{"quote":"Now science has presented us with a hope called stem cell research, which may provide our scientists with many answers that have for so long been beyond our grasp.","author":"Nancy Reagan","topic":"Science"},{"quote":"The enchanting charms of this sublime science reveal only to those who have the courage to go deeply into it.","author":"Carl Friedrich Gauss","topic":"Science"},{"quote":"In contemporary art culture, where good looks and clever strategic planning of art careers have become a feature, professional practice may be taught in art schools like a branch of public relations or political science.","author":"Michael Leunig","topic":"Science"},{"quote":"I read science, because to me, that&#39;s extremely exciting. It&#39;s like a great detective story, and it&#39;s happening right in front of us.","author":"Alan Alda","topic":"Science"},{"quote":"I cannot stress often enough that what science is all about is not proving things to be true but proving them to be false.","author":"Lawrence M. Krauss","topic":"Science"},{"quote":"Make-believe colors the past with innocent distortion, and it swirls ahead of us in a thousand ways in science, in politics, in every bold intention.","author":"Shirley Temple","topic":"Science"},{"quote":"Of course, the American education system is very inefficient in many ways compared to other countries in Europe or Japan, but it works in such a way that at least the few people who are going onto unusual careers and science can manage to get into that, even though they go through an earlier stage that doesn&#39;t give them much.","author":"John Forbes Nash, Jr.","topic":"Science"},{"quote":"Chastity is the cement of civilization and progress. Without it there is no stability in society, and without it one cannot attain the Science of Life.","author":"Mary Baker Eddy","topic":"Science"},{"quote":"If Christianity is not scientific, and Science is not of God, then there is no invariable law, and truth becomes an accident.","author":"Mary Baker Eddy","topic":"Science"},{"quote":"The older generation had greater respect for land than science. But we live in an age when science, more than soil, has become the provider of growth and abundance. Living just on the land creates loneliness in an age of globality.","author":"Shimon Peres","topic":"Science"},{"quote":"Biology is now bigger than physics, as measured by the size of budgets, by the size of the workforce, or by the output of major discoveries; and biology is likely to remain the biggest part of science through the twenty-first century.","author":"Freeman Dyson","topic":"Science"},{"quote":"This world, after all our science and sciences, is still a miracle; wonderful, inscrutable, magical and more, to whosoever will think of it.","author":"Thomas Dekker","topic":"Science"},{"quote":"The commonality between science and art is in trying to see profoundly - to develop strategies of seeing and showing.","author":"Edward Tufte","topic":"Science"},{"quote":"I had been pursuing a Ph.D. in political science when my National Guard unit was sent to Iraq. Eight months into our deployment, in November 2004, a rocket-propelled grenade fired by Iraqi insurgents tore through the pilot&#39;s side of the Blackhawk helicopter I was flying.","author":"Tammy Duckworth","topic":"Science"},{"quote":"I decry the current tendency to seek patents on algorithms. There are better ways to earn a living than to prevent other people from making use of one&#39;s contributions to computer science.","author":"Donald Knuth","topic":"Science"},{"quote":"When a scientist is ahead of his times, it is often through misunderstanding of current, rather than intuition of future truth. In science there is never any error so gross that it won&#39;t one day, from some perspective, appear prophetic.","author":"Jean Rostand","topic":"Science"},{"quote":"The big lesson of planetary science is when you do a first reconnaissance of a new kind of object, you should expect the unexpected.","author":"Alan Stern","topic":"Science"},{"quote":"Science has yet to isolate the Godiva Chocolate or Prada gene, but that doesn&#39;t mean your weakness for pricey swag isn&#39;t woven into your DNA. According to a new study of identical twins, it&#39;s less TV ads or Labor Day sales that make you buy the things you do than the tastes and temperaments that are already part of you at birth.","author":"Jeffrey Kluger","topic":"Science"},{"quote":"The historical development of the work of anthropologists seems to single out clearly a domain of knowledge that heretofore has not been treated by any other science.","author":"Franz Boas","topic":"Science"},{"quote":"Unlike scientism, science in the true sense of the word is open to unbiased investigation of any existing phenomena.","author":"Stanislav Grof","topic":"Science"},{"quote":"Modernism in Vienna brought together science and culture in a new way to create an Age of Insight that emphasized a more complex view of the human mind than had ever existed before.","author":"Eric Kandel","topic":"Science"},{"quote":"To be creative means to connect. It&#39;s to abolish the gap between the body, the mind and the soul, between science and art, between fiction and nonfiction.","author":"Nawal El Saadawi","topic":"Science"},{"quote":"Experience by itself is not science.","author":"Edmund Husserl","topic":"Science"},{"quote":"Unforeseen surprises are the rule in science, not the exception. Remember: Stuff happens.","author":"Leonard Susskind","topic":"Science"},{"quote":"Through art and science in their broadest senses it is possible to make a permanent contribution towards the improvement and enrichment of human life and it is these pursuits that we students are engaged in.","author":"Frederick Sanger","topic":"Science"},{"quote":"Comparing science and religion isn&#39;t like comparing apples and oranges - it&#39;s more like apples and sewing machines.","author":"Jack Horner","topic":"Science"},{"quote":"With acknowledgement of residues, we can be more easily prepared to grant the unit of science, the overlapping of disciplines, and the total coherence of all facts.","author":"Kenneth L. Pike","topic":"Science"},{"quote":"You know, there was a time, just before I started to study physical science, when astronomers thought that systems such as we have here in the solar system required a rare triple collision of stars.","author":"Murray Gell-Mann","topic":"Science"},{"quote":"Modern science is fast-moving, and no laboratory can exist for long with a program based on old facilities. Innovation and renewal are required to keep a laboratory on the frontiers of science.","author":"Burton Richter","topic":"Science"},{"quote":"Anyone who attempts to generate random numbers by deterministic means is, of course, living in a state of sin.","author":"John von Neumann","topic":"Science"},{"quote":"Science is based solely on doubt-based, disinterested examination of the natural and physical world. It is entirely independent of personal belief. There is a very important, fundamental concomitant - that is to accept absolutely nothing whatsoever, for which there is no evidence, as having any fundamental validity.","author":"Harry Kroto","topic":"Science"},{"quote":"I describe management as arts, crafts and science. It is a practice that draws on arts, craft and science and there is a lot of craft - meaning experience - there is a certain amount of craft meaning insight, creativity and vision, and there is the use of science, technique or analysis.","author":"Henry Mintzberg","topic":"Science"},{"quote":"Hubris and science are incompatible.","author":"Douglas Preston","topic":"Science"},{"quote":"I&#39;m always involved with the Aerospace Program and NASA and Goddard Space Flight Center. And if kids feel so inclined, they can log onto NASA and the Optimus Prime Spinoff Award, which we present every year to some of the brilliant young minds that are taking up into the academics of space, science, technology, math.","author":"Peter Cullen","topic":"Science"},{"quote":"Computer science is one of the worst things that ever happened to either computers or to science.","author":"Neil Gershenfeld","topic":"Science"},{"quote":"I&#39;m often asked by parents what advice can I give them to help get kids interested in science? And I have only one bit of advice. Get out of their way. Kids are born curious. Period.","author":"Neil deGrasse Tyson","topic":"Science"},{"quote":"What are we promoting in society? Well-behaved automatons that spew back what they learned in a book. That&#39;s not science. You can get a parrot to do that.","author":"Neil deGrasse Tyson","topic":"Science"},{"quote":"If God is the mystery of the universe, these mysteries, we&#39;re tackling these mysteries one by one. If you&#39;re going to stay religious at the end of the conversation, God has to mean more to you than just where science has yet to tread.","author":"Neil deGrasse Tyson","topic":"Science"},{"quote":"Science is an enterprise that should be cherished as an activity of the free human mind. Because it transforms who we are, how we live, and it gives us an understanding of our place in the universe.","author":"Neil deGrasse Tyson","topic":"Science"},{"quote":"One of the greatest features of science is that it doesn&#39;t matter where you were born, and it doesn&#39;t matter what the belief systems of your parents might have been: If you perform the same experiment that someone else did, at a different time and place, you&#39;ll get the same result.","author":"Neil deGrasse Tyson","topic":"Science"},{"quote":"You can&#39;t train kids in a world where adults have no concept of what science literacy is. The adults are gonna squash the creativity that would manifest itself, because they&#39;re clueless about what it and why it matters. But science can always benefit from the more brains there are that are thinking about it - but that&#39;s true for any field.","author":"Neil deGrasse Tyson","topic":"Science"},{"quote":"In nature, when you conduct science, it is the natural world that is the ultimate decider in what is true and what is not.","author":"Neil deGrasse Tyson","topic":"Science"},{"quote":"The credit of advancing science has always been due to individuals and never to the age.","author":"Johann Wolfgang von Goethe","topic":"Science"},{"quote":"The whole history of science has been the gradual realization that events do not happen in an arbitrary manner, but that they reflect a certain underlying order, which may or may not be divinely inspired.","author":"Stephen Hawking","topic":"Science"},{"quote":"Philosophers have not kept up with modern developments in science. Particularly physics.","author":"Stephen Hawking","topic":"Science"},{"quote":"Touch a scientist and you touch a child.","author":"Ray Bradbury","topic":"Science"},{"quote":"The best scientist is open to experience and begins with romance - the idea that anything is possible.","author":"Ray Bradbury","topic":"Science"},{"quote":"Something is wrong that we have to feed so many. Why should there be poverty with all of our science and technology? There is no deficit in human resources - it is a deficit in human will.","author":"Coretta Scott King","topic":"Science"},{"quote":"One science only will one genius fit; so vast is art, so narrow human wit.","author":"Alexander Pope","topic":"Science"},{"quote":"Religion and science are the two conjugated faces or phases of one and the same complete act of knowledge - the only one which can embrace the past and future of evolution and so contemplate, measure and fulfil them.","author":"Pierre Teilhard de Chardin","topic":"Science"},{"quote":"The history of science is rich in example of the fruitfulness of bringing two sets of techniques, two sets of ideas, developed in separate contexts for the pursuit of new truth, into touch with one another.","author":"J. Robert Oppenheimer","topic":"Science"},{"quote":"There are worlds of experience beyond the world of the aggressive man, beyond history, and beyond science. The moods and qualities of nature and the revelations of great art are equally difficult to define; we can grasp them only in the depths of our perceptive spirit.","author":"Ansel Adams","topic":"Science"},{"quote":"I just had a crazy, wild imagination all my life, and science fiction is the greatest outlet for me.","author":"Steven Spielberg","topic":"Science"},{"quote":"It should be that every child, when they leave school, can do ten meals, because when they leave home, they&#39;ve got to be able to eat healthily. Blow the science of it and everything else. They&#39;ve just got to be able to know what&#39;s good for them, how to buy it, and how to make a few dishes that they enjoy and don&#39;t cost too much.","author":"Mary Berry","topic":"Science"},{"quote":"In science the important thing is to modify and change one&#39;s ideas as science advances.","author":"Herbert Spencer","topic":"Science"},{"quote":"Science has a culture that is inherently cautious and that is normally not a bad thing. You could even say conservative, because of the peer review process and because the scientific method prizes uncertainty and penalises anyone who goes out on any sort of a limb that is not held in place by abundant and well-documented evidence.","author":"Al Gore","topic":"Science"},{"quote":"The conflict between religion and science is inherent and (very nearly) zero-sum. The success of science often comes at the expense of religious dogma; the maintenance of religious dogma always comes at the expense of science.","author":"Sam Harris","topic":"Science"},{"quote":"When science has sent forth her fiat - it is only to hear and obey.","author":"Jules Verne","topic":"Science"},{"quote":"Globalisation means many other countries are asserting themselves and trying to take over leadership. Please don&#39;t ask Americans to let others assume the leadership of human exploration. We can do wonderful science on the Moon, and wonderful commercial things. Then we can pack up and move on to Mars.","author":"Buzz Aldrin","topic":"Science"},{"quote":"Education has failed in a very serious way to convey the most important lesson science can teach: skepticism.","author":"David Suzuki","topic":"Science"},{"quote":"The credit which the apparent conformity with recognized scientific standards can gain for seemingly simple but false theories may, as the present instance shows, have grave consequences.","author":"Friedrich August von Hayek","topic":"Science"},{"quote":"Science is simply common sense at its best, that is, rigidly accurate in observation, and merciless to fallacy in logic.","author":"Thomas Huxley","topic":"Science"},{"quote":"We know from science that nothing in the universe exists as an isolated or independent entity.","author":"Margaret J. Wheatley","topic":"Science"},{"quote":"One of the strangest features of string theory is that it requires more than the three spatial dimensions that we see directly in the world around us. That sounds like science fiction, but it is an indisputable outcome of the mathematics of string theory.","author":"Brian Greene","topic":"Science"},{"quote":"The absolute worst thing that you ever can do, in my opinion, in bringing science to the general public, is be condescending or judgmental. It is so opposite to the way science needs to be brought forth.","author":"Brian Greene","topic":"Science"},{"quote":"That&#39;s the whole problem with science. You&#39;ve got a bunch of empiricists trying to describe things of unimaginable wonder.","author":"Bill Watterson","topic":"Science"},{"quote":"It was just like a digital fixation with cards and math and science and then I started to look at images of great magicians from Houdini down the line.","author":"David Blaine","topic":"Science"},{"quote":"The resistance to science is idiotic.","author":"Seth MacFarlane","topic":"Science"},{"quote":"There is a sort of genre of optimistic science fiction that I like, and I don&#39;t think there is enough of. One of my favourites is a short story by Arthur C. Clarke, &#39;The City and the Stars.&#39; It&#39;s set in this far future on Earth in this somewhat static society and trying to break out.","author":"Peter Thiel","topic":"Science"},{"quote":"Almost half our representatives in Washington apparently know more about science than our scientists. Or they pretend to, because big corporations give them a lot of money to make sure they can keep doing the destructive things that they do.","author":"Jimmy Kimmel","topic":"Science"},{"quote":"I like science and I love gym. Oh, and I like art, but I&#39;m really bad at it. I&#39;m just a terrible drawer. I can&#39;t draw a circle. Even with a ruler, I can&#39;t draw a straight line.","author":"Daniel Radcliffe","topic":"Science"},{"quote":"Though we do need more women to graduate with technical degrees, I always like to remind women that you don&#39;t need to have science or technology degrees to build a career in tech.","author":"Susan Wojcicki","topic":"Science"},{"quote":"A powerful attraction exists, therefore, to the promotion of a study and of duties of all others engrossing the time most completely, and which is less benefited than most others by any acquaintance with science.","author":"Charles Babbage","topic":"Science"},{"quote":"We believe behavioral science, cognitive computing, and machine intelligence are essential to a successful, holistic surveillance offering and critical to efficient and effective organizational compliance with an increasingly intricate global regulatory environment.","author":"Adena Friedman","topic":"Science"},{"quote":"Religion, art, and science flourish best in a free society. True, freedom does not afford much opportunity for grand gestures. It has little room for martyrs. But life is not supposed to be about dying well. It is about living well.","author":"Virginia Postrel","topic":"Science"},{"quote":"Science fiction frees you to go anyplace and examine anything.","author":"Octavia E. Butler","topic":"Science"},{"quote":"Science means simply the aggregate of all the recipes that are always successful. All the rest is literature.","author":"Paul Valery","topic":"Science"},{"quote":"Thousands of years ago, humans domesticated every possible large wild mammal species fulfilling all those criteria and worth domesticating, with the result that there have been no valuable additions of domestic animals in recent times, despite the efforts of modern science.","author":"Jared Diamond","topic":"Science"},{"quote":"We&#39;re very interested in seeing what science Exxon has been using for its own purposes because they&#39;re tremendously active in offshore oil drilling in the Arctic, for example, where global warming is happening at a much more rapid rate than in more temperate zones.","author":"Eric Schneiderman","topic":"Science"},{"quote":"The things that I&#39;ve enjoyed most are not really science fiction. They are not much fun to make because there are so many toys involved. They are fun for directors who like toys, like Ridley Scott, but they are not a lot of fun to make. A lot of hanging around, changing this and that.","author":"John Hurt","topic":"Science"},{"quote":"Since Hiroshima and the Holocaust, science no longer holds its pristine place as the highest moral authority. Instead, that role is taken by human rights. It follows that any assault on Jewish life - on Jews or Judaism or the Jewish state - must be cast in the language of human rights.","author":"Jonathan Sacks","topic":"Science"},{"quote":"Machine learning is the science of getting computers to learn without being explicitly programmed.","author":"Sebastian Thrun","topic":"Science"},{"quote":"I&#39;ve always been a big fan of science fiction and of the worlds of the spiritual and the mystic.","author":"Dan Aykroyd","topic":"Science"},{"quote":"What I do is not rocket science, but I sure do love it.","author":"Kyle Chandler","topic":"Science"},{"quote":"Science without conscience is the death of the soul.","author":"Francois Rabelais","topic":"Science"},{"quote":"Science is the systematic classification of experience.","author":"George Henry Lewes","topic":"Science"},{"quote":"Studying organisms at a molecular level was totally compelling because it was moving from being a naturalist, which was the 19th-century kind of science, to being very focused and really getting to the heart of these molecules.","author":"Elizabeth Blackburn","topic":"Science"},{"quote":"I went into science, ending up with a Ph.D. in cell biology, but along the way I found out that experimental science involves many hours and days and nights of laboratory work, which is a lot like washing dishes, only a little more challenging. I was too impatient, and maybe a little too sloppy, for it.","author":"Barbara Ehrenreich","topic":"Science"},{"quote":"Well, logos is science or reason, something that helps us to function practically and effectively in the world, and it must therefore be closely in tune and reflect accurately the realities of the world around us.","author":"Karen Armstrong","topic":"Science"},{"quote":"I saw science as being in harmony with humanity.","author":"Joseph Rotblat","topic":"Science"},{"quote":"One of the things that ultimately led me to leave mathematics and go into political science was thinking I could prevent nuclear war.","author":"Paul Wolfowitz","topic":"Science"},{"quote":"Nothing is less predictable than the development of an active scientific field.","author":"Charles Francis Richter","topic":"Science"},{"quote":"&#39;Who are we?&#39; And to me that&#39;s the essential question that&#39;s always been in science fiction. A lot of science fiction stories are - at their very best - evocations of that question. When we look up at the night sky and wonder, &#39;Is there anyone else out there?&#39; we&#39;re also asking who we are we in relation to them.","author":"David Gerrold","topic":"Science"},{"quote":"People go into science out of curiosity, not to win awards. But scientists are human and have ambitions.","author":"Venkatraman Ramakrishnan","topic":"Science"},{"quote":"We tried war, we tried aggression, we tried intervention. None of it works. Why don&#39;t we try peace, as a science of human relations, not as some vague notion - as everyday work.","author":"Dennis Kucinich","topic":"Science"},{"quote":"Science is not a thing. It&#39;s a verb. It&#39;s a way of thinking about things. It&#39;s a way of looking for natural explanations for all phenomena.","author":"Michael Shermer","topic":"Science"},{"quote":"Science has proof without any certainty. Creationists have certainty without any proof.","author":"Ashley Montagu","topic":"Science"},{"quote":"The strength of the scientific establishment in any country is related to its general level of education, not only in supplying large numbers of eager minds for further training, but also in ensuring a public opinion that holds science in esteem and approves financial support.","author":"Arthur Lewis","topic":"Science"},{"quote":"The more thoroughly I conduct scientific research, the more I believe that science excludes atheism.","author":"Lord Kelvin","topic":"Science"},{"quote":"Bad religion is arrogant, self-righteous, dogmatic and intolerant. And so is bad science. But unlike religious fundamentalists, scientific fundamentalists do not realize that their opinions are based on faith. They think they know the truth.","author":"Rupert Sheldrake","topic":"Science"},{"quote":"For science must breathe the oxygen of freedom.","author":"John Charles Polanyi","topic":"Science"},{"quote":"Science may provide the most useful way to organize empirical, reproducible data, but its power to do so is predicated on its inability to grasp the most central aspects of human life: hope, fear, love, hate, beauty, envy, honor, weakness, striving, suffering, virtue.","author":"Paul Kalanithi","topic":"Science"},{"quote":"I am glad to have this opportunity of expressing my high appreciation of the honour extended to me many years ago by the Royal Swedish Academy of Science by enrolling me amongst its members.","author":"Guglielmo Marconi","topic":"Science"},{"quote":"Many of us like to think of financial economics as a science, but complex events like the financial crisis suggest that this conceit may be more wishful thinking than reality.","author":"Andrew Lo","topic":"Science"},{"quote":"While it is quite reasonable for scientists to be skeptical of new ideas that do not fit within the accepted realm of scientific knowledge, the best science often emerges from situations where results carefully obtained do not fit within the accepted paradigms.","author":"Stanley B. Prusiner","topic":"Science"},{"quote":"I combine magic and science to create illusions. I work with new media and interactive technologies, things like artificial intelligence or computer vision, and integrate them in my magic.","author":"Marco Tempest","topic":"Science"},{"quote":"I have great faith in the future of books - no matter what form they may take - and of science fiction.","author":"Connie Willis","topic":"Science"},{"quote":"Much of the debate over global warming is predicated on fear, rather than science.","author":"James Inhofe","topic":"Science"},{"quote":"The historian of science may be tempted to exclaim that when paradigms change, the world itself changes with them.","author":"Thomas Kuhn","topic":"Science"},{"quote":"No one would want to read a book in which I explain the science of cloning because it would be very dull and it would also make no sense.","author":"Rachel Cohn","topic":"Science"},{"quote":"History is, in its essentials, the science of change. It knows and it teaches that it is impossible to find two events that are ever exactly alike, because the conditions from which they spring are never identical.","author":"Marc Bloch","topic":"Science"},{"quote":"Let it be understood, in the first place, that a science fiction story must be an exposition of a scientific theme and it must be also a story.","author":"Hugo Gernsback","topic":"Science"},{"quote":"Every known fact in natural science was divined by the presentiment of somebody, before it was actually verified.","author":"Ralph Waldo Emerson","topic":"Science"},{"quote":"When I die, I&#39;m gonna leave my body to science fiction.","author":"Steven Wright","topic":"Science"},{"quote":"Wisdom alone is the science of other sciences.","author":"Plato","topic":"Science"},{"quote":"All the traditional STEM fields, the science, technology, engineering, and math fields, are stoked when you dream big in an agency such as NASA.","author":"Neil deGrasse Tyson","topic":"Science"},{"quote":"I have seen firsthand that agricultural science has enormous potential to increase the yields of small farmers and lift them out of hunger and poverty.","author":"Bill Gates","topic":"Science"},{"quote":"We want to answer this classical question, who am I? So I think that most of our works are for art, or whatever we do, including science or religion, tried to answer that question.","author":"Paulo Coelho","topic":"Science"},{"quote":"I am honorary President of the American Humanist Society, having succeeded the late, great science fiction writer Isaac Asimov in that utterly functionless capacity. We Humanists behave as well as we can, without any rewards or punishments in an Afterlife.","author":"Kurt Vonnegut","topic":"Science"},{"quote":"I have found far greater enthusiasm for science in America than here in Britain. There is more enthusiasm for everything in America.","author":"Stephen Hawking","topic":"Science"},{"quote":"The fundamental concept in social science is Power, in the same sense in which Energy is the fundamental concept in physics.","author":"Bertrand Russell","topic":"Science"},{"quote":"It is always good to know which ideas cannot be checked directly, but it is not necessary to remove them all. It is not true that we can pursue science completely by using only those concepts which are directly subject to experiment.","author":"Richard P. Feynman","topic":"Science"},{"quote":"I am a great fan of science, but I cannot do a quadratic equation.","author":"Terry Pratchett","topic":"Science"},{"quote":"I got into science fiction by being interested in astronomy first.","author":"Terry Pratchett","topic":"Science"},{"quote":"How any government could promote the Vardy academies in the North-East of England is absolutely beyond me. Tony Blair defends them on grounds of diversity, but it should be unthinkable in the 21st century to have a school whose head of science believes the world is less than 10,000 years old.","author":"Richard Dawkins","topic":"Science"},{"quote":"There&#39;s branches of science which I don&#39;t understand; for example, physics. It could be said, I suppose, that I have faith that physicists understand it better than I do.","author":"Richard Dawkins","topic":"Science"},{"quote":"Science stands for rational thought, faith for superstition and unreason.","author":"Deepak Chopra","topic":"Science"},{"quote":"The church saves sinners, but science seeks to stop their manufacture.","author":"Elbert Hubbard","topic":"Science"},{"quote":"Art is the beautiful way of doing things. Science is the effective way of doing things. Business is the economic way of doing things.","author":"Elbert Hubbard","topic":"Science"},{"quote":"It&#39;s not a science when you are judging art, but we&#39;d be remiss to say you can&#39;t look at something and say, &#39;This is more well done than that.&#39;","author":"Matthew McConaughey","topic":"Science"},{"quote":"What&#39;s interesting about science is that we&#39;re constantly discovering new things about the universe, about ourselves, about our bodies, about diseases, about the possibilities of the future. It&#39;s amazing. Science is one of the coolest things about being a human being - without a doubt.","author":"Joe Rogan","topic":"Science"},{"quote":"The world has changed - through technology, through wine-making techniques, the quality of wine is greater than it&#39;s ever been. Whereas ten, fifteen years ago it was very easy to find lots of bad wine, it&#39;s kind of hard now. The technology, the science - it&#39;s like, are you kidding? We&#39;re in the golden years of wine!","author":"Gary Vaynerchuk","topic":"Science"},{"quote":"Life is not an exact science, it is an art.","author":"Samuel Butler","topic":"Science"},{"quote":"Fiction is not necessarily about what you know, it&#39;s about how you feel. That is the truth about fiction, and the other truth is that all science is a tool, and we use our tools not to actualise what we know, but to implement how we feel.","author":"Margaret Atwood","topic":"Science"},{"quote":"Leaders in China and India realize that science and technology lead to success and wealth. But many countries in the West graduate students into the unemployment line by teaching skills that were necessary to live in 1950.","author":"Michio Kaku","topic":"Science"},{"quote":"All one&#39;s inventions are true, you can be sure of that. Poetry is as exact a science as geometry.","author":"Gustave Flaubert","topic":"Science"},{"quote":"Reason, observation, and experience; the holy trinity of science.","author":"Robert Green Ingersoll","topic":"Science"},{"quote":"The love of nature is a different thing from the love of science, though the two may go together.","author":"John Burroughs","topic":"Science"},{"quote":"It is reasonable to expect the doctor to recognize that science may not have all the answers to problems of health and healing.","author":"Norman Cousins","topic":"Science"},{"quote":"I don&#39;t plan to write another science book, but I don&#39;t plan not to. I do enjoy writing histories, and taking subjects that are generally dull and trying to make them interesting.","author":"Bill Bryson","topic":"Science"},{"quote":"Formerly, when religion was strong and science weak, men mistook magic for medicine; now, when science is strong and religion weak, men mistake medicine for magic.","author":"Thomas Szasz","topic":"Science"},{"quote":"There is no complete theory of anything.","author":"Robert Anton Wilson","topic":"Science"},{"quote":"Kids are different from adults. They are not as developed as far as brain science, controlling impulses, and maturity, and fall prey to all kinds of pressures.","author":"Greg Boyle","topic":"Science"},{"quote":"The mysteriousness and mystique of space is such, that science fiction attempts to tantalize you by telling you a story that could possibly be out there and that&#39;s the appeal of science fiction.","author":"William Shatner","topic":"Science"},{"quote":"I began reading science fiction before I was 12 and started writing science fiction around the same time.","author":"Octavia Butler","topic":"Science"},{"quote":"Nothing in education is so astonishing as the amount of ignorance it accumulates in the form of inert facts.","author":"Henry Adams","topic":"Science"},{"quote":"Making movies is not rocket science. It&#39;s about relationships and communication and strangers coming together to see if they can get along harmoniously, productively, and creatively. That&#39;s a challenge. When it works, it&#39;s fantastic and will lift you up. When it doesn&#39;t work, it&#39;s almost just as fascinating.","author":"Julia Roberts","topic":"Science"},{"quote":"The Life at Conception Act legislatively declares what most Americans believe and what science has long known - that human life begins at the moment of conception and, therefore, is entitled to legal protection from that point forward.","author":"Rand Paul","topic":"Science"},{"quote":"Faulkner is a writer who has had much to do with my soul, but Hemingway is the one who had the most to do with my craft - not simply for his books, but for his astounding knowledge of the aspect of craftsmanship in the science of writing.","author":"Gabriel Garcia Marquez","topic":"Science"},{"quote":"Indeed, in view of its function, religion stands in greater need of a rational foundation of its ultimate principles than even the dogmas of science.","author":"Muhammad Iqbal","topic":"Science"},{"quote":"I&#39;ve always been interested in medicine and was pleased when my brother became a doctor. But after thinking seriously about that field, I realized that what intrigued me was not the science, not the chemistry or biology of medicine, but the narrative - the story of each patient, each illness.","author":"Lois Lowry","topic":"Science"},{"quote":"I&#39;m afraid for all those who&#39;ll have the bread snatched from their mouths by these machines. What business has science and capitalism got, bringing all these new inventions into the works, before society has produced a generation educated up to using them!","author":"Henrik Ibsen","topic":"Science"},{"quote":"Do you not see what damage has been done to science through this: i.e. pedants wishing to be philosophers; to treat of natural things, and mix themselves with and decide about things Divine?","author":"Giordano Bruno","topic":"Science"},{"quote":"I see every book as a problem that you have to solve. That is what dictates the form you use. It&#39;s not that you say, &#39;I want to write a science fiction book.&#39; You start from the other end, and what you have to say dictates the form of it.","author":"Doris Lessing","topic":"Science"},{"quote":"Man, in the collective sense, is the hero of science. Man, in the collective sense, is the hero of Earth.","author":"Jacque Fresco","topic":"Science"},{"quote":"It is my belief that no matter how advanced man may become in science, technology, systems, and knowledge, he can never improve on the foundational precepts of marriage as the bedrock of social development.","author":"Myles Munroe","topic":"Science"},{"quote":"The illusion of purpose and design is perhaps the most pervasive illusion about nature that science has to confront on a daily basis.","author":"Lawrence M. Krauss","topic":"Science"},{"quote":"When it comes to the things that people really want in science fiction - like space travel - the simplest things end up causing them not to happen. Humans are 100-pound bags of water, built to live on Earth.","author":"Lawrence M. Krauss","topic":"Science"},{"quote":"In the spirit of science, there really is no such thing as a &#39;failed experiment.&#39; Any test that yields valid data is a valid test.","author":"Adam Savage","topic":"Science"},{"quote":"Just as houses are made of stones, so is science made of facts.","author":"Henri Poincare","topic":"Science"},{"quote":"A science is something which is constructed from truth on workable axioms. There are 55 axioms in scientology which are very demonstrably true, and on these can be constructed a great deal.","author":"L. Ron Hubbard","topic":"Science"},{"quote":"I&#39;ve always seen the world through the eyes of a scientist. I love the predictable outcomes that science gives us, the control over the world that that can render.","author":"Barbara Kingsolver","topic":"Science"},{"quote":"I majored in political science and English, but starting from the age of 17, I&#39;ve paid for everything that I&#39;ve had in my life. It was a personal choice. My parents would have helped me in any way whatsoever, but for me, you know what? I can make my own way.","author":"Gary Johnson","topic":"Science"},{"quote":"I think of it as a good opportunity to let, in particular, school kids know that this job and other interesting jobs in science and engineering are open to anyone who works hard in school and gets a good education and studies math and science. And that it&#39;s not just for a select group of people.","author":"Ellen Ochoa","topic":"Science"},{"quote":"Science gave me a cosmic religious feeling, and I would get the same feeling when I was dragged to the Met and the Museum of Modern Art.","author":"Jon Kabat-Zinn","topic":"Science"},{"quote":"In the courtroom of science, if you have the facts on your side, you don&#39;t need a gun - and juries would be well advised to distrust the case of those parties who choose to use weapons to silence adversarial witnesses.","author":"Robert Zubrin","topic":"Science"},{"quote":"Indeed, every true science has for its object the determination of certain phenomena by means of others, in accordance with the relations which exist between them.","author":"Auguste Comte","topic":"Science"},{"quote":"If I can get some student interested in science, if I can show members of the general public what&#39;s going on up there in the space program, then my job&#39;s been done.","author":"Christa McAuliffe","topic":"Science"},{"quote":"The birth of science rang the death-knell of an arbitrary and constantly interposing Supreme Power.","author":"Annie Besant","topic":"Science"},{"quote":"For an object under the eye will appear very different from the same object placed above it; in an inclosed space, very different from the same in an open space.","author":"Vitruvius","topic":"Science"},{"quote":"When I was a young girl, I was so crazy about animals that I wanted to do something associated with them, and I thought of being a vet. But then again, I figured I had to go to medical school, and science wasn&#39;t a good subject for me, so I dropped the idea pretty soon and thought maybe I could be a vet&#39;s assistant.","author":"Olivia Newton-John","topic":"Science"},{"quote":"The depressing thing about battery technology is that it gets better, but it gets better slowly. There are a whole bunch of problems in materials science and chemistry that come in trying to make existing batteries better.","author":"Nathan Myhrvold","topic":"Science"},{"quote":"I warn you against believing that advertising is a science.","author":"William Bernbach","topic":"Science"},{"quote":"In the post-enlightenment Europe of the 19th century the highest authority was no longer the Church. Instead it was science. Thus was born racial anti-Semitism, based on two disciplines regarded as science in their day - the &#39;scientific study of race&#39; and the Social Darwinism of Herbert Spencer and Ernst Haeckel.","author":"Jonathan Sacks","topic":"Science"},{"quote":"In much of computer science, I can easily &#39;auto-grade&#39; your work and give you an instant meaningful feedback. I can&#39;t do this when it comes to the subtlety of human thought, language, poetry, philosophy.","author":"Sebastian Thrun","topic":"Science"},{"quote":"I don&#39;t really see science fiction as fiction. I can imagine colonies on Mars and everything.","author":"Sigourney Weaver","topic":"Science"},{"quote":"When I began writing science fiction in the middle &#39;60s, it seemed very easy to find ideas that took decades to percolate into the cultural consciousness; now the lead time seems more like eighteen months.","author":"Vernor Vinge","topic":"Science"},{"quote":"I&#39;ve always believed in the power of rational thinking and behavior as the savior of the world, and science fiction as a powerful medium to encourage that, which explains my signature line, &#39;Let&#39;s save the world through science fiction.&#39;","author":"James Gunn","topic":"Science"},{"quote":"Science and technology multiply around us. To an increasing extent they dictate the languages in which we speak and think. Either we use those languages, or we remain mute.","author":"J. G. Ballard","topic":"Science"},{"quote":"I discovered how science is truly a universal language, one that forges new connections among individuals and opens the mind to ideas that go far beyond the classroom.","author":"Ahmed Zewail","topic":"Science"},{"quote":"There&#39;s been an incredible censorship in America and throughout the world, but particularly in America where students aren&#39;t even allowed to critically think about evolution, the issue of origins; they are not allowed to hear other points of view; they are taught incorrectly about science and taught that evolution is fact.","author":"Ken Ham","topic":"Science"},{"quote":"Goethe died in 1832. As you know, Goethe was very active in science. In fact, he did some very good scientific work in plant morphology and mineralogy. But he was quite bitter at the way in which many scientists refused to grant him a hearing because he was a poet and therefore, they felt, he couldn&#39;t be serious.","author":"Stephen Jay Gould","topic":"Science"},{"quote":"Few tragedies can be more extensive than the stunting of life, few injustices deeper than the denial of an opportunity to strive or even to hope, by a limit imposed from without, but falsely identified as lying within.","author":"Stephen Jay Gould","topic":"Science"},{"quote":"Science is telling us that we can do phenomenal things if we put our minds and our resources to it.","author":"Anthony Fauci","topic":"Science"},{"quote":"Belief contains so many truths pertaining to God&#39;s Names and the realities contained in the universe that the most perfect science, knowledge, and virtue is belief and knowledge of God originating in a belief based on argument and investigation.","author":"Said Nursi","topic":"Science"},{"quote":"If we reject science, we reject the common man.","author":"Naguib Mahfouz","topic":"Science"},{"quote":"Science, like art, religion, commerce, warfare, and even sleep, is based on presuppositions.","author":"Gregory Bateson","topic":"Science"},{"quote":"The single life is bearable to me only through my work in science, but for the long term, it would be very bad if I had to make do without a very young person next to me.","author":"Werner Heisenberg","topic":"Science"},{"quote":"Saliva has antibacterial properties. It also has things called nerve growth factor, skin growth factor, histatins which help with wound closure. So when you see an animal licking a wound or even a mom kissing a child&#39;s boo-boo, there&#39;s some, there&#39;s some good science behind why one might do this.","author":"Mary Roach","topic":"Science"},{"quote":"Ultimately, the problem is that sex is perceived as a personal, intimate thing, not in the realm of science. But that&#39;s not true. It&#39;s physiology; it&#39;s anatomy. It deserves to be studied.","author":"Mary Roach","topic":"Science"},{"quote":"Shiv Nadar University has five schools with 16 departments offering 14 undergraduate, 10 master&#39;s and 13 doctoral programmes. The demand for engineering courses - computer science, engineering, electronics, communication engineering, mechanical engineering - is slightly on the higher side compared to other engineering courses.","author":"Shiv Nadar","topic":"Science"},{"quote":"Facts are the air of scientists. Without them you can never fly.","author":"Linus Pauling","topic":"Science"},{"quote":"Imagine if baseball were taught the way science is taught in most inner-city schools. Schoolchildren would get lectures about the history of the World Series. High school students would occasionally reproduce famous plays of the past. Nobody would get in the game themselves until graduate school.","author":"Alison Gopnik","topic":"Science"},{"quote":"The American doctor, in my opinion, possesses a combination of conservatism and that other quality which has put the United States in the forefront in almost every department of science - that is, an eagerness to know what it is really all about in order that he may not be the one left behind if there is something to it.","author":"Elizabeth Kenny","topic":"Science"},{"quote":"When I was a teenager, science meshed with my developing ideals - such as the challenge to authority that was central to punk rock. In science, anyone from any walk of life could make a discovery that would overturn prevailing hypotheses. And that was a cause for celebration among scientists.","author":"Greg Graffin","topic":"Science"},{"quote":"In the 1970s, we had Carl Sagan, and he was so suave with his turtleneck and his tweed jacket. And he was, you know, he made science look cool. And in punk rock, we haven&#39;t had that. We haven&#39;t had the Carl Sagan of punk.","author":"Greg Graffin","topic":"Science"},{"quote":"If the history of resistance to Darwinian thinking is a good measure, we can expect that long into the future, long after every triumph of human thought has been matched or surpassed by &#39;mere machines,&#39; there will still be thinkers who insist that the human mind works in mysterious ways that no science can comprehend.","author":"Daniel Dennett","topic":"Science"},{"quote":"I think computer science, by and large, is still stuck in the Modern age.","author":"Larry Wall","topic":"Science"},{"quote":"For me, a good thriller must teach me something about the real world. Thrillers like &#39;Coma,&#39; &#39;The Hunt for Red October&#39; and &#39;The Firm&#39; all captivated me by providing glimpses into realms about which I knew very little - medical science, submarine technology and the law.","author":"Dan Brown","topic":"Science"},{"quote":"Science has nothing to be ashamed of even in the ruins of Nagasaki. The shame is theirs who appeal to other values than the human imaginative values which science has evolved.","author":"Jacob Bronowski","topic":"Science"},{"quote":"It&#39;s a fallacy, long rebuffed by science, that humans use only about 10% of their brainpower. But it is true about most summer movies. Pouring their wizardry into special effects and well-choreographed fights, warm-weather action films rarely challenge the viewer with grand notions or beautifully baffling imagery.","author":"Richard Corliss","topic":"Science"},{"quote":"I grew up a Red Sox fan. I grew up going to Fenway Park and the Museum of Fine Arts and the Science Museum and Symphony Hall and going to the Common, walking around. My whole family at different times lived and worked in Boston.","author":"James Spader","topic":"Science"},{"quote":"The characteristic of scientific progress is our knowing that we did not know.","author":"Gaston Bachelard","topic":"Science"},{"quote":"A river is a river, independent of whether there are other rivers nearby. In science, we call things what they are based on their attributes, not what they&#39;re next to.","author":"Alan Stern","topic":"Science"},{"quote":"The further a mathematical theory is developed, the more harmoniously and uniformly does its construction proceed, and unsuspected relations are disclosed between hitherto separated branches of the science.","author":"David Hilbert","topic":"Science"},{"quote":"Mathematical science is in my opinion an indivisible whole, an organism whose vitality is conditioned upon the connection of its parts.","author":"David Hilbert","topic":"Science"},{"quote":"I think that issues of gender have been discussed widely at Harvard. But I think I was chosen clearly on the merits, and I wish to operate as president on the merits. I think, on one level, we might say that I can affirm that women have the aptitude to do science or to do anything, including being president of Harvard.","author":"Drew Gilpin Faust","topic":"Science"},{"quote":"Realize that the game of life is the game of, to some extent, being taken advantage of by people who make a science of it. Whether they are in government or personal life or in business, they&#39;re everywhere.","author":"Walter Kirn","topic":"Science"},{"quote":"We can make science personal, like a love story or your best friend.","author":"Jim Sullivan","topic":"Science"},{"quote":"Science is spectral analysis. Art is light synthesis.","author":"Karl Kraus","topic":"Science"},{"quote":"&#39;Star Trek&#39; is the McDonald&#39;s of science fiction; it&#39;s fast food storytelling. Every problem is like every other problem. They all get solved in an hour. Nobody ever gets hurt, and nobody needs to care. You give up an hour of your time, and you don&#39;t really have to get involved. It&#39;s all plastic.","author":"David Gerrold","topic":"Science"},{"quote":"Science fiction is a unique literature. Science fiction is the first literature that says, &#39;Tomorrow is going to be different than yesterday, it&#39;s going to be a lot different.&#39;","author":"David Gerrold","topic":"Science"},{"quote":"I think we learn from medicine everywhere that it is, at its heart, a human endeavor, requiring good science but also a limitless curiosity and interest in your fellow human being, and that the physician-patient relationship is key; all else follows from it.","author":"Abraham Verghese","topic":"Science"},{"quote":"Every science is a profane restatement of the preceding dogmas of the religious period.","author":"Francis Parker Yockey","topic":"Science"},{"quote":"In a way, I think science is the modern religion, and at times, I despise it as much as I despise other religions because it really will only accept stuff that fits its masculine ability to define the world.","author":"Mark Rylance","topic":"Science"},{"quote":"We live in an increasingly technological world where the issues are quite complex and based on some complicated science.","author":"Venkatraman Ramakrishnan","topic":"Science"},{"quote":"Science is one of the comparative advantages of our knowledge-based economy, and focusing on our prowess in providing better tools to address diseases of poverty is one of the best forms of foreign aid.","author":"Seth Berkley","topic":"Science"},{"quote":"Modern science cannot explain why the laws of physics are exactly balanced for animal life to exist.","author":"Robert Lanza","topic":"Science"},{"quote":"Religion asks you to believe things without questioning, and technology and science always encourage you to ask hard questions and why it is important in science and technology. So I was always interested in science and technology.","author":"Vinod Khosla","topic":"Science"},{"quote":"Scientific prayer makes God a celestial lab rat, leading to bad science and worse religion.","author":"Michael Shermer","topic":"Science"},{"quote":"Mysteries once thought to be supernatural or paranormal happenings - such as astronomical or meteorological events - are incorporated into science once their causes are understood.","author":"Michael Shermer","topic":"Science"},{"quote":"Innovation, especially in America, is continuing at a breakneck pace, even in areas facing substantial political or regulatory headwinds. The advances in health care in particular are breathtaking - so many selfless souls are working to advance science, and this is heartening.","author":"Michael Burry","topic":"Science"},{"quote":"When the Bitcoin white paper emerged in 2008, it was completely revolutionary. The amount of concepts that had to come together in just the right way - computer science, cryptography, and economic incentives - was astonishing.","author":"Fred Ehrsam","topic":"Science"},{"quote":"Science at its best is an open-minded method of inquiry, not a belief system.","author":"Rupert Sheldrake","topic":"Science"},{"quote":"I wanted to have a political career. I thought studying political science would be the best way to achieve it.","author":"Bianca Jagger","topic":"Science"},{"quote":"My political science degree is always on the back-burner. I took my LSAT, so even if I want to take the LSAT again, I know what I&#39;m getting into. I&#39;ll keep it on the back-burner. Who knows, maybe with my popularity, I can have a career in politics with a law degree. I think it&#39;ll work out either way.","author":"Vinny Guadagnino","topic":"Science"},{"quote":"I wrote the very first stories in science fiction which dealt with homosexuality, The World Well Lost and Affair With a Green Monkey.","author":"Theodore Sturgeon","topic":"Science"},{"quote":"The virtues of science are skepticism and independence of thought.","author":"Walter Gilbert","topic":"Science"},{"quote":"I&#39;ve actually started a number of businesses in my career. So I&#39;m 28 currently, but when I was about 16, I started building Websites, and that&#39;s how I put myself through school. I went to Duke with a degree in electrical engineering, computer science, computer engineering, and then to Princeton.","author":"Aaron Patzer","topic":"Science"},{"quote":"We sat around on a hotel balcony with a bottle of wine and tried to figure out how you would go about blowing up a planet. That&#39;s the kind of conversations science fiction writers have when they get together. We don&#39;t talk about football or anything like that.","author":"Kevin J. Anderson","topic":"Science"},{"quote":"In older science fiction stories, they had to rely on storytelling as opposed to spectacle. The old run of the &#39;Twilight Zone,&#39; the star was the writing and the storytelling, and the characters and the twists and the cleverness in the setup and payoff and execution.","author":"Josh Trank","topic":"Science"},{"quote":"Certainly going back to Sherlock Holmes we have a tradition of forensic science featured in detective stories.","author":"Jeffery Deaver","topic":"Science"},{"quote":"A lot of what the &#39;Culture&#39; is about is a reaction to all the science fiction I was reading in my very early teens.","author":"Iain Banks","topic":"Science"},{"quote":"You don&#39;t go into space just for the science. Economically, it is not worth it. I think the reason we should be in space is for the exploration; it&#39;s the human endeavour.","author":"Helen Sharman","topic":"Science"},{"quote":"! want to leverage the creativity of researchers across mathematics, statistics, data mining, computer science, biology, medicine, and the public at large.","author":"Tan Le","topic":"Science"},{"quote":"In these days when science is clearly in the saddle and when our knowledge of disease is advancing at a breathless pace, we are apt to forget that not all can ride and that he also serves who waits and who applies what the horseman discovers.","author":"Harvey Cushing","topic":"Science"},{"quote":"I&#39;m crazy about Grant: his character, his nature, his science in fighting and everything else. But I don&#39;t like the idea that he never accepted the blame for anything, always found someone else to blame for any mistake that was ever made, including blaming Prentiss for Shiloh.","author":"Shelby Foote","topic":"Science"},{"quote":"We need to manage holistically, embracing all of our science and traditional knowledge - all sources of knowledge. We can do that from the household to government to international relations.","author":"Allan Savory","topic":"Science"},{"quote":"The major obstacle to a religious renewal is the intellectual classes, who are highly influential and tend to view religion as primitive superstition. They believe that science has left atheism as the only respectable intellectual stance.","author":"Robert Bork","topic":"Science"},{"quote":"It is this conception of the unity of the human career which is perhaps the greatest achievement of historical study, since it gained a place analogous to that of natural science.","author":"James Henry Breasted","topic":"Science"},{"quote":"I&#39;ve been programming computers since elementary school, where they taught us, and I stuck with computer science through high school and college.","author":"Masi Oka","topic":"Science"},{"quote":"Pursue science because it is knowledge, because it broadens our horizons. There is so much more to be discovered.","author":"Gerhard Herzberg","topic":"Science"},{"quote":"It is pure mythology that women cannot perform as well as men in science, engineering and mathematics. In my experience, the opposite is true: Women are often more adept and patient at untangling complex problems, multitasking, seeing the possibilities in new solutions and winning team support for collaborative action.","author":"Weili Dai","topic":"Science"},{"quote":"Philosophy of science without history of science is empty; history of science without philosophy of science is blind.","author":"Imre Lakatos","topic":"Science"},{"quote":"Apparent contradictions between religion and science often have been the basis of bitter controversy. Such differences are to be expected as long as human understanding remains provisional and fragmentary.","author":"Henry Eyring","topic":"Science"},{"quote":"There&#39;s a magical energy and power from the ocean. I was born in a room overlooking the sea, in the middle of a storm. Perhaps, then, it&#39;s not surprising that shores touch my soul. Science might disagree, but I think there&#39;s a difference in the air on a coast - the positive ions, perhaps.","author":"Jo Beverley","topic":"Science"},{"quote":"Chemical synthesis is uniquely positioned at the heart of chemistry, the central science, and its impact on our lives and society is all pervasive.","author":"Elias James Corey","topic":"Science"},{"quote":"I appreciate and enjoy mathematics and science and all that side of things. I definitely have that side of me even though I&#39;m not by any means an expert, but I love reading about physics and math and that kind of stuff. I wish I knew more than I did. I mean, I read books written for laymen, not textbooks or anything.","author":"Chris Parnell","topic":"Science"},{"quote":"One of the most interesting things about science fiction and fantasy is the way that the genres can offer different perspectives on matters to do with the body, the mind, medical technology, and the way we live our lives.","author":"Tansy Rayner Roberts","topic":"Science"},{"quote":"Indeed, I would feel that an appreciation of the arts in a conscious, disciplined way might help one to do science better.","author":"Subrahmanyan Chandrasekhar","topic":"Science"},{"quote":"The views of the Earth are really beautiful. If you&#39;ve ever seen a space IMAX movie, that&#39;s really what it looks like. I wish I&#39;d had more time just to sit and look out the window with a map, but our science program kept us very busy in the lab most of the time.","author":"David M. Brown","topic":"Science"},{"quote":"Both of these branches of evolutionary science, are, in my opinion, in the closest causal connection; this arises from the reciprocal action of the laws of heredity and adaptation.","author":"Ernst Haeckel","topic":"Science"},{"quote":"If I may take the liberty to speak for science at least, today his name and his prizes are without a peer in the world. He not only elevates science but he influences it as well.","author":"Melvin Calvin","topic":"Science"},{"quote":"Before I was reading science fiction, I read Hemingway. Farewell to Arms was my first adult novel that said not everything ends well. It was one of those times where reading has meant a great deal to me, in terms of my development - an insight came from that book.","author":"Robert Reed","topic":"Science"},{"quote":"Therefore, the good of man must be the end of the science of politics.","author":"Aristotle","topic":"Science"},{"quote":"I&#39;ve always been amazed by Da Vinci, because he worked out science on his own. He would work by drawing things and writing down his ideas. Of course, he designed all sorts of flying machines way before you could actually build something like that.","author":"Bill Gates","topic":"Science"},{"quote":"I was not an anthropology student prior to the war. I took it up as part of a personal readjustment following some bewildering experiences as an infantryman and later as a prisoner of war in Dresden, Germany. The science of the Study of Man has been extremely satisfactory from that personal standpoint.","author":"Kurt Vonnegut","topic":"Science"},{"quote":"If you believe in science, like I do, you believe that there are certain laws that are always obeyed.","author":"Stephen Hawking","topic":"Science"},{"quote":"I don&#39;t join the New Atheists. So, for example, I wouldn&#39;t have the arrogance to lecture some mother who hopes to see her dying child in Heaven - that&#39;s none of my business, ultimately. I won&#39;t lecture her on the philosophy of science.","author":"Noam Chomsky","topic":"Science"},{"quote":"Science in the modern world has many uses; its chief use, however, is to provide long words to cover the errors of the rich.","author":"Gilbert K. Chesterton","topic":"Science"},{"quote":"I enjoy science, and I&#39;m a very curious person. I always want to know the reason behind everything, big or small.","author":"Malala Yousafzai","topic":"Science"},{"quote":"When I began in 1960, individuality wasn&#39;t an accepted thing to look for; it was about species-specific behaviour. But animal behaviour is not hard science. There&#39;s room for intuition.","author":"Jane Goodall","topic":"Science"},{"quote":"I actually started off majoring in computer science, but I knew right away I wasn&#39;t going to stay with it. It was because I had this one professor who was the loneliest, saddest man I&#39;ve ever known. He was a programmer, and I knew that I didn&#39;t want to do whatever he did. So after that, I switched to Communications.","author":"J. Cole","topic":"Science"},{"quote":"What&#39;s going to happen when I die? I may be buried, or I may be cremated, I may give my body to science. I haven&#39;t decided yet.","author":"Richard Dawkins","topic":"Science"},{"quote":"Of course in science there are things that are open to doubt and things need to be discussed. But among the things that science does know, evolution is about as certain as anything we know.","author":"Richard Dawkins","topic":"Science"},{"quote":"Sadly, embryonic stem cell research is completely legal in this country and has been going on at universities and research facilities for years.","author":"Mike Pence","topic":"Science"},{"quote":"If the facts don&#39;t fit the theory, change the facts.","author":"Unknown","topic":"Science"},{"quote":"Science is a first-rate piece of furniture for a man&#39;s upper chamber, if he has common sense on the ground-floor. But if a man hasn&#39;t got plenty of good common sense, the more science he has, the worse for his patient.","author":"Oliver Wendell Holmes, Sr.","topic":"Science"},{"quote":"I love technology, and I love science. It&#39;s just always all in the way you use it. So there&#39;s no - you can&#39;t really blame anything on the technology. It&#39;s just the way people use it, and it always has been.","author":"Steve Martin","topic":"Science"},{"quote":"The work of science is to substitute facts for appearances, and demonstrations for impressions.","author":"John Ruskin","topic":"Science"},{"quote":"We seem to have a compulsion these days to bury time capsules in order to give those people living in the next century or so some idea of what we are like.","author":"Alfred Hitchcock","topic":"Science"},{"quote":"I was always very interested in science, and I knew that for me, science was a better long-term career than tennis.","author":"Sally Ride","topic":"Science"},{"quote":"Unlike science, creationism cannot predict anything, and it cannot provide satisfactory answers about the past.","author":"Bill Nye","topic":"Science"},{"quote":"The Athanasian Creed is to me light and intelligible reading in comparison with much that now passes for science.","author":"Samuel Butler","topic":"Science"},{"quote":"You cannot create new science unless you realize where the old science leaves off and new science begins, and science fiction forces us to confront this.","author":"Michio Kaku","topic":"Science"},{"quote":"I was attracted to science fiction because it was so wide open. I was able to do anything and there were no walls to hem you in and there was no human condition that you were stopped from examining.","author":"Octavia Butler","topic":"Science"},{"quote":"Fantasy is totally wide open; all you really have to do is follow the rules you&#39;ve set. But if you&#39;re writing about science, you have to first learn what you&#39;re writing about.","author":"Octavia Butler","topic":"Science"},{"quote":"Logic is neither an art nor a science but a dodge.","author":"Stendhal","topic":"Science"},{"quote":"One of the wonders of science is that it is completely universal. It crosses national boundaries with total ease.","author":"Brian Greene","topic":"Science"},{"quote":"I feel like every time a door is opened by science, suddenly there are a hundred doors that need to get opened. That&#39;s what makes it an everlasting, interesting experience to go through.","author":"Alan Alda","topic":"Science"},{"quote":"Religion is to mysticism what popularization is to science.","author":"Henri Bergson","topic":"Science"},{"quote":"I am a science fiction enthusiast, really, deep down.","author":"Ridley Scott","topic":"Science"},{"quote":"I think if I&#39;m going to do a science fiction, I&#39;m going to go down a new path that I want to do.","author":"Ridley Scott","topic":"Science"},{"quote":"The progress of science is strewn, like an ancient desert trail, with the bleached skeleton of discarded theories which once seemed to possess eternal life.","author":"Arthur Koestler","topic":"Science"},{"quote":"Whence come I and whither go I? That is the great unfathomable question, the same for every one of us. Science has no answer to it.","author":"Max Planck","topic":"Science"},{"quote":"We should provide the meaning of the universe in the meaning of our own lives. So I think science doesn&#39;t necessarily have to get in the way of kind of spiritual fulfillment.","author":"Lawrence M. Krauss","topic":"Science"},{"quote":"That&#39;s the show. it&#39;s like 5 minutes of science and then 10 minutes of me hurting myself.","author":"Adam Savage","topic":"Science"},{"quote":"To those who have chosen the profession of medicine, a knowledge of chemistry, and of some branches of natural history, and, indeed, of several other departments of science, affords useful assistance.","author":"Charles Babbage","topic":"Science"},{"quote":"That science has long been neglected and declining in England, is not an opinion originating with me, but is shared by many, and has been expressed by higher authority than mine.","author":"Charles Babbage","topic":"Science"},{"quote":"What I like about sceptics is that in good science you need critics that make you think: &#39;Crumbs, have I made a mistake here?&#39; If you don&#39;t have that continuously, you really are up the creek. The good sceptics have done a good service, but some of the mad ones I think have not done anyone any favours.","author":"James Lovelock","topic":"Science"},{"quote":"My dad grew up in a mud hut and studied by candlelight. He was 14 when he got a scholarship to Russia. He was super clever - the cleverest person. He landed in 5ft of snow, and was alone at 14, studying science and engineering. He didn&#39;t have a bed, and he slept on a table.","author":"M.I.A.","topic":"Science"},{"quote":"History is the science of things which are not repeated.","author":"Paul Valery","topic":"Science"},{"quote":"We&#39;re uncomfortable about considering history as a science. It&#39;s classified as a social science, which is considered not quite scientific.","author":"Jared Diamond","topic":"Science"},{"quote":"Everything you see is filtered through your visual system (imperfect) and your brain (also imperfect, despite what your mom told you). Witness testimony is the worst kind of evidence in science.","author":"Seth Shostak","topic":"Science"},{"quote":"Fracking is doable if there&#39;s full disclosure of all chemicals used. Secondly, science dictates the policy rather than politics. Third, there&#39;s collaboration between environmental groups and the natural gas industry.","author":"Bill Richardson","topic":"Science"},{"quote":"Avoid the spectacle of technology and instead focus on technology and science solving real problems.","author":"Om Malik","topic":"Science"},{"quote":"Bioethics is a very, very important field. As we get more and more in the arena of understanding science and getting better opportunities, the fact that you can do things with biological sciences that have an impact on a human being means you must have ethical standards.","author":"Anthony Fauci","topic":"Science"},{"quote":"Einstein was searching for String Theory. It not only reconciles General Relativity to Quantum Mechanics, but it reconciles Science and the Bible as well.","author":"Roy H. Williams","topic":"Science"},{"quote":"Kids deserve arts, and it&#39;s just as important as science, math, history, English or athletics.","author":"Flea","topic":"Science"},{"quote":"One may say that in a state of science where fundamental concepts have to be changed, tradition is both the condition for progress and a hindrance. Hence, it usually takes a long time before the new concepts are generally accepted.","author":"Werner Heisenberg","topic":"Science"},{"quote":"Science has made us gods even before we are worthy of being men.","author":"Jean Rostand","topic":"Science"},{"quote":"My first encounter with James was when I was seventeen. My brother brought home from the public library a science fiction anthology, which included &#39;The Beast in the Jungle.&#39; It swept me away. I had a strange, somewhat uncanny feeling that it was the story of my life.","author":"Cynthia Ozick","topic":"Science"},{"quote":"Almost everyone shuts down when science becomes too technical; you&#39;ve got to infuse it with entertainment and storytelling to make it effective. From high school on, science is taught in a very dry manner, which isn&#39;t as potent.","author":"Greg Graffin","topic":"Science"},{"quote":"The thrill of science is the process. It&#39;s a social process. It&#39;s a process of collective discovery. It&#39;s debate, it&#39;s experimentation and it&#39;s verification of claims that might be false. It&#39;s the greatest foundation for a society.","author":"Greg Graffin","topic":"Science"},{"quote":"I loved theatre and did magic, too, but I was never the best at it - there was never a teacher saying, &#39;You&#39;re great, you have to make this your career!&#39; I was good at science and math. I figured I&#39;d go into science and become a dentist.","author":"Nathan Fielder","topic":"Science"},{"quote":"Rocket science has been mythologized all out of proportion to its true difficulty.","author":"John Carmack","topic":"Science"},{"quote":"The enemy of science is not religion. Religion comes in endless shapes and forms... The true enemy is the substitution of thought, reflection, and curiosity with dogma.","author":"Frans de Waal","topic":"Science"},{"quote":"Scientists worldwide agree that the reduction needed to stabilize the climate is actually more like 80 percent.","author":"Donella Meadows","topic":"Science"},{"quote":"I do love science fiction, but it&#39;s not really a genre unto itself; it always seems to merge with another genre. With the few movies I&#39;ve done, I&#39;ve ended up playing with genre in some way or another, so any genre that&#39;s made to mix with others is like candy to me. It allows you to use big, mythic situations to talk about ordinary things.","author":"Rian Johnson","topic":"Science"},{"quote":"I&#39;m really convinced that our descendants a century or two from now will look back at us with the same pity that we have toward the people in the field of science two centuries ago.","author":"John Templeton","topic":"Science"},{"quote":"The last thing you ever want to do is extend the period of frailty and disability and make people unhealthy for a longer time period. So lifespan extension in and of itself should not be the goal of medicine, nor should it be the goal of public health, nor should it be the goal of aging science.","author":"S. Jay Olshansky","topic":"Science"},{"quote":"Anecdotal thinking comes naturally; science requires training.","author":"Michael Shermer","topic":"Science"},{"quote":"Scientific facts are often described in textbooks as if they just sort of exist, like nickels someone picked up on the street. But science at the cutting edge, conducted by sharp minds probing deep into nature, is not about self-evident facts. It is about mystery and not knowing. It is about taking huge risks.","author":"Richard Preston","topic":"Science"},{"quote":"Batman and the Flash have a whole lot in common behind the mask. They&#39;ve both experienced loss, know forensic science, and are both a bit introverted. In &#39;Flashpoint,&#39; Thomas Wayne thinks Barry is crazy, but Barry thinks Thomas is crazy. It&#39;ll be really fun seeing those two trying to figure things out.","author":"Geoff Johns","topic":"Science"},{"quote":"When my kids were growing up, I wanted their teachers to teach them science, reading, math and history. I also wanted them to care about my kids. But I did not want my children&#39;s public school teachers teaching them religion. That was my job as a parent and the job of our church, Sunday school, and youth group.","author":"Adam Hamilton","topic":"Science"},{"quote":"The currencies of science are discoveries and ideas; the rewards are the excitement of going where nobody has been before and, if one is inclined to such things, the kudos of peer acclaim, plus funds to do more research.","author":"John Sulston","topic":"Science"},{"quote":"Let us advance science to create a better world for all.","author":"Dan Shechtman","topic":"Science"},{"quote":"It is a remarkable honor to receive a Nobel Prize, because it not only recognizes discoveries, but also their usefulness to the advancement of fundamental science.","author":"Peter Agre","topic":"Science"},{"quote":"I dislike literary jargon and never use it. Criticism has only one function and that is to help readers read and understand literature. It is not a science, it is an aid to art.","author":"Anne Stevenson","topic":"Science"},{"quote":"And, that&#39;s what I truly believe that we&#39;re doing when we&#39;re advancing scientific knowledge is we&#39;re someday making the world better. Not only for our children, but for all people after that.","author":"Duane G. Carey","topic":"Science"},{"quote":"That&#39;s what Hubble can do for us. It can tell us whether the universe is expanding forever or if one day it&#39;s going to come back together.","author":"Duane G. Carey","topic":"Science"},{"quote":"Honest pioneer work in the field of science has always been, and will continue to be, life&#39;s pilot. On all sides, life is surrounded by hostility. This puts us under an obligation.","author":"Wilhelm Reich","topic":"Science"},{"quote":"I moved to MIT from Stanford in 1984 to teach, and became the founding director of MIT&#39;s Computer Science and Artificial Intelligence Lab.","author":"Rodney Brooks","topic":"Science"},{"quote":"If you look at any leaf on any tree branch, it&#39;s similar to but not exactly a repetition of the previous branch. So the new science of complexity or showing how an architecture can be produced just as quickly, cheaply and efficiently by using computer production methods to get the slight variation, the self-similarity.","author":"Charles Jencks","topic":"Science"},{"quote":"I like science fiction. I took all the accelerated classes in school. I&#39;m kind of a dork.","author":"Anson Mount","topic":"Science"},{"quote":"I was a Social Science major in college, with an emphasis in secondary education. I took as many courses on the American colonial era and westward expansion as I could. This turned out to be wonderful preparation for writing fantasy novels.","author":"Rae Carson","topic":"Science"},{"quote":"I like certain subgenres within science fiction and fantasy, and one of those is urban fantasy, and another is steampunk.","author":"Gail Carriger","topic":"Science"},{"quote":"Lots of science fiction deals with distant times and places. Intrepid prospectors in the Asteroid Belt. Interstellar epics. Galactic empires. Trips to the remote past or future.","author":"Edward M. Lerner","topic":"Science"},{"quote":"My degree is in biology, and it will always be my first love. Evolution, ecology, genetics - they were the textbooks I was devouring as a teenager, and it was there that my love of science grew.","author":"Elise Andrew","topic":"Science"},{"quote":"Scientific advancement should aim to affirm and to improve human life.","author":"Nathan Deal","topic":"Science"},{"quote":"Today, blood work and science are able to provide more of a movie of your health, identifying trends before they become an issue.","author":"Elizabeth Holmes","topic":"Science"},{"quote":"If there were a science of human beings it would be anthropology that aims at understanding the totality of experience through structural context.","author":"Wilhelm Dilthey","topic":"Science"},{"quote":"Infectious disease exists at this intersection between real science, medicine, public health, social policy, and human conflict. There&#39;s a tendency of people to try and make a group out of those who have the disease. It makes people who don&#39;t have the disease feel safer.","author":"Andrea Barrett","topic":"Science"},{"quote":"I am a writer and editor with a passion for true storytelling. To me, science matters, research matters and knowledge matters, whatever the field.","author":"Lee Gutkind","topic":"Science"},{"quote":"The hardest problems of pure and applied science can only be solved by the open collaboration of the world-wide scientific community.","author":"Kenneth G. Wilson","topic":"Science"},{"quote":"Before the Internet, before BBSes and Fidonet and Usenet and LiveJournal and blogs and Facebook and Twitter, before the World Wide Web and hot-and-cold-online-everything, science fiction fandom had a long-lived, robust, well-debugged technology of social networking and virtual community.","author":"Patrick Nielsen Hayden","topic":"Science"},{"quote":"There are cases when it takes 50 or 100 years for fundamental science to achieve results.","author":"Masatoshi Koshiba","topic":"Science"},{"quote":"After graduating college in 2001 with a B. A. in Political Science and Speech Communications from Texas State University - San Marcos, I realized that my generation and those younger had been given no future and had been maliciously robbed of the knowledge of principles and methods necessary for building one.","author":"Kesha Rogers","topic":"Science"},{"quote":"What is research but a blind date with knowledge?","author":"Will Harvey","topic":"Science"},{"quote":"It is a law woven into the nature of man, attested by history, by science, by literature and art, and by dally experience, that strength of mind and force of character are the supreme rulers of human affairs.","author":"Lucius Quintus Cincinnatus Lamar II","topic":"Science"},{"quote":"If co-operation, is thus the lifeblood of science and technology, it is similarly vital to society as a whole.","author":"Arthur Holly Compton","topic":"Science"},{"quote":"Daoist thought is the root of science and technology in China.","author":"Joseph Needham","topic":"Science"},{"quote":"In order for the United States to do the right things for the long term, it appears to be helpful for us to have the prospect of humiliation. Sputnik helped us fund good science - really good science: the semiconductor came out of it.","author":"Bill Gates","topic":"Science"},{"quote":"I had no talent for science. What was infinitely worse: all my fraternity brothers were engineers.","author":"Kurt Vonnegut","topic":"Science"},{"quote":"I believe there are no questions that science can&#39;t answer about a physical universe.","author":"Stephen Hawking","topic":"Science"},{"quote":"Traditional science assumes, for the most part, that an objective observer independent reality exists; the universe, stars, galaxies, sun, moon and earth would still be there if no one was looking.","author":"Deepak Chopra","topic":"Science"},{"quote":"There&#39;s no question that as science, knowledge and technology advance, that we will attempt to do more significant things. And there&#39;s no question that we will always have to temper those things with ethics.","author":"Ben Carson","topic":"Science"},{"quote":"I believe in general in a dualism between facts and the ideas of those facts in human heads.","author":"George Santayana","topic":"Science"},{"quote":"Theory helps us to bear our ignorance of facts.","author":"George Santayana","topic":"Science"},{"quote":"I hate facts. I always say the chief end of man is to form general propositions - adding that no general proposition is worth a damn.","author":"Oliver Wendell Holmes, Sr.","topic":"Science"},{"quote":"So I decided on science when I was in college.","author":"Sally Ride","topic":"Science"},{"quote":"The nineteenth century believed in science but the twentieth century does not.","author":"Gertrude Stein","topic":"Science"},{"quote":"I graduated from the University of Delaware with a double major in history and political science.","author":"Joe Biden","topic":"Science"},{"quote":"Mars has been flown by, orbited, smacked into, radar inspected, and rocketed onto, as well as bounced upon, rolled over, shoveled, drilled into, baked, and even laser blasted.","author":"Buzz Aldrin","topic":"Science"},{"quote":"Those who incline to very strictly utilitarian views may perhaps feel that the peculiar powers of the Analytical Engine bear upon questions of abstract and speculative science rather than upon those involving everyday and ordinary human interests.","author":"Ada Lovelace","topic":"Science"},{"quote":"When a herd of cattle see a strange object, they are not satisfied till each one has sniffed it; and the horse is cured of his fright at the robe, or the meal-bag, or other object, as soon as he can be induced to smell it. There is a great deal of speculation in the eye of an animal, but very little science.","author":"John Burroughs","topic":"Science"},{"quote":"When I find myself in the company of scientists, I feel like a shabby curate who has strayed by mistake into a room full of dukes.","author":"W. H. Auden","topic":"Science"},{"quote":"Science is organized common sense where many a beautiful theory was killed by an ugly fact.","author":"Thomas Huxley","topic":"Science"},{"quote":"Take young researchers, put them together in virtual seclusion, give them an unprecedented degree of freedom and turn up the pressure by fostering competitiveness.","author":"James D. Watson","topic":"Science"},{"quote":"People think of the inventor as a screwball, but no one ever asks the inventor what he thinks of other people.","author":"Charles Kettering","topic":"Science"},{"quote":"Philosophy is altogether less pure now. It&#39;s been impurified by science and social science and history.","author":"Bernard Williams","topic":"Science"},{"quote":"You cannot feed the hungry on statistics.","author":"Heinrich Heine","topic":"Science"},{"quote":"Genome design is going to be a key part of the future. That&#39;s why we need fast, cheap, accurate DNA synthesis, so you can make a lot of iterations of something and test them.","author":"Craig Venter","topic":"Science"},{"quote":"Most people don&#39;t realize it, because they&#39;re invisible, but microbes make up about a half of the Earth&#39;s biomass, whereas all animals only make up about one one-thousandth of all the biomass.","author":"Craig Venter","topic":"Science"},{"quote":"It is inexcusable for scientists to torture animals; let them make their experiments on journalists and politicians.","author":"Henrik Ibsen","topic":"Science"},{"quote":"Bush reiterated his stand to conservatives opposing his decision on stem cell research. He said today he believes life begins at conception and ends at execution.","author":"Jay Leno","topic":"Science"},{"quote":"Economics has never been a science - and it is even less now than a few years ago.","author":"Paul Samuelson","topic":"Science"},{"quote":"The radical novelty of modern science lies precisely in the rejection of the belief... that the forces which move the stars and atoms are contingent upon the preferences of the human heart.","author":"Walter Lippmann","topic":"Science"},{"quote":"Science is facts.","author":"Henri Poincare","topic":"Science"},{"quote":"English does have a larger vocabulary than other languages because of its history as the primary language of science and its global reach.","author":"David Crystal","topic":"Science"},{"quote":"The folly of mistaking a paradox for a discovery, a metaphor for a proof, a torrent of verbiage for a spring of capital truths, and oneself for an oracle, is inborn in us.","author":"Paul Valery","topic":"Science"},{"quote":"The indisputable fact is that nutritional science is the most powerful weapon available to win the war on cancer.","author":"Joel Fuhrman","topic":"Science"},{"quote":"One can not impede scientific progress.","author":"Mahmoud Ahmadinejad","topic":"Science"},{"quote":"There are people from lots of different fields in my department. In my lab, they come from computer science, education, psychophysics, psychology, music - and we all work together, and it feels very comfortable. All the careers I&#39;ve had have been interdisciplinary; working in a studio is like being an engineer and a musician and a therapist.","author":"Daniel Levitin","topic":"Science"},{"quote":"Providing better computer science education in public schools to kids, and encouraging girls to participate, is the only way to rewrite stereotypes about tech and really break open the old-boys&#39; club.","author":"Ryan Holmes","topic":"Science"},{"quote":"Those theologians who are beginning to take the doctrine of creation very seriously should pay some attention to science&#39;s story.","author":"John Polkinghorne","topic":"Science"},{"quote":"Inanimate objects can be classified scientifically into three major categories; those that don&#39;t work, those that break down and those that get lost.","author":"Russell Baker","topic":"Science"},{"quote":"The process of science is difficult and challenging. It involves always being aware that your ideas might be right or they might be wrong. I think it&#39;s that kind of balance that makes science so interesting.","author":"Lisa Randall","topic":"Science"},{"quote":"Luckily, unreasonable expectations go hand in hand with naive young scientists. The more naive the better - otherwise we would never have the audacity to try and build a 22,000-mile-high space elevator or some sprawling underwater hotel.","author":"Daniel H. Wilson","topic":"Science"},{"quote":"Science is like a love affair with nature; an elusive, tantalising mistress. It has all the turbulence, twists and turns of romantic love, but that&#39;s part of the game.","author":"Vilayanur S. Ramachandran","topic":"Science"},{"quote":"Half of the modern drugs could well be thrown out of the window, except that the birds might eat them.","author":"Martin H. Fischer","topic":"Science"},{"quote":"Nothing in the universe can travel at the speed of light, they say, forgetful of the shadow&#39;s speed.","author":"Howard Nemerov","topic":"Science"},{"quote":"Science grows like a weed every year.","author":"Kary Mullis","topic":"Science"},{"quote":"Gender consciousness has become involved in almost every intellectual field: history, literature, science, anthropology. There&#39;s been an extraordinary advance.","author":"Clifford Geertz","topic":"Science"},{"quote":"In all science, error precedes the truth, and it is better it should go first than last.","author":"Horace Walpole","topic":"Science"},{"quote":"Sometime in the future, science will be able to create realities that we can&#39;t even begin to imagine. As we evolve, we&#39;ll be able to construct other information systems that correspond to other realities, universes based on logic completely different from ours and not based on space and time.","author":"Robert Lanza","topic":"Science"},{"quote":"I think a lot of people have an idea of virtual reality from science fiction, books and movies that have been out over the last couple of decades.","author":"Brendan Iribe","topic":"Science"},{"quote":"The doctor has been taught to be interested not in health but in disease. What the public is taught is that health is the cure for disease.","author":"Ashley Montagu","topic":"Science"},{"quote":"The SF genre, of course, is really an organically evolved, marketplace-determined, idiosyncratic grab bag of themes and signifiers and characters and icons and gadgets, some of which hew to the realistic parameters and paradigms embraced by science, others of which partake more of fantasy and magic.","author":"Paul Di Filippo","topic":"Science"},{"quote":"Language is conceived in sin and science is its redemption.","author":"Willard Van Orman Quine","topic":"Science"},{"quote":"Much of what Tea Party candidates claimed about the world and the global economy during the 2010 elections would have earned their adherents a well-deserved F in any freshman economics (or earth science) class.","author":"Eric Alterman","topic":"Science"},{"quote":"It is right that we be concerned with the scientific probity of metaphysics.","author":"Gabriel Marcel","topic":"Science"},{"quote":"In art, as in science, reductionism does not trivialize our perception - of color, light, and perspective - but allows us to see each of these components in a new way.","author":"Eric Kandel","topic":"Science"},{"quote":"We should be increasing research and development into our fossil fuel program.","author":"Tim Holden","topic":"Science"},{"quote":"I started my career as a journalist, writing about science and technology for &#39;Business Week&#39; magazine. Then I decided to make a career shift. I went to graduate school in computer science, and I began developing educational technologies - in particular, technologies to engage children in creative learning experiences.","author":"Mitchel Resnick","topic":"Science"},{"quote":"Why do we do basic research? To learn about ourselves.","author":"Walter Gilbert","topic":"Science"},{"quote":"What is required of a working hypothesis is a fine capacity for discrimination.","author":"Jean-Francois Lyotard","topic":"Science"},{"quote":"Some dreamers demand that scientists only discover things that can be used for good.","author":"John Charles Polanyi","topic":"Science"},{"quote":"Small science, which includes most research in the life sciences all over the world, is science directed usually by an individual senior scientist and a small team of junior associates, perhaps three, ten, fifteen, something in that order.","author":"Daniel Nathans","topic":"Science"},{"quote":"Scientific theory is a contrived foothold in the chaos of living phenomena.","author":"Wilhelm Reich","topic":"Science"},{"quote":"My research career has been devoted to understanding human decision-making and problem-solving processes. The pursuit of this goal has led me into the fields of political science, economics, cognitive psychology, computer science and philosophy of science, among others.","author":"Herbert A. Simon","topic":"Science"},{"quote":"Without renouncing the support of physics, it is possible for the physiology of the senses, not only to pursue its own course of development, but also to afford to physical science itself powerful assistance.","author":"Ernst Mach","topic":"Science"},{"quote":"I was inspired to become a writer by horror movies and science fiction.","author":"Colson Whitehead","topic":"Science"},{"quote":"The moral issue here is whether the United States Congress is going to stand in the way of science and preclude scientists from doing lifesaving research.","author":"Rosa DeLauro","topic":"Science"},{"quote":"I thought I was going to be a veterinarian. I was good in science and in math, and I loved animals.","author":"Terry J. Lundgren","topic":"Science"},{"quote":"I remember in 1967, when there was that terrible fire on NASA&#39;s Apollo 1 rocket that killed three astronauts, my father made pure oxygen and we lit this tiny cup and burned it. Suddenly, we had an unbelievable jet and a fire. You just could see exactly what had happened.","author":"Jack W. Szostak","topic":"Science"},{"quote":"Now, everybody, I suppose, is aware that in recent years the silly business of divination by dreams has ceased to be a joke and has become a very serious science.","author":"Arthur Machen","topic":"Science"},{"quote":"Polygraph tests are 20th-century witchcraft.","author":"Sam Ervin","topic":"Science"},{"quote":"Whenever anyone says, &#39;theoretically,&#39; they really mean, &#39;not really.&#39;","author":"Dave Parnas","topic":"Science"},{"quote":"He is so old that his blood type was discontinued.","author":"Bill Dana","topic":"Science"},{"quote":"There was no &#39;before&#39; the beginning of our universe, because once upon a time there was no time.","author":"John D. Barrow","topic":"Science"}]