[{"quote":"If you have only one smile in you give it to the people you love.","author":"Maya Angelou","topic":"Smile"},{"quote":"Let us always meet each other with smile, for the smile is the beginning of love.","author":"Mother Teresa","topic":"Smile"},{"quote":"Smile in the mirror. Do that every morning and you&#39;ll start to see a big difference in your life.","author":"Yoko Ono","topic":"Smile"},{"quote":"Share your smile with the world. It&#39;s a symbol of friendship and peace.","author":"Christie Brinkley","topic":"Smile"},{"quote":"Because of your smile, you make life more beautiful.","author":"Thich Nhat Hanh","topic":"Smile"},{"quote":"Lighten up, just enjoy life, smile more, laugh more, and don&#39;t get so worked up about things.","author":"Kenneth Branagh","topic":"Smile"},{"quote":"Smile, it is the key that fits the lock of everybody&#39;s heart.","author":"Anthony J. D'Angelo","topic":"Smile"},{"quote":"The real man smiles in trouble, gathers strength from distress, and grows brave by reflection.","author":"Thomas Paine","topic":"Smile"},{"quote":"Beauty is power; a smile is its sword.","author":"John Ray","topic":"Smile"},{"quote":"Peace is the beauty of life. It is sunshine. It is the smile of a child, the love of a mother, the joy of a father, the togetherness of a family. It is the advancement of man, the victory of a just cause, the triumph of truth.","author":"Menachem Begin","topic":"Smile"},{"quote":"Nothing you wear is more important than your smile.","author":"Connie Stevens","topic":"Smile"},{"quote":"The greatest self is a peaceful smile, that always sees the world smiling back.","author":"Bryant H. McGill","topic":"Smile"},{"quote":"Let my soul smile through my heart and my heart smile through my eyes, that I may scatter rich smiles in sad hearts.","author":"Paramahansa Yogananda","topic":"Smile"},{"quote":"Peace begins with a smile.","author":"Mother Teresa","topic":"Smile"},{"quote":"Your smile will give you a positive countenance that will make people feel comfortable around you.","author":"Les Brown","topic":"Smile"},{"quote":"Did I offer peace today? Did I bring a smile to someone&#39;s face? Did I say words of healing? Did I let go of my anger and resentment? Did I forgive? Did I love? These are the real questions. I must trust that the little bit of love that I sow now will bear many fruits, here in this world and the life to come.","author":"Henri Nouwen","topic":"Smile"},{"quote":"I never get tired of smiling. I&#39;m just the kind of guy who likes to smile.","author":"Jason Ritter","topic":"Smile"},{"quote":"A warm smile is the universal language of kindness.","author":"William Arthur Ward","topic":"Smile"},{"quote":"Don&#39;t cry because it&#39;s over. Smile because it happened.","author":"Dr. Seuss","topic":"Smile"},{"quote":"We shall never know all the good that a simple smile can do.","author":"Mother Teresa","topic":"Smile"},{"quote":"My children are the reason I laugh, smile and want to get up every morning.","author":"Gena Lee Nolin","topic":"Smile"},{"quote":"I love those who can smile in trouble, who can gather strength from distress, and grow brave by reflection. &#39;Tis the business of little minds to shrink, but they whose heart is firm, and whose conscience approves their conduct, will pursue their principles unto death.","author":"Leonardo da Vinci","topic":"Smile"},{"quote":"A smile is happiness you&#39;ll find right under your nose.","author":"Tom Wilson","topic":"Smile"},{"quote":"Too often we underestimate the power of a touch, a smile, a kind word, a listening ear, an honest compliment, or the smallest act of caring, all of which have the potential to turn a life around.","author":"Leo Buscaglia","topic":"Smile"},{"quote":"I love fashion, and I love changing my style, my hair, my makeup, and everything I&#39;ve done in the past has made me what I am now. Not everyone is going to like what I do, but I look back at everything, and it makes me smile.","author":"Victoria Beckham","topic":"Smile"},{"quote":"I can&#39;t change my personality. I&#39;ll always smile, but I&#39;ll be more focused.","author":"Katarina Johnson-Thompson","topic":"Smile"},{"quote":"Beauty is truth&#39;s smile when she beholds her own face in a perfect mirror.","author":"Rabindranath Tagore","topic":"Smile"},{"quote":"Smile, it&#39;s free therapy.","author":"Douglas Horton","topic":"Smile"},{"quote":"Smiling is definitely one of the best beauty remedies. If you have a good sense of humor and a good approach to life, that&#39;s beautiful.","author":"Rashida Jones","topic":"Smile"},{"quote":"I love a man with a great sense of humor and who is intelligent - a man who has a great smile. He has to make me laugh. I like a man who is very ambitious and driven and who has a good heart and makes me feel safe. I like a man who is very strong and independent and confident - that is very sexy - but at the same time, he&#39;s very kind to people.","author":"Nicole Scherzinger","topic":"Smile"},{"quote":"A smile is a curve that sets everything straight.","author":"Phyllis Diller","topic":"Smile"},{"quote":"I&#39;ve had to learn to fight all my life - got to learn to keep smiling. If you smile things will work out.","author":"Serena Williams","topic":"Smile"},{"quote":"Colors are the smiles of nature.","author":"Leigh Hunt","topic":"Smile"},{"quote":"A smile is the light in your window that tells others that there is a caring, sharing person inside.","author":"Denis Waitley","topic":"Smile"},{"quote":"Start every day off with a smile and get it over with.","author":"W. C. Fields","topic":"Smile"},{"quote":"Most smiles are started by another smile.","author":"Frank A. Clark","topic":"Smile"},{"quote":"Children learn to smile from their parents.","author":"Shinichi Suzuki","topic":"Smile"},{"quote":"Remember even though the outside world might be raining, if you keep on smiling the sun will soon show its face and smile back at you.","author":"Anna Lee","topic":"Smile"},{"quote":"Someone told me the smile on my face gets bigger when I play the guitar.","author":"Niall Horan","topic":"Smile"},{"quote":"Few things in the world are more powerful than a positive push. A smile. A world of optimism and hope. A &#39;you can do it&#39; when things are tough.","author":"Richard M. DeVos","topic":"Smile"},{"quote":"While you&#39;re going through this process of trying to find the satisfaction in your work, pretend you feel satisfied. Tell yourself you had a good day. Walk through the corridors with a smile rather than a scowl. Your positive energy will radiate. If you act like you&#39;re having fun, you&#39;ll find you are having fun.","author":"Jean Chatzky","topic":"Smile"},{"quote":"A gentle word, a kind look, a good-natured smile can work wonders and accomplish miracles.","author":"William Hazlitt","topic":"Smile"},{"quote":"I enjoy jokes, smiling, and making people smile. I may be a little different, but that&#39;s OK, who wants to be normal anyway?","author":"Tim Duncan","topic":"Smile"},{"quote":"After every storm the sun will smile; for every problem there is a solution, and the soul&#39;s indefeasible duty is to be of good cheer.","author":"William R. Alger","topic":"Smile"},{"quote":"Youth is something I never wanna take for granted. I just want to smile and live life.","author":"Tyler, The Creator","topic":"Smile"},{"quote":"I wake up every morning literally with a smile on my face, grateful for another day I never thought I&#39;d see.","author":"Dick Cheney","topic":"Smile"},{"quote":"The main thing that you have to remember on this journey is, just be nice to everyone and always smile.","author":"Ed Sheeran","topic":"Smile"},{"quote":"As an entrepreneur, I&#39;ve come across countless articles and quotes proudly telling me that I should accept failure, smile, and keep my head up. In other words, I&#39;ve been told to stay positive. The thing is, when you&#39;re forced to shut down a business and let really awesome people you care about go, staying positive is the last thing on your mind.","author":"John Rampton","topic":"Smile"},{"quote":"I like to smile when its natural. I&#39;m not mad or anything. That&#39;s my style.","author":"Jesse McCartney","topic":"Smile"},{"quote":"A woman whose smile is open and whose expression is glad has a kind of beauty no matter what she wears.","author":"Anne Roiphe","topic":"Smile"},{"quote":"Even if you&#39;re unhappy, just pretend that you&#39;re happy. Eventually, your smile will be contagious to yourself. I had to learn that. I used to think, &#39;I&#39;m being fake,&#39; but you know what? Better to be fake and happy than real and miserable.","author":"Evangeline Lilly","topic":"Smile"},{"quote":"A smile is the universal welcome.","author":"Max Eastman","topic":"Smile"},{"quote":"Be thou the rainbow in the storms of life. The evening beam that smiles the clouds away, and tints tomorrow with prophetic ray.","author":"Lord Byron","topic":"Smile"},{"quote":"Always wear a smile because you never know who is watching.","author":"Gracie Gold","topic":"Smile"},{"quote":"Real men laugh at opposition; real men smile when enemies appear.","author":"Marcus Garvey","topic":"Smile"},{"quote":"Nothing beats a great smile.","author":"Karl Urban","topic":"Smile"},{"quote":"The fact that I can plant a seed and it becomes a flower, share a bit of knowledge and it becomes another&#39;s, smile at someone and receive a smile in return, are to me continual spiritual exercises.","author":"Leo Buscaglia","topic":"Smile"},{"quote":"Dare, dream, dance, smile, and sing loudly! And have faith that love is an unstoppable force!","author":"Suzanne Brockmann","topic":"Smile"},{"quote":"I&#39;m really exciting. I smile a lot, I win a lot, and I&#39;m really sexy.","author":"Serena Williams","topic":"Smile"},{"quote":"I love the man that can smile in trouble, that can gather strength from distress, and grow brave by reflection. &#39;Tis the business of little minds to shrink, but he whose heart is firm, and whose conscience approves his conduct, will pursue his principles unto death.","author":"Thomas Paine","topic":"Smile"},{"quote":"I think that anybody that smiles automatically looks better.","author":"Diane Lane","topic":"Smile"},{"quote":"There&#39;s nothing more satisfying than seeing a happy and smiling child. I always help in any way I can, even if it&#39;s just by signing an autograph. A child&#39;s smile is worth more than all the money in the world.","author":"Lionel Messi","topic":"Smile"},{"quote":"Show me a smile, and I&#39;ll show you one back.","author":"Vanilla Ice","topic":"Smile"},{"quote":"If we are peaceful, if we are happy, we can smile, and everyone in our family, our entire society, will benefit from our peace.","author":"Thich Nhat Hanh","topic":"Smile"},{"quote":"If you smile when no one else is around, you really mean it.","author":"Andy Rooney","topic":"Smile"},{"quote":"Smile, smile, smile at your mind as often as possible. Your smiling will considerably reduce your mind&#39;s tearing tension.","author":"Sri Chinmoy","topic":"Smile"},{"quote":"Encouragement to others is something everyone can give. Somebody needs what you have to give. It may not be your money; it may be your time. It may be your listening ear. It may be your arms to encourage. It may be your smile to uplift. Who knows?","author":"Joel Osteen","topic":"Smile"},{"quote":"Winning the World Cup was very special because it meant so much to so many. One thing about our country that is constant is cricket. The smile it brought to people&#39;s faces was the thing I shall always remember. It reminded me, reminded all of us, of our importance to the lives of the Indian people less lucky than we are.","author":"Mahendra Singh Dhoni","topic":"Smile"},{"quote":"If the world&#39;s a veil of tears, Smile till rainbows span it.","author":"Lucy Larcom","topic":"Smile"},{"quote":"My smile has been my ticket to the world. Smiling releases the same feel-good hormones you get jogging. Caring for your lips and gums is important. I brush my teeth morning and night, alternating toothpaste brands. In addition to flossing, I use a Water Pik to massage my gums and remove food particles.","author":"Christie Brinkley","topic":"Smile"},{"quote":"I wake up each and every day with a smile on my face knowing I get to do something musically.","author":"Two Chainz","topic":"Smile"},{"quote":"Jazz, to me, is one of the inherent expressions of Negro life in America: the eternal tom-tom beating in the Negro soul - the tom-tom of revolt against weariness in a white world, a world of subway trains, and work, work, work; the tom-tom of joy and laughter, and pain swallowed in a smile.","author":"Langston Hughes","topic":"Smile"},{"quote":"Everyone looks so much better when they smile.","author":"Jimmy Fallon","topic":"Smile"},{"quote":"Don&#39;t disrespect me, lie about it, and then come smile in my face and act like nothing&#39;s wrong.","author":"Scottie Pippen","topic":"Smile"},{"quote":"My cheeks explode when I smile. That&#39;s why I have to look so nonplussed.","author":"Rufus Wainwright","topic":"Smile"},{"quote":"The biggest hurdle is rejection. Any business you start, be ready for it. The difference between successful people and unsuccessful people is the successful people do all the things the unsuccessful people don&#39;t want to do. When 10 doors are slammed in your face, go to door number 11 enthusiastically, with a smile on your face.","author":"John Paul DeJoria","topic":"Smile"},{"quote":"I truly believe my job is to make sure people smile.","author":"Shah Rukh Khan","topic":"Smile"},{"quote":"A kind heart is a fountain of gladness, making everything in its vicinity freshen into smiles.","author":"Washington Irving","topic":"Smile"},{"quote":"God blessed me with two unbelievable parents, and I am just like both of them. I have the smile and charisma of my mother and the big heart of my mom, because she wants to save the world and help the world, so I am just like her.","author":"Magic Johnson","topic":"Smile"},{"quote":"There&#39;s nothing I value more than the closeness of friends and family, a smile as I pass someone on the street.","author":"Willie Stargell","topic":"Smile"},{"quote":"The happiness of life is made up of minute fractions - the little, soon forgotten charities of a kiss or a smile, a kind look or heartfelt compliment.","author":"Samuel Taylor Coleridge","topic":"Smile"},{"quote":"A smile is like an instant facelift and an instant mood lift.","author":"Christie Brinkley","topic":"Smile"},{"quote":"Always keep your smile. That&#39;s how I explain my long life.","author":"Jeanne Calment","topic":"Smile"},{"quote":"A smile is the chosen vehicle of all ambiguities.","author":"Herman Melville","topic":"Smile"},{"quote":"Sometimes your joy is the source of your smile, but sometimes your smile can be the source of your joy.","author":"Nhat Hanh","topic":"Smile"},{"quote":"You take away all the other luxuries in life, and if you can make someone smile and laugh, you have given the most special gift: happiness.","author":"Brad Garrett","topic":"Smile"},{"quote":"Wear a smile and have friends; wear a scowl and have wrinkles.","author":"George Eliot","topic":"Smile"},{"quote":"But God can only smile because only God can know what is coming next.","author":"Desmond Tutu","topic":"Smile"},{"quote":"And if you see me, smile and maybe give me a hug. That&#39;s important to me too.","author":"Jim Valvano","topic":"Smile"},{"quote":"Wrinkles will only go where the smiles have been.","author":"Jimmy Buffett","topic":"Smile"},{"quote":"Great men show politeness in a particular way; a smile suffices to assure you that you are welcome, and keep about their avocations as if you were a member of the family.","author":"John James Audubon","topic":"Smile"},{"quote":"Look back, and smile on perils past.","author":"Walter Scott","topic":"Smile"},{"quote":"I used to rely on black-and-white, and while I was working on &#39;Smile,&#39; I learned to adapt to color on my end.","author":"Raina Telgemeier","topic":"Smile"},{"quote":"Id rather have a fake smile than a nasty stare.","author":"Tamara Ecclestone","topic":"Smile"},{"quote":"Putting forward your positive energy connects you back to basic human values which we all share. Good Deeds Day shows that no matter the size of the gesture, a smile that brightens someone else&#39;s day or volunteering in your community, we can all take active part in making a difference.","author":"Shari Arison","topic":"Smile"},{"quote":"I am so happy to be alive. That&#39;s the one thing I&#39;d like for people to know. Sometimes people walk by and slip up and say the wrong thing about me, and I&#39;ll smile. They wonder why am I smiling. Because I&#39;m happy that I&#39;m alive.","author":"George Foreman","topic":"Smile"},{"quote":"Sarcasm helps me overcome the harshness of the reality we live, eases the pain of scars and makes people smile.","author":"Mahmoud Darwish","topic":"Smile"},{"quote":"Once every lunar eclipse, you should be able to see me smile!","author":"Sophie Turner","topic":"Smile"},{"quote":"What sunshine is to flowers, smiles are to humanity. These are but trifles, to be sure; but scattered along life&#39;s pathway, the good they do is inconceivable.","author":"Joseph Addison","topic":"Smile"},{"quote":"There&#39;s something about the ukulele that just makes you smile. It makes you let your guard down. It brings out the child in all of us.","author":"Jake Shimabukuro","topic":"Smile"},{"quote":"People don&#39;t know that when there is something running in my mind, I start smiling. If I&#39;m angry, I smile and blush.","author":"Hansika Motwani","topic":"Smile"},{"quote":"I try to greet my friends with a drink in my hand, a warm smile on my face, and great music in the background, because that&#39;s what gets a dinner party off to a fun start.","author":"Ina Garten","topic":"Smile"},{"quote":"I actually used to smile a lot in pictures. I think I only stopped smiling when I got into fashion. Fashion stole my smile!","author":"Victoria Beckham","topic":"Smile"},{"quote":"First, I want to pay tribute to Diana myself. She was an exceptional and gifted human being. In good times and bad, she never lost her capacity to smile and laugh, nor to inspire others with her warmth and kindness. I admired and respected her - for her energy and commitment to others, and especially for her devotion to her two boys.","author":"Queen Elizabeth II","topic":"Smile"},{"quote":"I have a nice smile, pretty lips, and big round cheeks. They help me look like a teenager.","author":"Gabourey Sidibe","topic":"Smile"},{"quote":"The flower in the vase smiles, but no longer laughs.","author":"Malcolm de Chazal","topic":"Smile"},{"quote":"The last time I saw Ted Kennedy was a generation after my first meeting, at the Senate subway below the Capitol on Obama&#39;s Inauguration Day. He was his usual gregarious and gracious self - with beaming smile and booming voice wishing my husband and me good luck with our pregnancy and expressing his excitement about the new president.","author":"Christine Pelosi","topic":"Smile"},{"quote":"Standing as a witness in all things means being kind in all things, being the first to say hello, being the first to smile, being the first to make the stranger feel a part of things, being helpful, thinking of others&#39; feelings, being inclusive.","author":"Margaret D. Nadauld","topic":"Smile"},{"quote":"I feel like a little kid who just walked into a candy store. I think that&#39;s something to smile about.","author":"Brandon Boyd","topic":"Smile"},{"quote":"It is a great day anytime I can bring a smile to a girl or boy, knowing that I am helping to inspire them to always dream big.","author":"Normani Kordei","topic":"Smile"},{"quote":"I don&#39;t smile much, and I never laugh. If you&#39;d been through what I&#39;ve been through, you wouldn&#39;t be smiling, either.","author":"Charlie Sifford","topic":"Smile"},{"quote":"For me, every hour is grace. And I feel gratitude in my heart each time I can meet someone and look at his or her smile.","author":"Elie Wiesel","topic":"Smile"},{"quote":"Smile. It instantly lifts the face, and it just lights up the room.","author":"Christie Brinkley","topic":"Smile"},{"quote":"People ask me to smile for the camera, but somehow it always comes out gloomy.","author":"Stephen Rea","topic":"Smile"},{"quote":"If in our daily life we can smile, if we can be peaceful and happy, not only we, but everyone will profit from it. This is the most basic kind of peace work.","author":"Nhat Hanh","topic":"Smile"},{"quote":"Always wear a smile sometime during the day - it makes you feel happier and look younger.","author":"Kylie Bax","topic":"Smile"},{"quote":"We all have our down days, but it&#39;s not hard to smile and say, &#39;Thank you.&#39;","author":"Yvette Nicole Brown","topic":"Smile"},{"quote":"Smile, for everyone lacks self-confidence and more than any other one thing a smile reassures them.","author":"Andre Maurois","topic":"Smile"},{"quote":"I&#39;m a workhorse. I&#39;ll take anything and everything I can get, and I&#39;ll do it with a smile on my face.","author":"Roman Reigns","topic":"Smile"},{"quote":"A beautiful person is someone who stays true to themselves and their spirit; someone who is self-confident and can make you smile.","author":"Helena Christensen","topic":"Smile"},{"quote":"Nothing can resist the person who smiles at life - I don&#39;t mean the ironic and disillusioned smile of my grandfather, but the triumphant smile of the person who knows that he will survive, or that at least he will be saved by what seems to be destroying him.","author":"Pierre Teilhard de Chardin","topic":"Smile"},{"quote":"Never a lip is curved with pain that can&#39;t be kissed into smiles again.","author":"Bret Harte","topic":"Smile"},{"quote":"Luck is not chance, it&#39;s toil; fortune&#39;s expensive smile is earned.","author":"Emily Dickinson","topic":"Smile"},{"quote":"Humour is the weapon of unarmed people: it helps people who are oppressed to smile at the situation that pains them.","author":"Simon Wiesenthal","topic":"Smile"},{"quote":"I made a circle with a smile for a mouth on yellow paper, because it was sunshiny and bright.","author":"Harvey Ball","topic":"Smile"},{"quote":"Being funny is one of my greatest strengths. I can make girls smile when they&#39;re down, and when they&#39;re having a good time, I can carry on the joke.","author":"John Krasinski","topic":"Smile"},{"quote":"Well, there&#39;s nothing more touching than putting a smile on a kid&#39;s face when you can.","author":"Emma Roberts","topic":"Smile"},{"quote":"I like joy; I want to be joyous; I want to have fun on the set; I want to wear beautiful clothes and look pretty. I want to smile, and I want to make people laugh. And that&#39;s all I want. I like it. I like being happy. I want to make others happy.","author":"Doris Day","topic":"Smile"},{"quote":"When I was doing &#39;Smile,&#39; I was looking back at pictures of myself and going, &#39;Thank goodness I couldn&#39;t do the sprayed-bangs thing! Everybody&#39;s so embarrassed by that hairstyle now, but I was never cool enough to pull it off!&#39;","author":"Raina Telgemeier","topic":"Smile"},{"quote":"I&#39;m a very outgoing person. I&#39;m always happy, I&#39;m one of those people who are always smiling. If somebody described me to somebody else, they&#39;d say the kid with the curly hair with the big smile on his face. I get along with everybody.","author":"Corbin Bleu","topic":"Smile"},{"quote":"The catch phrase for the day is &#39;Do an act of kindness. Help one person smile.&#39;","author":"Harvey Ball","topic":"Smile"},{"quote":"A smile is a facelift that&#39;s in everyone&#39;s price range!","author":"Tom Wilson","topic":"Smile"},{"quote":"Each one of us can do a good deed, every day and everywhere. In hospitals in desperate need of volunteers, in homes for the elderly where our parents and grandparents are longing for a smile, a listening ear, in the street, in our workplaces and especially at home.","author":"Shari Arison","topic":"Smile"},{"quote":"A smile abroad is often a scowl at home.","author":"Alfred Lord Tennyson","topic":"Smile"},{"quote":"The smile on your face lets me know that you need me, there&#39;s a truth in your heart that says you&#39;ll never leave me, and the touch of your hand says you&#39;ll catch me whenever I fall.","author":"Alison Krauss","topic":"Smile"},{"quote":"I believe that when you put a smile out there, you get a smile back.","author":"Heidi Klum","topic":"Smile"},{"quote":"The ideal intern is committed, creative, organized, ambitious, independent, and able to crack a smile, whether meeting a celebrity or folding socks.","author":"Emily Weiss","topic":"Smile"},{"quote":"Good Deeds Day is based on a simple idea that every person can do a good deed for the benefit of others and the planet. Even a smile that brightens someone else&#39;s day is a good deed. I initiated Good Deeds Day to spread the message that everyone can give of themselves, according to their heart&#39;s desire.","author":"Shari Arison","topic":"Smile"},{"quote":"They might not need me; but they might. I&#39;ll let my head be just in sight; a smile as small as mine might be precisely their necessity.","author":"Emily Dickinson","topic":"Smile"},{"quote":"Smiling is very important. If we are not able to smile, then the world will not have peace. It is not by going out for a demonstration against nuclear missiles that we can bring about peace. It is with our capacity of smiling, breathing, and being peace that we can make peace.","author":"Nhat Hanh","topic":"Smile"},{"quote":"The biggest thing we get out of it is seeing the kids smile. And hopefully we will also see that the lessons we&#39;re teaching - not only the fundamentals of hockey, but also the life values - are sinking in.","author":"Bobby Orr","topic":"Smile"},{"quote":"I think music, in my opinion, is not about motivation in the way it&#39;s - it&#39;s not a running base. It&#39;s art. And my whole philosophy of music is different. It&#39;s almost like cooking and serving to people, seeing them smile and enjoying the food, really.","author":"A. R. Rahman","topic":"Smile"},{"quote":"Grit your teeth and smile. In the face of adversity, go. They don&#39;t deserve you.","author":"Christine Lagarde","topic":"Smile"},{"quote":"Smiles come naturally to me, but I started thinking of them as an art form at my command. I studied all the time. I looked at magazines, I&#39;d practice in front of the mirror and I&#39;d ask photographers about the best angles. I can now pull out a smile at will.","author":"Tyra Banks","topic":"Smile"},{"quote":"I like to smile. I smile even when I&#39;m nervous since it calms me down and shows my friendliness.","author":"Yani Tseng","topic":"Smile"},{"quote":"It is impossible to persuade a man who does not disagree, but smiles.","author":"Muriel Spark","topic":"Smile"},{"quote":"When I see myself on film it makes me smile, I mean making a good living doing what I enjoy is soo much fun. I just hope that everyone has the chance to enjoy life like I do.","author":"Adrienne Barbeau","topic":"Smile"},{"quote":"You keep shooting. You hope it goes in, and you smile.","author":"Teemu Selanne","topic":"Smile"},{"quote":"To be able to throw one&#39;s self away for the sake of a moment, to be able to sacrifice years for a woman&#39;s smile - that is happiness.","author":"Hermann Hesse","topic":"Smile"},{"quote":"You&#39;ve probably noticed how when someone says hello or smiles at you, your automatic reaction is to say hello or smile back.","author":"Shawn Achor","topic":"Smile"},{"quote":"I love to see people laugh and put a smile on peoples&#39; faces. Anytime I&#39;m doing that I&#39;m happy.","author":"Dexter Darden","topic":"Smile"},{"quote":"I&#39;ve just got a really bad smile. I go for the scowl instead.","author":"Jason Statham","topic":"Smile"},{"quote":"My mother is a big believer in being responsible for your own happiness. She always talked about finding joy in small moments and insisted that we stop and take in the beauty of an ordinary day. When I stop the car to make my kids really see a sunset, I hear my mother&#39;s voice and smile.","author":"Jennifer Garner","topic":"Smile"},{"quote":"When checking in at an airport, no matter how rude the check-in person is to you, always smile and be nice because you don&#39;t know what kind of day they&#39;ve had. You are going on holiday and they&#39;re stuck wherever they are. Be nice to them because they can re-route your baggage to wherever they feel like.","author":"Ross Kemp","topic":"Smile"},{"quote":"Nobody needs a smile so much as the one who has none to give. So get used to smiling heart-warming smiles, and you will spread sunshine in a sometimes dreary world.","author":"Lawrence G. Lovasik","topic":"Smile"},{"quote":"I&#39;ve never wanted anybody to like me because I had long hair or short hair, or that they liked the way I dressed or they liked the way I dressed or they liked the way I smile.","author":"David Allan Coe","topic":"Smile"},{"quote":"A smile is so sexy, yet so warm. When someone genuinely smiles at you, it&#39;s the greatest feeling in the world.","author":"Mandy Moore","topic":"Smile"},{"quote":"I have witnessed the softening of the hardest of hearts by a simple smile.","author":"Goldie Hawn","topic":"Smile"},{"quote":"She felt like a chess player who, by the clever handling of his pieces, sees the game taking the course intended. Her eyes were bright and tender with a smile as they glanced up into his; and her lips looked hungry for the kiss which they invited.","author":"Kate Chopin","topic":"Smile"},{"quote":"Since my dimples only appear whenever I smile, facing everything in life with that smile is a wonderful feeling. Eyes are also the window to one&#39;s self. Just a look can reflect your identity and experiences.","author":"Liu Wen","topic":"Smile"},{"quote":"I had the opportunity to go into the hospitals and talk to kids and see a kid and make him smile. Why? Because I&#39;m a special person? No. It had nothing to do with that. It has everything to do with me being the quarterback at the University of Florida. And to not take advantage of that is a shame.","author":"Tim Tebow","topic":"Smile"},{"quote":"The purpose of Disneyland is to make people smile.","author":"Kevin Plank","topic":"Smile"},{"quote":"When I look out at the people and they look at me and they&#39;re smiling, then I know that I&#39;m loved. That is the time when I have no worries, no problems.","author":"Etta James","topic":"Smile"},{"quote":"Pictorial is something that I am not used to. You have to pose, smile, bend your arm, straighten up, look to the left.","author":"Benigno Aquino III","topic":"Smile"},{"quote":"If by chance some day you&#39;re not feeling well and you should remember some silly thing I&#39;ve said or done and it brings back a smile to your face or a chuckle to your heart, then my purpose as your clown has been fulfilled.","author":"Red Skelton","topic":"Smile"},{"quote":"Don&#39;t write anything you can phone. Don&#39;t phone anything you can talk. Don&#39;t talk anything you can whisper. Don&#39;t whisper anything you can smile. Don&#39;t smile anything you can nod. Don&#39;t nod anything you can wink.","author":"Earl Long","topic":"Smile"},{"quote":"Power doesn&#39;t back up in the face of a smile, or in the face of a threat of some kind of nonviolent loving action. It&#39;s not the nature of power to back up in the face of anything but some more power.","author":"Malcolm X","topic":"Smile"},{"quote":"For me, relationship is very important. I can lose money, but I cannot lose a relationship. The test is, at the end of a conversation or a negotiation, both must smile.","author":"Sunil Mittal","topic":"Smile"},{"quote":"Yes sir, I am a tortured man for all seasons, as they say, and I have powerful friends in high places. Birds sing where I walk, and children smile when they see me coming.","author":"Hunter S. Thompson","topic":"Smile"},{"quote":"Laughter is day, and sobriety is night; a smile is the twilight that hovers gently between both, more bewitching than either.","author":"Henry Ward Beecher","topic":"Smile"},{"quote":"Most babies know how to win us over. We cannot help but smile at them and watch them smile back.","author":"Madeleine M. Kunin","topic":"Smile"},{"quote":"For me, fragrances are very - one of these beautiful art forms that bring about a whole host of things. It&#39;s what you want to smell like, it&#39;s memories that make you smile or are resonant of times in your life, it can remind you of music. If you&#39;re a lover of scent, it&#39;s a very kind of particular and evocative thing.","author":"Chris Pine","topic":"Smile"},{"quote":"Thinking about your training should put a smile on your face. As cliche as it sounds, you are worth all the time and energy you&#39;ve put in. Unleash your emotions with a cheer, or even a signature roar, after a tough workout.","author":"Summer Sanders","topic":"Smile"},{"quote":"Youth smiles without any reason. It is one of its chiefest charms.","author":"Thomas Gray","topic":"Smile"},{"quote":"There&#39;s no damn business like show business - you have to smile to keep from throwing up.","author":"Billie Holiday","topic":"Smile"},{"quote":"Better by far you should forget and smile that you should remember and be sad.","author":"Christina Rossetti","topic":"Smile"},{"quote":"I don&#39;t think I was a good model. I think I was born to emote and act. I would walk down the ramp and smile and they used to say, &#39;Give us a blank look.&#39; It was really difficult not to smile.","author":"Anushka Sharma","topic":"Smile"},{"quote":"I am a joyful conservative, unafraid to articulate big ideas with an optimistic smile.","author":"Kevin Cramer","topic":"Smile"},{"quote":"I would try to promote something that I loved, and the entire interview would be about my personal life. I would leave a room feeling defeated, feeling embarrassed, but I would always make sure to put that smile on my face because I wasn&#39;t going to let them get to me.","author":"Selena Gomez","topic":"Smile"},{"quote":"I don&#39;t smile a lot in my pictures. I&#39;m always so... grim.","author":"Michael Douglas","topic":"Smile"},{"quote":"Unless I can come in in the morning and smile, walk in the lobby and say, &#39;Good morning!&#39; - if I am stressed - I am not going to do a good job. Everybody is watching us. They are feeding off of our energy.","author":"Angela Ahrendts","topic":"Smile"},{"quote":"When Whitney Houston died, I felt great sadness. My sadness, of course, was about our collective loss - when you listened to this nightingale sing, your body would drop into a chair, your head would tilt up, a small smile would creep across your face, and inside you knew that there was a higher power somewhere: gifted, beautiful, spiritual.","author":"James Belushi","topic":"Smile"},{"quote":"Laughter is regional: a smile extends over the whole face.","author":"Malcolm de Chazal","topic":"Smile"},{"quote":"It scares you: all the noise, the rattling, the shaking. But the look on everybody&#39;s face when you&#39;re finished and packing, it&#39;s the best smile in the world; and there&#39;s nobody hurt, and the well&#39;s under control.","author":"Red Adair","topic":"Smile"},{"quote":"I like to post positive content, and I like to try and make people smile. That&#39;s why those videos are popular. I don&#39;t fake it.","author":"Cameron Dallas","topic":"Smile"},{"quote":"If you can&#39;t relax during your interview, then nothing you do to prepare will matter. Being yourself is essential to the selection process, and interviewers will feel it if you&#39;re too nervous. Showing fear or anxiety appears weak compared to a relaxed smile and genuine confidence.","author":"Travis Bradberry","topic":"Smile"},{"quote":"It&#39;s not easy to put a smile on people&#39;s faces.","author":"Varun Dhawan","topic":"Smile"},{"quote":"I have always loved a hard-faced girl. I get that Alison Goldfrapp isn&#39;t easy, and I like her belligerence. She&#39;s deeply sexy and controlled, like a Strict Machine, and it seems to wind the b&#39;jesus out of the women I know. On the outside, I watch and smile and will her on like a twisted silent maiden aunt in the dark corner.","author":"Alison Moyet","topic":"Smile"},{"quote":"When you see that many people with a smile on their face, then you must be doing something right.","author":"Greg Norman","topic":"Smile"},{"quote":"When I wake up every morning, I smile and say, &#39;Thank you.&#39; Because out of my window I can see the mountains, then go hiking with my dog and share her bounding joy in the world.","author":"Carole King","topic":"Smile"},{"quote":"I want to touch the heart of the world and make it smile.","author":"Charles de Lint","topic":"Smile"},{"quote":"I always said that if I could just find a guy who could chop wood and had a nice smile, it wouldn&#39;t bother me if he was a thug or an aristocrat, as long as he was a good guy. And I&#39;ve ended up with an educated thug.","author":"Sade Adu","topic":"Smile"},{"quote":"I don&#39;t know why my smile has become a signature pose. I think it&#39;s a nice change. I think people want to see happiness, so a smile is what can bring that. I didn&#39;t make it my trademark on purpose.","author":"Arizona Muse","topic":"Smile"},{"quote":"There&#39;s no greater feeling in the world than when you can put a smile on somebody&#39;s face just by walking into a room. It&#39;s unbelievable. And if I have that power, who am I to waste it, you know?","author":"J. J. Watt","topic":"Smile"},{"quote":"To you wives who are constantly complaining and see only the dark side of life, and feel that you are unloved and unwanted, look into your own hearts and minds. If there is something wrong, turn about. Put a smile on your faces. Make yourselves more attractive. Brighten your outlook.","author":"Gordon B. Hinckley","topic":"Smile"},{"quote":"It&#39;s so hard not to smile.","author":"Zoe Sugg","topic":"Smile"},{"quote":"Smile at a stranger. See what happens.","author":"Patti LuPone","topic":"Smile"},{"quote":"You think aerobics is not a cool sport? I think you are wrong. It requires amazing discipline - flexibility, fitness, knowledge. And you have to do it with a big smile on your face. Also, I once performed in front of 10,000 screaming women. I tell you something, I&#39;d rather do that than kick a ball around in front of a few men.","author":"Magnus Scheving","topic":"Smile"},{"quote":"There are just some really beautiful people in the world. When you&#39;re walking down the street, or you&#39;re at a restaurant, someone catches your eye because they have their own look. It goes way beyond what they&#39;re wearing - into their mannerisms, the way they smile, or just the way they hold themselves.","author":"Mary-Kate Olsen","topic":"Smile"},{"quote":"War is a game that is played with a smile. If you can&#39;t smile, grin. If you can&#39;t grin, keep out of the way till you can.","author":"Winston Churchill","topic":"Smile"},{"quote":"She gave me a smile I could feel in my hip pocket.","author":"Raymond Chandler","topic":"Smile"},{"quote":"We&#39;ve been trained since kindergarten: Be nice, be kind, share, put on a smile. So we&#39;re conditioned to squash our natural selfish instincts, and that&#39;s the right thing for society.","author":"Bryan Cranston","topic":"Smile"},{"quote":"I play guys who never smile, and I never stop smiling.","author":"Michael Joseph Kelly","topic":"Smile"},{"quote":"Even a smile is a good deed.","author":"Shari Arison","topic":"Smile"},{"quote":"Giving back is the right thing to do, whether it&#39;s donating clothing or even just a smile to someone who needs it.","author":"Becky G","topic":"Smile"},{"quote":"I don&#39;t smile as much as I should, even though I smile inside a lot.","author":"James Patterson","topic":"Smile"},{"quote":"The &#39;good&#39; mother, with her fixed smile, her rigidity, her goody-goody outlook, her obsession with unnecessary hygiene, is in fact a fool. It is the &#39;bad&#39; mother, unafraid of a joke and a glass of wine, richly self-expressive, scornful of suburban values, who is, in reality, good.","author":"Rachel Cusk","topic":"Smile"},{"quote":"What do I like in a girl? I like a girl that likes me, a girl that knows how to smile and see the bright side of things. A girl that makes me a better person.","author":"James Lafferty","topic":"Smile"},{"quote":"I get accused of having a haughty smugness. I have a lopsided mouth. I can&#39;t help it. I was born with it. It looks as if I am smirking. I have had my publicist tell me, &#39;Don&#39;t do that smile on the red carpet.&#39; I&#39;m, like, &#39;That&#39;s my smile.&#39;","author":"Natalie Dormer","topic":"Smile"},{"quote":"If you force yourself to smile, within a couple minutes, you feel happy.","author":"Dean Norris","topic":"Smile"},{"quote":"It&#39;s amazing because people come up to me and say, &#39;Chuck, you&#39;re the luckiest guy in the world to be a world karate champion and a movie and TV star.&#39; When they say this to me, I kind of smile because luck had nothing to do with it; God had everything to do with it.","author":"Chuck Norris","topic":"Smile"},{"quote":"As cheesy as it sounds, nothing beats a smile and a bit of confidence! As long as you feel good on the inside, you can still look beautiful without any makeup at all.","author":"Zoe Sugg","topic":"Smile"},{"quote":"We should celebrate how amazing our bodies are! We all have things that we like and dislike about our bodies, but we need to focus on what we love - maybe it&#39;s a great smile, strong legs or curly hair?","author":"Katherine Schwarzenegger","topic":"Smile"},{"quote":"I didn&#39;t know how to smile for the paparazzi.","author":"Peggy Lipton","topic":"Smile"},{"quote":"We smile at the ignorance of the savage who cuts down the tree in order to reach its fruit; but the same blunder is made by every person who is over eager and impatient in the pursuit of pleasure.","author":"William Ellery Channing","topic":"Smile"},{"quote":"When you&#39;re surrounded by feathers and sequins and ridiculous Lycra outfits, it&#39;s impossible not to have a smile on your face.","author":"Catherine Martin","topic":"Smile"},{"quote":"Marrying for love may be a bit risky, but it is so honest that God can&#39;t help but smile on it.","author":"Josh Billings","topic":"Smile"},{"quote":"Beauty comes from a life well lived. If you&#39;ve lived well, your smile lines are in the right places, and your frown lines aren&#39;t too bad, what more do you need?","author":"Jennifer Garner","topic":"Smile"},{"quote":"If I buy a Fiat Uno, I&#39;ll read that, for a man like me, a Ferrari was more suitable. If instead I buy a Ferrari, they&#39;ll write that I should have kept my feet on the ground and bought a Fiat. If I smile, I&#39;m not serious. If I don&#39;t smile, I&#39;m a rich sulker that doesn&#39;t enjoy having the most beautiful job in the world.","author":"Mario Balotelli","topic":"Smile"},{"quote":"My new dressing goal is to make little kids and babies smile at all the bright, clashing colours I can wear at once. It makes me laugh when I catch sight of my own reflection - life is too short not have fun!","author":"Liz Goldwyn","topic":"Smile"},{"quote":"Ascetics and fakirs come to mitigate human suffering; to heal us and lead us on the path. They put up with criticism; they go through many worldly trials. Some of them have even become martyrs for our sake. But they have done all this with a smile and with gratitude to God. Hence sacrifice is a great virtue.","author":"Sadhu Vaswani","topic":"Smile"},{"quote":"I like outgoing girls with a lovely smile and beautiful eyes.","author":"Corbin Bleu","topic":"Smile"},{"quote":"When you walk into a room, a healthy, beautiful smile is incredibly important.","author":"Susan Anton","topic":"Smile"},{"quote":"I wanted to do another movie that could make us laugh and cry and feel good about the world. I wanted to do something else that could make us smile. This is a time when we need to smile more and Hollywood movies are supposed to do that for people in difficult times.","author":"Steven Spielberg","topic":"Smile"},{"quote":"If you haven&#39;t seen your wife smile at a traffic cop, you haven&#39;t seen her smile her prettiest.","author":"Kin Hubbard","topic":"Smile"},{"quote":"May Heaven be propitious, and smile on the cause of my country.","author":"Zebulon Pike","topic":"Smile"},{"quote":"I collect all the reviews of the films I turned down. And when they&#39;re bad - I have to smile.","author":"Simone Signoret","topic":"Smile"},{"quote":"It is clear I was never the Pretty Girl. I had my two front teeth knocked out when I was 10 and didn&#39;t fix them until I was 19. I have a crooked smile and a nose that looks like it&#39;s been broken 12 times but never has been. My nose was always red, so people called me Rudolph. My whole face is off-center.","author":"Ellen Barkin","topic":"Smile"},{"quote":"I wake up every day with a smile on my face.","author":"Henry Ian Cusick","topic":"Smile"},{"quote":"My mom&#39;s one of the toughest ladies I know. I&#39;ve seen her lose both her brothers, both her parents. She&#39;s been through a lot, and to see her get up every day and put a smile on her face, that shows nothing but strength.","author":"DeMar DeRozan","topic":"Smile"},{"quote":"To me, acting used to be just, &#39;Get my face out there, get girls, make a little bit of money, make my mom proud.&#39; It was just like sports. But there were moments in &#39;Moonlight&#39; that I really felt like I had to know why he is the way he is. Or just people in general - why this person walks around with a frown on their face instead of a smile.","author":"Trevante Rhodes","topic":"Smile"},{"quote":"There is not a soul who does not have to beg alms of another, either a smile, a handshake, or a fond eye.","author":"Lord Acton","topic":"Smile"},{"quote":"I&#39;ve always spent more time with a smile on my face than not, but the thing is, I don&#39;t write about it.","author":"Robert Smith","topic":"Smile"},{"quote":"When you&#39;re walking at the airport, you&#39;re expected to smile at people because they know you... I find that tough. I&#39;m only trying to protect myself. So I don&#39;t take my eyes off the floor. People can take that as attitude. But it&#39;s actually shyness. Yes, it is a bad habit. But it&#39;s a defense mechanism.","author":"Katrina Kaif","topic":"Smile"},{"quote":"I wish to be appreciated not only as a film star but also for the person I am. If I manage to bring a smile on people&#39;s faces, then I think I&#39;ll be successful.","author":"Deepika Padukone","topic":"Smile"},{"quote":"I want to make sure I always show off my smile and have a positive attitude the whole time, whether it&#39;s during a performance, practice, or doing an interview.","author":"Laurie Hernandez","topic":"Smile"},{"quote":"All of the narration in &#39;Smile&#39; is first-person. Most of the books that I grew up reading had first-person narrators for some reason. My diaries were written in this voice, and since this story is autobiographical, it just felt like a natural extension.","author":"Raina Telgemeier","topic":"Smile"},{"quote":"I just want to show the fans my big smile and play the game that I love.","author":"Yani Tseng","topic":"Smile"},{"quote":"On the red carpet, one tip is to suck in your cheekbones - apparently it looks better on camera. I don&#39;t know, though; I think a nice smile is best.","author":"David Harewood","topic":"Smile"},{"quote":"Indeed it is possible to stand with one foot on the inevitable &#39;banana peel&#39; of life with both eyes peering into the Great Beyond, and still be happy, comfortable, and serene - if we will even so much as smile.","author":"Douglas Fairbanks","topic":"Smile"},{"quote":"Some people know that they are so adorable looking, all they have to do is smile and dress up and they get plenty from that. Then there are some of us who, early on, see that that doesn&#39;t work. So we joke about it.","author":"Merrill Markoe","topic":"Smile"},{"quote":"Ever since I was four years old, I loved making people smile, making them think, making them feel good, feel some kind of emotion.","author":"Ann-Margret","topic":"Smile"},{"quote":"Crowds are the most difficult thing for me these days because I have to walk with my head down and my eyes averted. There&#39;s still that part of me that wants to hold my head up, make eye contact and smile.","author":"Cameron Diaz","topic":"Smile"},{"quote":"I have two rules for a great book: make me think and make me smile.","author":"Adam Grant","topic":"Smile"},{"quote":"I&#39;m as happy a man as any in the world, for the whole world seems to smile upon me!","author":"Samuel Smiles","topic":"Smile"},{"quote":"I think the divine is like a huge smile that breaks somewhere in the sea within you, and gradually comes up again.","author":"John O'Donohue","topic":"Smile"},{"quote":"Comedy, we may say, is society protecting itself - with a smile.","author":"J. B. Priestley","topic":"Smile"},{"quote":"I&#39;m a fun song maker. I love to make people smile. I also love to see them big, burly dudes crying because their wives&#39; song is &#39;Die a Happy Man.&#39;","author":"Thomas Rhett","topic":"Smile"},{"quote":"One of the main secrets to staying young is staying healthy. I&#39;ve sometimes had to suppress a smile when some young lady, who has obviously not taken care of herself through diet or exercise, says admiringly, &#39;Ooh, I hope I look as good as you do when I&#39;m your age!&#39; Although it&#39;s intended to be complimentary, it&#39;s actually a back-hander.","author":"Joan Collins","topic":"Smile"},{"quote":"I don&#39;t really remember a time younger than 5 years old that I didn&#39;t have skates on because all I can remember is every day, tying up my skates and a big smile on my face, excited to go on the ice.","author":"Michelle Kwan","topic":"Smile"},{"quote":"Finding your soul begins by discovering our ability to listen! Alternatively, by sharing a smile, a laugh and just by being human to everyone - from friends, colleagues, family, and especially strangers, including those who are not from the same station in life as you.","author":"Om Malik","topic":"Smile"},{"quote":"A man can be drawn across the room with the simplicity of a smile. That&#39;s why your pearly whites should always be straight and shiny. I think most of my clients are drawn to a fun, flirty nature in a woman. The problem is, most women do not often feel fun and flirty.","author":"Patti Stanger","topic":"Smile"},{"quote":"Jessica Simpson is the youth ambassador for Operation Smile, and an episode of The Apprentice featured a team managing a charity concert she put on. Donald Trump came on stage and pledged a donation.","author":"Roma Downey","topic":"Smile"},{"quote":"Whenever I go on the red carpet and I&#39;m a bit nervous, I just say to myself the mantra, &#39;Come on Barbara, you gotta get those pictures posted on Instagram!&#39; That&#39;s all I have in my mind, like, &#39;Look serious now, maybe give a little smile, but a cheeky one,&#39; but in the end, it&#39;s never how it looks.","author":"Barbara Palvin","topic":"Smile"},{"quote":"For me, I think the Lord wanted me to win to put a smile on Chinese people&#39;s faces.","author":"Michael Chang","topic":"Smile"},{"quote":"We need prisons because there are some hardcore criminals, but I never met a guy who has been in jail that came out with a smile on his face thinking, &#39;Right, that&#39;s it - now I am going to be good!&#39;","author":"Tahar Rahim","topic":"Smile"},{"quote":"I have my own dance and production companies, and acting is my creative outlet. It&#39;s what I&#39;m passionate about. I&#39;ve actually created a lifestyle where I could act for free. I could get a job to pay the bills and act on the weekends to make me smile.","author":"Brian J. White","topic":"Smile"},{"quote":"There is no point to samba if it doesn&#39;t make you smile.","author":"Alma Guillermoprieto","topic":"Smile"},{"quote":"If you&#39;re going to kill someone there isn&#39;t much reason to get all worked up about it and angry - you just pull the trigger. Angry discussions beforehand are a waste of time. We need to smile at Novell while we pull the trigger.","author":"Jim Allchin","topic":"Smile"},{"quote":"Genuine expressions of emotion rarely persist longer than five seconds and almost never longer than 10. A fixed smile is likely to conceal anger, anxiety, or some other negative emotion.","author":"Pamela Meyer","topic":"Smile"},{"quote":"It&#39;s sad that the BBC is toning down Dennis the Menace for a cartoon series. He is losing his weapons, catapult and peashooter, will no longer pick on Walter the Softy, and his ferocious grimace is to be replaced by a charming, boyish smile.","author":"Simon Hoggart","topic":"Smile"},{"quote":"Courage, not compromise, brings the smile of God&#39;s approval.","author":"Thomas S. Monson","topic":"Smile"},{"quote":"I&#39;m a clown, which could be a public health role. I&#39;m really interested in moving our society away from a society needing Xanax and Prozac, and that is really feeling depressed, to one that is celebrating, and so I find just walking around in colorful clothes, people smile.","author":"Patch Adams","topic":"Smile"},{"quote":"Every bit of joy in my heart, you know, every smile on my face is yours. It&#39;s awesome to be able to share that with somebody.","author":"Brantley Gilbert","topic":"Smile"},{"quote":"Empathy is the faculty to resonate with the feelings of others. When we meet someone who is joyful, we smile. When we witness someone in pain, we suffer in resonance with his or her suffering.","author":"Matthieu Ricard","topic":"Smile"},{"quote":"Don&#39;t let people see when you&#39;re mad - just smile and laugh.","author":"Astro","topic":"Smile"},{"quote":"If the Starbucks secret is a smile when you get your latte... ours is that the Web site adapts to the individual&#39;s taste.","author":"Reed Hastings","topic":"Smile"},{"quote":"One of the most important responsibilities in the Christian life is to care about others, smile at them, and be a friend to the friendless.","author":"James Dobson","topic":"Smile"},{"quote":"When you smile, you don&#39;t only appear to be more likable and courteous, you appear to be more competent.","author":"Ron Gutman","topic":"Smile"},{"quote":"I am generally a very happy and easygoing person. I also believe it&#39;s always better to meet people with a smile rather than looking cold, especially when you first meet. It changes everything.","author":"Heidi Klum","topic":"Smile"},{"quote":"You have to promote yourself; you have to have this smile on your face all the time and be this nice guy - which I am!","author":"Craig Roberts","topic":"Smile"},{"quote":"I was one of those weird kids who didn&#39;t really speak or smile. I remember my teachers would call home and ask if everything was fine at home because I would never smile. Then I got into this phase, from maybe fourth to eighth grade, where my personality just did a 180.","author":"Alessia Cara","topic":"Smile"},{"quote":"I&#39;ve had more ups than downs in my career. All you can do is keep working. You still have to take enjoyment out of what you&#39;re doing, and things will turn, and my smile has always been there. In good moments and bad.","author":"Eden Hazard","topic":"Smile"},{"quote":"I think I&#39;ve always had a certain amount of skepticism of this whole &#39;shut up and smile&#39; theory. I haven&#39;t ever swallowed that pill so easily, although I tried.","author":"Amber Heard","topic":"Smile"},{"quote":"If you want to meet a woman, it&#39;s best just to smile and say hi.","author":"Karen McDougal","topic":"Smile"},{"quote":"There is no greater feeling in business than building a product which impacts people&#39;s lives in a profound way. When we look around at the thousands of people who have attended Summit gatherings, it makes us smile to see the new friendships, business partnerships and philanthropic initiatives that each event produces.","author":"Elliott Bisnow","topic":"Smile"},{"quote":"I know a lot of aesthetically beautiful women who are not nice people, and they do not come across as beautiful to me. I think the number one thing for beauty is a smile. I love a woman with a beautiful smile.","author":"Sara Foster","topic":"Smile"},{"quote":"I&#39;ve been successful in different areas, but nothing brings a smile to my face more than my oldest son, Zaire, and my second son, Zion, saying the kind word of &#39;Dad.&#39;","author":"Dwyane Wade","topic":"Smile"},{"quote":"I have my father&#39;s lopsided mouth. When I smile, my lips slope to one side. My doctor sister calls it my cerebral palsy mouth. I am very much a daddy&#39;s girl, and even though I would rather my smile wasn&#39;t crooked, there is something moving for me about having a mouth exactly like my father&#39;s.","author":"Chimamanda Ngozi Adichie","topic":"Smile"},{"quote":"Mind you, physical training doesn&#39;t necessarily mean going to an expert for advice. One doesn&#39;t have to make a mountain out of a molehill. Get out in the fresh air and walk briskly - and don&#39;t forget to wear a smile while you&#39;re at it. Don&#39;t over-do. Take it easy at first and build on your effort day by day.","author":"Douglas Fairbanks","topic":"Smile"},{"quote":"As a youngster, my mother and father always drilled into my head having something to fall back on. My father was kind of funny. I&#39;d score 40 points. I&#39;d come home and say, &#39;Look dad, I scored 40.&#39; He&#39;d never have a smile on his face. He&#39;d be like, &#39;I saw that move you did. What if you&#39;d hurt your knee?&#39;","author":"Shaquille O'Neal","topic":"Smile"},{"quote":"I think it&#39;s really important that I&#39;m not the only model in the world that goes through personal problems. People forget that we&#39;re human. We don&#39;t get to call in sick. You have to go and put on a smile. Every single day is a first impression, so you can&#39;t have a bummed-out day.","author":"Gigi Hadid","topic":"Smile"},{"quote":"Sometimes you say things with a smile with the precise intention of making it clear that you are not being serious, and are only kidding. If I salute a friend with a smile and say, &#39;How are you, you old scoundrel!&#39; clearly I don&#39;t really mean he&#39;s a scoundrel.","author":"Umberto Eco","topic":"Smile"},{"quote":"If I am not mistaken, it was a British poet who said that &#39;no one is properly dressed unless he wears a smile.&#39;","author":"Sukarno","topic":"Smile"},{"quote":"Anyone who has a continuous smile on his face conceals a toughness that is almost frightening.","author":"Greta Garbo","topic":"Smile"},{"quote":"Every now and then, someone will tell me that one of my books has made them laugh out loud. I never believe them because: a.) my books don&#39;t make me laugh out loud; and b.) sometimes I have said this to a writer, when really what I meant was, &#39;Your book made me smile appreciatively.&#39;","author":"Mary Roach","topic":"Smile"},{"quote":"Oh, the summer night, Has a smile of light, And she sits on a sapphire throne.","author":"Bryan Procter","topic":"Smile"},{"quote":"Let me smile with the wise, and feed with the rich.","author":"Samuel Johnson","topic":"Smile"},{"quote":"I have always been a flirt. My mother says whe I was a child, I used to stand outside the house and just smile at everyone who walked by. Like, &#39;Please take me with you!&#39;","author":"bell hooks","topic":"Smile"},{"quote":"You get somebody to crack a smile, that&#39;s a beautiful thing.","author":"Tracy Morgan","topic":"Smile"},{"quote":"The same people who smile in my face would be the same ones to talk behind my back.","author":"Timbaland","topic":"Smile"},{"quote":"Some people would rather have a lie that makes them smile than a truth that makes them cry. I&#39;m the opposite; I&#39;d rather have people make me cry with the truth than try to make me smile.","author":"Joyce Giraud","topic":"Smile"},{"quote":"A woman has two smiles that an angel might envy, the smile that accepts a lover before words are uttered, and the smile that lights on the first born babe, and assures it of a mother&#39;s love.","author":"Thomas Chandler Haliburton","topic":"Smile"},{"quote":"I spend days on my Xperia logging on Facebook chatting with my friends and family at home; I love listening to Rihanna and Pink and watching movies. Basically, anything that makes me smile, but most of my fans will know that I am always smiling!","author":"Dominika Cibulkova","topic":"Smile"},{"quote":"You know, there&#39;s nothing like seeing the smile on my kids&#39; faces. Laughing together. Playing. It&#39;s the best.","author":"Mark Wahlberg","topic":"Smile"},{"quote":"What is important is the reliability of my posts being there to greet my fans with a smile or a giggle every morning. That&#39;s how we keep on growing.","author":"George Takei","topic":"Smile"},{"quote":"I come from a place where everything about me, even my body language, is saying: I mean you no harm. I smile, I laugh. Basic stuff for most people.","author":"Oscar Isaac","topic":"Smile"},{"quote":"If I&#39;m a bad mood, I can&#39;t go on stage and smile.","author":"Grimes","topic":"Smile"},{"quote":"I kept hiding my smile in pictures throughout middle school and most of high school until picture day came my senior year.","author":"Uzo Aduba","topic":"Smile"},{"quote":"I love to smile.","author":"Inge de Bruijn","topic":"Smile"},{"quote":"I was talking to a guy who was holding his 18-month-old daughter with the only limb he had left, and he had a smile on his face. I thought, &#39;I&#39;m not even a 10th of this man.&#39;","author":"Ron White","topic":"Smile"},{"quote":"The appreciative smile, the chuckle, the soundless mirth, so important to the success of comedy, cannot be understood unless one sits among the audience and feels the warmth created by the quality of laughter that the audience takes home with it.","author":"James Thurber","topic":"Smile"},{"quote":"Later in my life, I&#39;m going to look back and smile and be very fulfilled. I know that if I don&#39;t give it my all right now I&#39;ll regret it later. That&#39;s very important to me, because I&#39;ve worked all my life to have this.","author":"Shania Twain","topic":"Smile"},{"quote":"There&#39;s nothing like seeing the smile on my kids&#39; faces. Laughing together. Playing. It&#39;s the best.","author":"Mark Wahlberg","topic":"Smile"},{"quote":"The company of fools may first make us smile, but in the end we always feel melancholy.","author":"Oliver Goldsmith","topic":"Smile"},{"quote":"I still don&#39;t love the darkness, though I&#39;ve learned to smile in it a little bit, now and then.","author":"Billy Crystal","topic":"Smile"},{"quote":"Those who weep recover more quickly than those who smile.","author":"Jean Giraudoux","topic":"Smile"},{"quote":"I&#39;m one of those guys that - as far as relationships and stuff go - if you smile at me, I&#39;m like, &#39;Let&#39;s date for three years&#39; - which is just ridiculous.","author":"Norman Reedus","topic":"Smile"},{"quote":"The bat is gone, but the smile remains.","author":"Willie Stargell","topic":"Smile"},{"quote":"I never smile unless I mean it.","author":"Donny Osmond","topic":"Smile"},{"quote":"Reproof on her lip, but a smile in her eye.","author":"Samuel Lover","topic":"Smile"},{"quote":"To smile at the jest which plants a thorn in another&#39;s breast is to become a principal in the mischief.","author":"Richard Brinsley Sheridan","topic":"Smile"},{"quote":"Anybody who knows me knows that I&#39;m just here to put a smile on people&#39;s faces.","author":"Jason Mitchell","topic":"Smile"},{"quote":"When most people think of Woodrow Wilson, they see a dour minister&#39;s son who never cracked a smile, where in fact he was a man of genuine joy and great sadness.","author":"A. Scott Berg","topic":"Smile"},{"quote":"I wake up every day with a smile on my face.","author":"Bob Diamond","topic":"Smile"},{"quote":"Knowledge is going to make you stronger. Knowledge is going to let you control your life. Knowledge is going to give you the wisdom to teach their children. Knowledge is the thing that makes you smile in the face of disaster.","author":"Avery Brooks","topic":"Smile"},{"quote":"When life takes me on a new journey, I simply remember the smile my first ballet recital put on my face and I move forward.","author":"Andrea Thompson","topic":"Smile"},{"quote":"Comrades, this man has a nice smile, but he&#39;s got iron teeth.","author":"Andrei A. Gromyko","topic":"Smile"},{"quote":"Go, forget me - why should sorrow, O&#39;er that brow a shadow fling? Go, forget me - and tomorrow, brightly smile and sweetly sing. Smile - though I shall not be near thee; Sing - though I shall never hear thee.","author":"Charles Wolfe","topic":"Smile"},{"quote":"Not by appointment do we meet delight Or joy; they heed not our expectancy; But round some corner of the streets of life they of a sudden greet us with a smile.","author":"Gerald Massey","topic":"Smile"},{"quote":"Joy&#39;s smile is much closer to tears than laughter.","author":"Victor Hugo","topic":"Smile"},{"quote":"I think who you are in school really sticks with you. I don&#39;t ever feel like the cool kid at the party, ever. It&#39;s like, &#39;Smile and be nice to everybody, because you were not invited to be here.&#39;","author":"Taylor Swift","topic":"Smile"},{"quote":"A stale article, if you dip it in a good, warm, sunny smile, will go off better than a fresh one that you&#39;ve scowled upon.","author":"Nathaniel Hawthorne","topic":"Smile"},{"quote":"The very best hotel I&#39;ve stayed in is the Intercontinental on Park Lane. We went there for the Chelsea Flower Show a few years ago, and it was sheer luxury. Everybody had a smile on their face. I came home and changed all my pillows because the hotel ones were so beautiful.","author":"Mary Berry","topic":"Smile"},{"quote":"You know, I&#39;ve got wrinkles on my forehead and smile lines, but what&#39;s wrong with that? I love to smile.","author":"Jennifer Aniston","topic":"Smile"},{"quote":"I never smile when I have a bat in my hands. That&#39;s when you&#39;ve got to be serious. When I get out on the field, nothing&#39;s a joke to me. I don&#39;t feel like I should walk around with a smile on my face.","author":"Hank Aaron","topic":"Smile"},{"quote":"It&#39;s sort of a feeling of power onstage. It&#39;s really the ability to make people smile, or just to turn them one way or another for that duration of time, and for it to have some effect later on. I don&#39;t really think it&#39;s power... it&#39;s the goodness.","author":"Robert Plant","topic":"Smile"},{"quote":"It is boorish to live ungraciously: the giving is the hardest part; what does it cost to add a smile?","author":"Jean de la Bruyere","topic":"Smile"},{"quote":"I know what it&#39;s like to be famous. It&#39;s good money and it&#39;s great fun. A real kick in the pants. People wave at you and smile at you. You get great tables in restaurants. They send you gifts - beautiful clothes and cars.","author":"Pierce Brosnan","topic":"Smile"},{"quote":"While journalists cannot right every wrong, champion every cause or fix every problem, they can - through the written word - lift someone&#39;s burden for a day, make some elderly woman on a bus smile or let them know they are noticed by someone.","author":"Regina Brett","topic":"Smile"},{"quote":"It takes a man to suffer ignorance and smile.","author":"Sting","topic":"Smile"},{"quote":"It hurts when you have to smile and you don&#39;t want to smile, but the best thing to do is to smile.","author":"Mary J. Blige","topic":"Smile"},{"quote":"Our aim is to develop affectionate robots that can make people smile.","author":"Masayoshi Son","topic":"Smile"},{"quote":"Some people say they have a thirst for life. They&#39;re excited about every day and they&#39;re prepared to look the bad and the good straight in the face and greet it all with a smile. I like to think I&#39;m one of those people.","author":"Amy Jo Martin","topic":"Smile"},{"quote":"Smile, it&#39;s better than a poke in the eye.","author":"Douglas Horton","topic":"Smile"},{"quote":"But I am convinced that those Jews who stand aside today with a malicious smile and with their hands in their trousers&#39; pockets will also want to dwell in our beautiful home.","author":"Theodor Herzl","topic":"Smile"},{"quote":"I think one of my first jokes - in the black community, there&#39;s people who have jokes about skin tone. People like, &#39;You so black, you purple.&#39; &#39;You so black, you gotta smile so we can see you at night.&#39;","author":"Hannibal Buress","topic":"Smile"},{"quote":"I hated the ballet, but I liked performing. I did 20 shows, and I couldn&#39;t get the smile off my face.","author":"Ansel Elgort","topic":"Smile"},{"quote":"You can always tell folks from nonfolks. Folks like to feel good, like to smile for the camera when there&#39;s a big photo opportunity for a really good cause.","author":"Russell Baker","topic":"Smile"},{"quote":"The pilgrim is humble and devout, and human, and charitable, and ready to smile and admire; therefore, he should comprehend the whole of his way, the people in it, and the hills and the clouds, and the habits of the various cities.","author":"Hilaire Belloc","topic":"Smile"},{"quote":"I am trying to inspire people to just take control of their oral health, because if we don&#39;t take care of our oral health, it affects so many different aspects of our lives. If your smile and mouth is not together, it affects your relationship, your self-esteem, your health.","author":"Sherri Shepherd","topic":"Smile"},{"quote":"&#39;Unbreakable Smile&#39; was based off one of the songs I wrote for the album - it was actually the first song I wrote for the album without realizing it yet. I think I wanted to name the album that because it seemed like that was just the theme of that chapter in my life and just the theme of all the songs put together.","author":"Tori Kelly","topic":"Smile"},{"quote":"I wouldn&#39;t call myself successful, just obsessively exhausted. The music makes me smile, the movies make me feel humbled, and the comedy saves my life every day.","author":"Vir Das","topic":"Smile"},{"quote":"As happy a man as any in the world, for the whole world seems to smile upon me!","author":"Samuel Pepys","topic":"Smile"},{"quote":"I&#39;m positive and I smile a lot, and I&#39;m kind of a banana, but serious work just seems to find me, so I&#39;m not going to argue with it.","author":"Mireille Enos","topic":"Smile"},{"quote":"I come to work with a smile and I leave with a laugh, and I&#39;m so grateful.","author":"Robert Knepper","topic":"Smile"},{"quote":"Remember that it is not enough to abstain from lying by word of mouth; for the worst lies are often conveyed by a false look, smile, or act.","author":"Abraham Cahan","topic":"Smile"},{"quote":"Allowing yourself to smile takes 99% of the effort.","author":"Simon Travaglia","topic":"Smile"},{"quote":"I can&#39;t wait for summer in the city! I love all the free activities in the parks that become available to us New Yorkers. Yoga and movie screenings in Bryant Park, concerts in Central Park - there&#39;s so much more available to the New York community in the summer! And everyone just seems to smile more.","author":"Kara Lindsay","topic":"Smile"},{"quote":"As a female, you are often being asked by directors to be warmer, softer, flirt more, smile more etc... None of those things are bad, and obviously we are capable of a variety of human behavior, but it gets really old having to play into somebody&#39;s stereotype or ideal.","author":"Trieste Kelly Dunn","topic":"Smile"},{"quote":"His smile is like the silver plate on a coffin.","author":"John Philpot Curran","topic":"Smile"},{"quote":"We may smile at these matters, but they are melancholy illustrations.","author":"Joseph Howe","topic":"Smile"},{"quote":"I try to make people smile and dance, not think about things or educate them.","author":"Norman Cook","topic":"Smile"},{"quote":"My eyes are different sizes, my nose is too broad at the bridge and squishes up when I laugh, and my lips are sorta funny when I smile.","author":"Terry Farrell","topic":"Smile"},{"quote":"I&#39;ve never missed a gig yet. Music makes people happy, and that&#39;s why I go on doing it - I like to see everybody smile.","author":"Buddy Guy","topic":"Smile"},{"quote":"Tell me not of joy: there&#39;s none Now my little sparrow&#39;s gone; He, just as you, Would toy and woo, He would chirp and flatter me, He would hang the wing awhile, Till at length he saw me smile, Lord! how sullen he would be!","author":"William Cartwright","topic":"Smile"},{"quote":"It makes me sad when I find sisters who aren&#39;t joyful. They might smile, but with just a smile they could be flight attendants!","author":"Pope Francis","topic":"Smile"},{"quote":"Jesus wept; Voltaire smiled. From that divine tear and from that human smile is derived the grace of present civilization.","author":"Victor Hugo","topic":"Smile"},{"quote":"I don&#39;t ever feel like the cool kid at the party, ever. It&#39;s like, &#39;Smile and be nice to everybody, because you were not invited to be here.&#39;","author":"Taylor Swift","topic":"Smile"},{"quote":"The number-one job of the hedge-fund manager is not to make sure that you can retire with a smile on your face - it&#39;s for him to retire with a smile on his face.","author":"Mark Cuban","topic":"Smile"},{"quote":"He taught me never to smile, which helps me when I visit disaster sites.","author":"Emo Philips","topic":"Smile"},{"quote":"Clinton&#39;s hands remain incredibly clean, don&#39;t they, and Tony Blair&#39;s smile remains as wide as ever. I view these guises with profound contempt.","author":"Harold Pinter","topic":"Smile"},{"quote":"There are some women whose pregnancy would make some sly bachelor smile.","author":"Honore de Balzac","topic":"Smile"},{"quote":"It is spectacular. From about five minutes in, when we knew for sure that we were going to have the weather to go, the smile on my face just got bigger and bigger, and I was just beaming through the whole launch. I mean, it is just an amazing ride.","author":"Chris Hadfield","topic":"Smile"},{"quote":"Let him who expects one class of society to prosper in the highest degree, while the other is in distress, try whether one side; of the face can smile while the other is pinched.","author":"Thomas Fuller","topic":"Smile"},{"quote":"I have a great smile. A lot of people don&#39;t know that.","author":"Draymond Green","topic":"Smile"},{"quote":"No matter what I put out, somebody will be offended. I made a video on 10 reasons to smile, and it has dislikes. That should be an indication that there will be some who get offended no matter what you do. The best you can do as an entertainer or as someone who performs is to follow what you believe in.","author":"Lilly Singh","topic":"Smile"},{"quote":"When onstage, I always try to take my audience through as many emotions as I possibly can. I want them to go from laughter to tears, be shocked and surprised and walk out the door with a renewed sense of themselves - and maybe a smile.","author":"Reba McEntire","topic":"Smile"},{"quote":"Advice from my experience, for me, I&#39;ve never taken no as an answer, I don&#39;t believe in that. If I want something, I&#39;m going to get it. When people tell me that I can&#39;t do something, it just motivates me more. For me, it makes me smile, because I just want to prove everybody wrong.","author":"Roman Reigns","topic":"Smile"},{"quote":"Of course I used to smile and laugh in 1976, but not when I was competing. Please show me somebody who laughs when they are concentrating; I always smiled.","author":"Nadia Comaneci","topic":"Smile"},{"quote":"Just because a situation is grim doesn&#39;t mean you don&#39;t have every right to smile.","author":"Rashida Jones","topic":"Smile"},{"quote":"Ten years ago, I still feared loss enough to abandon myself in order to keep things stable. I&#39;d smile when I was sad, pretend to like people who appalled me. What I now know is that losses aren&#39;t cataclysmic if they teach the heart and soul their natural cycle of breaking and healing.","author":"Martha Beck","topic":"Smile"},{"quote":"And the smile that is worth the praises of earth is the smile that shines through tears.","author":"Ella Wheeler Wilcox","topic":"Smile"},{"quote":"There&#39;s an old adage about speakers: You won&#39;t remember what they said, but you&#39;ll never forget how they made you feel. Trump knows that in his bones. He gives his supporters - and they are growing - a terrific feeling of safety and security, along with a laugh and a smile.","author":"Cass Sunstein","topic":"Smile"},{"quote":"I think luck is the sense to recognize an opportunity and the ability to take advantage of it... The man who can smile at his breaks and grab his chances gets on.","author":"Samuel Goldwyn","topic":"Smile"},{"quote":"I&#39;ve learned to lose with a smile on my face. That&#39;s what the Oscar teaches you.","author":"Alejandro Gonzalez Inarritu","topic":"Smile"},{"quote":"Americans think Soviets are so grim. I want them to see that they can smile.","author":"Yakov Smirnoff","topic":"Smile"},{"quote":"People want to start their day off with a smile or, better yet, a guffaw.","author":"George Takei","topic":"Smile"},{"quote":"If you walk down the street and smile at someone, that will get passed on to the next person. That has the power to change someone&#39;s day.","author":"Julianna Margulies","topic":"Smile"},{"quote":"Country music in the mid-&#39;90s was a big influence on my career, and I played all the songs that are referenced in &#39;94&#39; back in my club days. Joe Diffie was rocking a sick mullet, and he was hotter than ever... just putting out monster hit after monster hit. It totally takes me back to those days, and it makes me smile every time I hear it.","author":"Jason Aldean","topic":"Smile"},{"quote":"I never realized before this the emotional power of some really simple, corny tropes: people with top hats, people with batons, confetti going off, how important it is to smile.","author":"Ira Glass","topic":"Smile"},{"quote":"The people of Liberia know what it means to be deprived of clean water, but we also know what it means to see our children to begin to smile again with a restoration of hope and faith in the future.","author":"Ellen Johnson Sirleaf","topic":"Smile"},{"quote":"We are entertainers. We have to give our audience a good time. If my name serves that purpose, if that brings a smile on your face, then I think it is good and my job has been done.","author":"Tiger Shroff","topic":"Smile"},{"quote":"If you&#39;re authentic, people smile because they sense there&#39;s a piece of themselves there.","author":"Bonnie Hunt","topic":"Smile"},{"quote":"It&#39;s true that a smile can take years off a person - not that such a thing matters in Yoko Ono&#39;s case.","author":"Elvis Mitchell","topic":"Smile"},{"quote":"I love the live performances and Las Vegas. I also like making films that are being discovered by another generation. Having been a teen idol of the &#39;60s is great because you realize you left your generation with a smile and good memories.","author":"Connie Stevens","topic":"Smile"},{"quote":"I have a few go-to moves like jazz hands, shake the booty, stupid eyes. It was once a mating ritual, but now it&#39;s all about looking silly and making the kids smile.","author":"John Cho","topic":"Smile"},{"quote":"When I&#39;m getting a chance to do my job or make somebody&#39;s day, and be on stage where I love, and see all the fans having fun, you can&#39;t help but smile.","author":"Cole Swindell","topic":"Smile"},{"quote":"I love to see the smiles on people&#39;s faces when you cook for them. I love to go to different restaurants. I want to cook because I know this acting isn&#39;t going to last forever, and I want something to fall back on. It&#39;s another way to make people smile.","author":"Raven-Symone","topic":"Smile"},{"quote":"You mustn&#39;t smile when you lose. You have to be sad like other people. You have to win every game.","author":"Eden Hazard","topic":"Smile"},{"quote":"I&#39;m all about people that appreciate, that are grateful, that smile, that have a sense of humour - the dirtier the laugh, the better- that&#39;s my kind of vibe... and I hope that&#39;s the kind of thing that I attract.","author":"Poppy Delevingne","topic":"Smile"},{"quote":"I always remember this neighbor who would ask me to babysit for her. She looked like Jayne Mansfield, and I remember babysitting for, like, five hours and she would pay me 80 cents, with a phony smile. I used to go home fuming to my mum.","author":"Jennifer Coolidge","topic":"Smile"},{"quote":"I will tell you with 100 percent confidence, Jon Jones is not deep in my head. The fact he actually thinks that, it makes me smile every day.","author":"Daniel Cormier","topic":"Smile"},{"quote":"Tears are sometimes an inappropriate response to death. When a life has been lived completely honestly, completely successfully, or just completely, the correct response to death&#39;s perfect punctuation mark is a smile.","author":"Julie Burchill","topic":"Smile"},{"quote":"If my life and music brings a smile or makes a difference in any individual&#39;s life, then there is nothing beyond for me as a god&#39;s gift.","author":"Adnan Sami","topic":"Smile"},{"quote":"I want to put concepts in front of people that make them laugh or smile or even hate what I do. I&#39;m not interested in just putting clothes in stores.","author":"Thom Browne","topic":"Smile"},{"quote":"I was never one of those surly teenagers who doesn&#39;t smile. My lovely godfather said it was always lovely to see me because I was the only teenager who smiled. And I was so in awe of him, I thought it was one of the best things anyone had ever said to me. So it made me want to live up to what he said.","author":"Olivia Colman","topic":"Smile"},{"quote":"I was so embarrassed about mispronouncing words. I just knew how to smile.","author":"Adriana Lima","topic":"Smile"},{"quote":"I hoped I could make people smile and laugh and have a good time.","author":"Carson Kressley","topic":"Smile"},{"quote":"When you have to work, work with a smile.","author":"Kapil Dev","topic":"Smile"},{"quote":"As long as you smile, have sparkly eyes and stick your shoulders back, nobody&#39;s going to notice your bum or your waist or your feet, for that matter.","author":"Cat Deeley","topic":"Smile"},{"quote":"Virtue is not photogenic. What is it to be a nice guy? To be nothing, that&#39;s what. A big fat zero with a smile for everybody.","author":"Kirk Douglas","topic":"Smile"},{"quote":"I&#39;m a huge sun baby. As soon as the sun comes out, my smile gets bigger, so I&#39;m constantly smiling in L.A. It&#39;s a fantastic place to be.","author":"Ricky Whittle","topic":"Smile"},{"quote":"I eat every two hours. I sleep for eight hours. I have lots of water. I pray to keep calm. Most importantly, I have a smile on my face.","author":"Vidya Balan","topic":"Smile"},{"quote":"The person that&#39;s always talkin&#39;, you don&#39;t have to worry about that person. The person that while you&#39;re in his face, he&#39;s just lookin&#39; at you with a smile on his face, that&#39;s the guy you worry about.","author":"Michael Clarke Duncan","topic":"Smile"},{"quote":"As soon as you &#39;Botox&#39; your smile lines away, you lose part of your identity.","author":"Nigel Barker","topic":"Smile"},{"quote":"I&#39;m happy to help Crest Whitestrips on their mission to inspire photographers everywhere to capture smile moments and would encourage aspiring photographers to express themselves through their photos.","author":"Nigel Barker","topic":"Smile"},{"quote":"I love a girl that can make me laugh. I am not really a laugh-at-things type of guy and I don&#39;t smile and laugh all the time... But if a girl can make me laugh... I&#39;m in love!!!!","author":"Jesse McCartney","topic":"Smile"},{"quote":"With my father and sister being very depressed for most of their lives, it was incumbent on me to try to make them laugh, in this ridiculous way. They were the wittiest people I knew, but to get a smile from them was like winning the lottery.","author":"Miriam Toews","topic":"Smile"},{"quote":"My first experiences of academic friendship made me smile in after years when I looked back on them. But my circle of acquaintances had gradually grown so large that it was only natural new friendships should grow out of it.","author":"Georg Brandes","topic":"Smile"},{"quote":"Women do come up to me, and they tell me what they think! I&#39;ve gotten great compliments on my eyes and my smile. But I don&#39;t see myself as sexy.","author":"Jesse L. Martin","topic":"Smile"},{"quote":"My mom taught me the power of love. I learned to focus on the long-term big picture from my father. His sense of humor and light-hearted approach always make me smile. My husband is a pivotal anchor in my life. His influence encourages me to be independent and take risks.","author":"Padmasree Warrior","topic":"Smile"},{"quote":"I smile so much at the theater my face hurts when I leave.","author":"Heather Matarazzo","topic":"Smile"},{"quote":"Southerners smile more than other Americans.","author":"John Shelton Reed","topic":"Smile"},{"quote":"I wanted Jesus in &#39;A.D.&#39; to be very, very, very human - to have those qualities of vulnerability and doubt and pain and sadness and loneliness. Once the resurrection happens and we see that Jesus has risen, it&#39;s almost complete, right? It&#39;s all about the joy and the smile and the happiness and the closeness to the disciples.","author":"Juan Pablo Di Pace","topic":"Smile"},{"quote":"We think of stars as celestial beings. And once in a while, they smile at us from the pages of &#39;People&#39; magazine.","author":"A. E. Hotchner","topic":"Smile"},{"quote":"I retire with a smile on my face, in good health, and ready to spend autumns at my kids&#39; games instead of my own. I&#39;m excited to start the next chapter of my life.","author":"Drew Bledsoe","topic":"Smile"},{"quote":"I&#39;ve covered a lot of ground geographically and emotionally and for years I lost my connection with my family. But the best comfort you can have, whether you are on the phone or sitting there in the living room with them, is with your parents, and to me family has always meant protection. When you smile you get a smile back, unconditionally.","author":"Brigitte Nielsen","topic":"Smile"},{"quote":"There are those who believe that the value of a children&#39;s book can be measured only in terms of the moral lessons it tries to impose or the perfect role models it offers. Personally, I happen to think that a book is of extraordinary value if it gives the reader nothing more than a smile or two. In fact, I happen to think that&#39;s huge.","author":"Barbara Park","topic":"Smile"},{"quote":"Tanzanians are some of the friendliest you&#39;ll ever meet, insisting on a welcoming smile and wave as they pass you on the streets, exclaiming &#39;Jambo!&#39;","author":"Jodi Balfour","topic":"Smile"},{"quote":"Football has to work really hard to put a smile on people&#39;s face and not to be so focused on the question of money. Everything is in danger of losing its soul if you&#39;re always going to sell out to the highest bidder.","author":"Gordon Taylor","topic":"Smile"},{"quote":"Generally, when a record label suggests album ideas for you, you smile politely, and then proceed to shoot it down, because it&#39;s never what you as an artist feel is right for you.","author":"John Scofield","topic":"Smile"},{"quote":"I try to keep people happy. I go out of my way to get a smile. That&#39;s the way my mother raised me.","author":"Donald Dunn","topic":"Smile"},{"quote":"I definitely want to continue working in independent films - and big budget stuff as well - but there&#39;s a freedom you have when you&#39;re not getting paid. It&#39;s easier to say no and there&#39;s no pressure to please the powers that be. Also I don&#39;t have to hear &#39;flirt and smile more.&#39;","author":"Trieste Kelly Dunn","topic":"Smile"},{"quote":"They gave each other a smile with a future in it.","author":"Ring Lardner","topic":"Smile"},{"quote":"I was brought up by my father to think that the best thing in life was to be charming, to have a nice smile, always to be liked.","author":"Miranda Seymour","topic":"Smile"},{"quote":"Whenever I look at a baby or children in general, I smile and just want to play with them.","author":"Odeya Rush","topic":"Smile"},{"quote":"When my time ends, I want people to say, &#39;Man her music made me smile; it just enlightened my life; it inspired me; it made me feel good every time.&#39;","author":"Ledisi","topic":"Smile"},{"quote":"We&#39;re under some gross misconception that we&#39;re a good species, going somewhere important, and that at the last minute we&#39;ll correct our errors and God will smile on us. It&#39;s delusion.","author":"Farley Mowat","topic":"Smile"},{"quote":"The man who can smile when things go wrong has thought of someone else he can blame it on.","author":"Robert Bloch","topic":"Smile"},{"quote":"I don&#39;t know what I would have done without believing in God. His support gives me power and energy to continue to be optimistic, to smile, not to be depressed. Sometimes, if things are not going so well, I don&#39;t cry. I say maybe it&#39;s meant to be.","author":"Ofra Haza","topic":"Smile"},{"quote":"At one time, you could sit on the Rue de la Paix in Paris or at the Habima Theater in Tel Aviv or in Medina and you could see a person come in, black, white, it didn&#39;t matter. You said, &#39;That&#39;s an American&#39; because there&#39;s a readiness to smile and to talk to people.","author":"Maya Angelou","topic":"Smile"},{"quote":"&#39;SMiLE&#39; is perhaps the Beach Boys&#39; most legendary album. It was recorded in 1966 and 1967 but only saw a formal release in 2011. That&#39;s a long time to wait for what was said to be Brian Wilson&#39;s masterpiece.","author":"Henry Rollins","topic":"Smile"},{"quote":"I think a smile can make your whole body. Models, they look fabulous, but they don&#39;t smile, and they look so mad.","author":"Serena Williams","topic":"Smile"},{"quote":"I loved the Kennedy Center Honors because you just sit there, smile, wave, and cry.","author":"Carol Burnett","topic":"Smile"},{"quote":"All the awards in the world, you can get into all the nightclubs, they&#39;ll send you the nicest clothes. Nothing better than walking into your dad&#39;s restaurant and seeing a smile on his face and knowing that your mom and dad and your sister are real proud of you.","author":"Lady Gaga","topic":"Smile"},{"quote":"On &#39;America&#39;s Top Model,&#39; I&#39;ve always told my girls to smile with their eyes. We call it &#39;smizing.&#39; Over the years, it&#39;s actually become part of pop culture. I would be walking down the street, and girls would say, &#39;Smize!&#39;","author":"Tyra Banks","topic":"Smile"},{"quote":"After my husband John Lennon passed away, I tried to smile for my health.","author":"Yoko Ono","topic":"Smile"},{"quote":"I always say to myself that if I can make a movie that makes a kid smile or gives them some hope or something to get excited about, then I&#39;m applying myself in the best way that I can. I don&#39;t think that just goes for kids. I think that it goes for adults, as well, and for families.","author":"Nicolas Cage","topic":"Smile"},{"quote":"I just feel like people like a little break. Especially at 12:37 at night, you go, like, &#39;I&#39;m just tired of the snarky right now. I just want to lie down and have somebody make me laugh for an hour. Entertain me, and then I&#39;m going to sleep with a smile on my face.&#39; That&#39;s my job; that&#39;s what I do.","author":"Jimmy Fallon","topic":"Smile"},{"quote":"People need to understand that the Lauryn Hill they were exposed to in the beginning was all that was allowed in that arena at the time. I had to step away for the sake of the machine. I was being way too compromised. I felt uncomfortable having to smile in someone&#39;s face when I really didn&#39;t like them or know them well enough to like.","author":"Lauryn Hill","topic":"Smile"},{"quote":"I think Led Zeppelin must have worn some of the most peculiar clothing that men had ever been seen to wear without cracking a smile.","author":"Robert Plant","topic":"Smile"},{"quote":"&#39;Tropic Thunder&#39; is one of my favorite movies of all time. &#39;Blazing Saddles.&#39; Anything that will get me to smile.","author":"John Cena","topic":"Smile"},{"quote":"You learn to laugh at yourself, and you also lean on comedy as a crutch to kind of take the edge off because comedians often are self-deprecating, and they cross lines that they shouldn&#39;t. Stuff like that brings a smile to my face every once in a while when needed.","author":"John Cena","topic":"Smile"},{"quote":"When I came into office, people said, &#39;Billionaire? How do they live? What do they eat? How do they sleep?&#39; Today, they see me on the subway coming uptown. A couple of people say hi, some people smile and nod. Some people just sleep. It&#39;s not an issue.","author":"Michael Bloomberg","topic":"Smile"},{"quote":"I&#39;m not this callous clown walking around laughing at life all the time. I&#39;ve had some serious, serious problems in my life. But I&#39;ve come out with a smile.","author":"John Lydon","topic":"Smile"},{"quote":"If you&#39;re able to help some people and make them smile and make them realize that life is good, then that&#39;s worth so much more than buying a pair of shoes.","author":"Maria Sharapova","topic":"Smile"},{"quote":"A body smiles, like, 72 times a day. Where does that smile go? That&#39;s what I want to know.","author":"Goldie Hawn","topic":"Smile"},{"quote":"I&#39;m so envious of that genetic wiring that immediately puts a smile on your face. My genetic wiring just puts creases in my eyebrows.","author":"Chris Pine","topic":"Smile"},{"quote":"My children and my husband make me smile. My work makes me smile.","author":"Victoria Beckham","topic":"Smile"},{"quote":"I could be hit by a Sara Lee truck tomorrow. Which is not a bad way of going: &#39;Richard Simmons Found in a Freeway in Pound Cake and Fudge, With a Smile on His Face.&#39; Let&#39;s face it. We don&#39;t know anything.","author":"Richard Simmons","topic":"Smile"},{"quote":"I bring people on stage with me. It&#39;s a good time, and people love to join in on the party. Show me a smile, and I&#39;ll show you one back.","author":"Vanilla Ice","topic":"Smile"},{"quote":"When I take my kids out for dinner or lunch, people smile at us.","author":"Louis C. K.","topic":"Smile"},{"quote":"We&#39;ve all met those who seem to radiate happiness. They seem to smile more than others; they laugh more than others - just being around them makes us happier as well.","author":"Joseph B. Wirthlin","topic":"Smile"},{"quote":"As a model, I really stand for not being a model, if that makes sense. When I started, the whole idea of the model was very different; it was a bit stuck-up. Not stuck-up, but no one was trying to have fun, or not even have fun, but be willing to smile.","author":"Cara Delevingne","topic":"Smile"},{"quote":"I&#39;ve told several writers this, and, again, I get back to it, but if you want to make God smile, tell him your plans.","author":"Vin Scully","topic":"Smile"},{"quote":"The only picture I have of my childhood is the picture of me in kindergarten. I have this expression on my face - it&#39;s not a smile, it&#39;s not a frown. I swear to you, that&#39;s the girl who wakes up in the morning and who looks around her house and her life saying, &#39;I cannot believe how God has blessed me.&#39;","author":"Viola Davis","topic":"Smile"},{"quote":"Kanye is so much fun. He&#39;s a wonderful person. What I love about Kim and Kanye is that I think they save their happy moments and their smiles for themselves rather than sharing everything with the public. And listen, when a camera is shoved in your face trying to take a selfie, you do not want to smile.","author":"Chrissy Teigen","topic":"Smile"},{"quote":"If what I have to do is share a sandwich to lift someone&#39;s spirits, put a smile on their face - the worst thing that happens is I go broke!","author":"Jose Andres","topic":"Smile"},{"quote":"I&#39;m a positive guy, even if I don&#39;t smile a lot.","author":"James Arthur","topic":"Smile"},{"quote":"I was walking around legally blind. Now I have 20-20 vision. I can&#39;t believe I spent so many years blurry, but I think that coincides with how I was feeling. Now I notice if people are watching me, but I also smile right back if someone waves, which helps.","author":"Nicole Kidman","topic":"Smile"},{"quote":"No connection to the average voter - Clinton has an air of superiority. Despite her wide smile and pleasant appearance, she is envisioned as someone who is trying to hide something all the time.","author":"Fabrizio Moreira","topic":"Smile"},{"quote":"A bland smile is like a green light at an intersection, it feels good when you get one, but you forget it the moment you&#39;re past it.","author":"Douglas Coupland","topic":"Smile"},{"quote":"What looks like enjoyment is the sneer of contempt. That&#39;s not a smile.","author":"Jack Kevorkian","topic":"Smile"},{"quote":"It&#39;s inspirational to see someone who is dying smile.","author":"Arlen Specter","topic":"Smile"},{"quote":"I don&#39;t mind a little Sturm und Drang. When I was doing &#39;Riding in Cars With Boys,&#39; I wouldn&#39;t smile at anybody, because my character, Bev, was angry at the world. I&#39;m the opposite. Inside my head I&#39;d be like, God, I&#39;ll explain to you at the end of shooting that I&#39;m not this person.","author":"Drew Barrymore","topic":"Smile"},{"quote":"Right now, I&#39;m following the Buddhist principle: Smile as abuse is hurled your way and this too shall pass.","author":"Aishwarya Rai Bachchan","topic":"Smile"},{"quote":"I played the violin my whole life. I wanted to play from the time I was just a little kid, and I&#39;ve always loved dance as well. I wanted to make people smile. I wanted to add an extra energy to my playing and make it visual and make it unique and fun.","author":"Lindsey Stirling","topic":"Smile"},{"quote":"It&#39;s really hard to smile when you play. As a performer, if I ever find myself focusing, it&#39;s like, &#39;Oh no - orchestra face!&#39; It&#39;s not attractive at all, so I have to focus on smiling.","author":"Lindsey Stirling","topic":"Smile"},{"quote":"As I get older, I want to do more films for kids because they&#39;re the best audience around. Just putting a smile on a kid&#39;s face is the best thing.","author":"James McAvoy","topic":"Smile"},{"quote":"Comedians like to see people smile. With acting, I love giving people a feeling, an emotion. I like to give people a feeling. When they come away from my scene, I want them to think.","author":"Keke Palmer","topic":"Smile"},{"quote":"I never laugh or smile when I am writing. When I come home for lunch after writing all morning, my wife says I look like I just came home from a funeral. This is not bragging. This is an illness.","author":"Carl Hiaasen","topic":"Smile"},{"quote":"So, my style has hopefully changed over the years and it is more relaxed, and I do tend to smile and have more than one expression these days hopefully - which I didn&#39;t at the beginning.","author":"Jo Brand","topic":"Smile"},{"quote":"Watching movies in the U.S. is great fun because they get every joke, they smile, they laugh so much; it&#39;s a great feeling.","author":"Jet Li","topic":"Smile"},{"quote":"&#39;Tis easy enough to be pleasant, When life flows along like a song; But the man worth while is the one who will smile when everything goes dead wrong.","author":"Ella Wheeler Wilcox","topic":"Smile"},{"quote":"I don&#39;t have to jump up and smile just because TV wants me to.","author":"Walter Payton","topic":"Smile"},{"quote":"Sometimes people have questioned whether I was making fun of the industry or just at myself. I&#39;m just trying to raise a smile. Clothes aren&#39;t meant to be worshipped at a church altar.","author":"Jeremy Scott","topic":"Smile"},{"quote":"Sometimes Queens&#39; music is dark, but somehow it&#39;s ok to deliver it with a smile on your face because thing&#39;s are still going to kick in.","author":"Josh Homme","topic":"Smile"},{"quote":"In general, men are wired to notice obvious signs that convey interest in mating - a warm smile, for example - and ignore other subtleties, like if your lipstick is faded.","author":"Helen Fisher","topic":"Smile"},{"quote":"Playing hard to get is not the way to win me over. I&#39;m definitely more for the girl who can smile and laugh all the time and just have a good time!","author":"Taylor Lautner","topic":"Smile"},{"quote":"Obama&#39;s stern demeanor punctuated by intermittent flashes of his wide, relaxing smile is his greatest weapon in defusing pent-up angst.","author":"Tina Brown","topic":"Smile"},{"quote":"No, I like to wear as least amount of makeup as I can during my everyday life because I&#39;m just all about keeping my skin healthy and hydrated and I love to laugh and have a great time and smile - that&#39;s when I feel the most pretty so I just want to make sure that I stay happy.","author":"Lily Collins","topic":"Smile"},{"quote":"I like people with their own opinions, and I like people who argue with me. It&#39;s very exhausting to be in a room full of people who just nod and smile.","author":"Shonda Rhimes","topic":"Smile"},{"quote":"Riding Valegro always makes you smile, so I enjoy it.","author":"Charlotte Dujardin","topic":"Smile"},{"quote":"I can&#39;t help but smile when I ride Valegro; I think something, and he does it. I laugh, and I think, &#39;God, how does he know? I didn&#39;t even ask. I just thought it.&#39;","author":"Charlotte Dujardin","topic":"Smile"},{"quote":"Have you seen these Japanese hospital droids, or humanoids, or whatever they call it? They&#39;ve perfected the skin, and the skin looks so real. They have these motors between the eyes for when they smile. It&#39;s just mind-blowing.","author":"Joel Kinnaman","topic":"Smile"},{"quote":"More people smile at me now I&#39;m richer.","author":"Mo Ibrahim","topic":"Smile"},{"quote":"The Oscars are a lot different when you are a nominee. You walk around with this big smile on your face, and everyone, even people who work for rival film companies, tells you they voted for you.","author":"Samuel Goldwyn","topic":"Smile"},{"quote":"I&#39;m just trying to write things that resonate with people. And when we&#39;re all going through something together, I think you smile after that - I hope that people leave inspired after one of my shows.","author":"Andy Grammer","topic":"Smile"},{"quote":"City Ballet has to develop choreographers of stature and a new approach to coaching before everything we value about it fades away and, in the great tradition of the Cheshire Cat, there&#39;s nothing left but Peter Martins&#39; smile.","author":"Robert Gottlieb","topic":"Smile"},{"quote":"Not everything is going to be handed to you just because you&#39;re talented with a big smile. Sometimes you just gotta get out and shoot jumpers for hours and hours and hours. That&#39;s something I didn&#39;t really get a grasp on until way later, waking up early and treating it like a job if you&#39;re serious about it. Get the freak up and, you know, work.","author":"Anderson Paak","topic":"Smile"},{"quote":"I cry at anything remotely touching - smile at me warmly and I&#39;m off... television also does it, everything from &#39;X-Factor&#39; to cereal commercials. I cry when I am tired. I also cry when I laugh.","author":"Natalie Massenet","topic":"Smile"},{"quote":"&#39;Priced to sell&#39; - just the phrase makes me smile. When a dealer says all the items in his booth are priced to sell, he means he&#39;s tagged them as aggressively as he can to get you to buy them. Don&#39;t worry, though, I still haggle. You have to. That&#39;s the point of a flea market.","author":"Nate Berkus","topic":"Smile"},{"quote":"Ostensibly rigorous and realistic, contemporary conservatism is an ideology of denial. Its symbol is a smile button.","author":"Christopher Lasch","topic":"Smile"},{"quote":"For me, music makes my smile brighter during my workouts. It adds that extra something that motivates me to go further or work harder!","author":"Summer Sanders","topic":"Smile"},{"quote":"I&#39;m not the athlete I was when I was training for the Olympics in &#39;92 or when I was working out every single day. I have to live in moderation: I work out three or four days a week, and I smile while I&#39;m working out - I really do enjoy it. I work out with my girlfriends and make it a social competition.","author":"Summer Sanders","topic":"Smile"},{"quote":"I am so saddened and grossed out by young women who look like creepy, old aliens because of their new Barbie noses and lips. Is that a smile or a grimace?","author":"Olivia Wilde","topic":"Smile"},{"quote":"If women had to promise to provide for a man for a lifetime before he removed his veil and showed her his smile, would we think of this as a system of female privilege?","author":"Warren Farrell","topic":"Smile"},{"quote":"I&#39;m always proud to be popular with the fans. I try to smile and do my best. If they like it, it&#39;s even better.","author":"Antoine Griezmann","topic":"Smile"},{"quote":"I&#39;m quite British in the sense of not expressing my emotions much. I save it for my songs. If you ask about a death in the family, or a lover, I will not be emotional. I&#39;d probably answer with a smile. Because that&#39;s what we British blokes do.","author":"James Blunt","topic":"Smile"},{"quote":"I enjoy the process of composing music. The first time I hear a song, it has to bring a smile to my lips. You have to tap your feet and be able to sing the song.","author":"Salman Khan","topic":"Smile"},{"quote":"There are so many beautiful things that are a part of the world, and I&#39;ve always looked at life that way; I&#39;ve always tried to put on a smile and a brave front, not just for my kids but in my own life and all the difficulties that I&#39;ve gone through.","author":"Gloria Estefan","topic":"Smile"},{"quote":"In politics you learn to always smile.","author":"Eliot Spitzer","topic":"Smile"},{"quote":"I will have my publicist pull pictures of the way I look at events so I can see, &#39;Oh, that cut is not as flattering as I thought,&#39; or &#39;I should smile bigger,&#39; or &#39;That positioning is odd.&#39; I learn from it.","author":"Allison Williams","topic":"Smile"},{"quote":"Sometimes when I&#39;m being photographed, I hear the voice of this photographer who told me when I was about six while he was taking my school photo that I didn&#39;t have a nice smile, and I shouldn&#39;t smile in photos.","author":"Brad Goreski","topic":"Smile"},{"quote":"The smile of God is victory.","author":"John Greenleaf Whittier","topic":"Smile"},{"quote":"I&#39;m a car fanatic and each morning I wake up with a smile on my face, whether I&#39;m commentating on the Formula One or at Silver Hatch racetrack in Roary the Racing Car.","author":"Murray Walker","topic":"Smile"},{"quote":"I used to watch some of the reality shows about models, and then, weirdly, now I try to incorporate into my fashion shoots the skills I learnt from watching those shows. It&#39;s like, thanks Tyra, &#39;cause you&#39;ve given me, like, all the cool tips. Like how to smile with your eyes.","author":"Rebel Wilson","topic":"Smile"},{"quote":"I travel around the world, experiencing every language, every religion... some places where there&#39;s just no reason to smile, because their lives are so difficult.","author":"Lionel Richie","topic":"Smile"},{"quote":"I&#39;m so glad cities have personalities, just like people have personalities. That&#39;s something that makes me smile.","author":"Fred Armisen","topic":"Smile"},{"quote":"There are certain expectations that are put on you as a child actor, but mainly it&#39;s just turn up and say your lines with a lot of energy and a cute smile.","author":"Naomie Harris","topic":"Smile"},{"quote":"I&#39;ve been dealing with the press for 45 years. You need a very long spoon to sup with them. While you are always grateful, they are like badly trained dogs. They smile and wag and bite your arm off.","author":"Joanna Lumley","topic":"Smile"},{"quote":"The thing that makes me feel the most confident is definitely my smile. I like that my smile and my facial expressions really show what I&#39;m feeling, and my smile is the best way to show that I&#39;m happy.","author":"Laurie Hernandez","topic":"Smile"},{"quote":"I&#39;m honest and tell it like it is. I&#39;ve been around the horn a few times and learned valuable lessons from screwing up a bit. So, if I can pass off advice or make someone smile on the way to work, I&#39;m for it.","author":"Stone Cold Steve Austin","topic":"Smile"},{"quote":"Usually, if you smile at them and show some interest in the toy, they will give it to you. That&#39;s a straight up Democrat move!","author":"Margaret Cho","topic":"Smile"},{"quote":"Breathing in, I am aware of my heart. Breathing out, I smile to my heart and know that my heart still functions normally. I feel grateful for my heart.","author":"Nhat Hanh","topic":"Smile"},{"quote":"I just sing the stuff that makes me smile, makes me feel like I didn&#39;t sell myself out.","author":"Patti LaBelle","topic":"Smile"},{"quote":"You see, with me, when I&#39;m nervous, I smile and laugh.","author":"Paula Radcliffe","topic":"Smile"},{"quote":"If you&#39;re in my shoes, and your goal is to leave people with the biggest possible smile on their face, then doing the meet-and-greet afterwards makes sense.","author":"Mick Foley","topic":"Smile"},{"quote":"I have had wrinkles on my forehead and my smile line since I was a kid. I see them in my own kids. I know what they&#39;re going to look like. So it&#39;s kind of like that&#39;s my personality. I feel the older you get, too, the more confident you become just in your own skin.","author":"Faith Hill","topic":"Smile"},{"quote":"I had ordered long legs, but they never arrived. My eyes are weird too, one is gray and the other is green. I have a crooked smile and my nose looks like a ski slope. No, I would not win a Miss contest.","author":"Jane Seymour","topic":"Smile"},{"quote":"It takes both courage and talent to stand up in front of fellow human beings and make them crack a smile, and at the same time keep it clean.","author":"Ray Comfort","topic":"Smile"},{"quote":"Once you don&#39;t smile on film, they say, &#39;Let&#39;s have that bloke who doesn&#39;t smile.&#39;","author":"Richard C. Armitage","topic":"Smile"},{"quote":"I feel like looking in the mirror when you brush your teeth, yes, I see lines, and then I smile and I see things here and there. But that&#39;s just, you know, you - that&#39;s your journey, you know?","author":"Heidi Klum","topic":"Smile"},{"quote":"And I like the look on people&#39;s faces when I say I&#39;m doing this movie called Pride and Prejudice and they kind of smile, and then I say I&#39;m in a movie called Doom and they kind of do a double take and try and put the two things together. And they never quite manage to.","author":"Rosamund Pike","topic":"Smile"},{"quote":"Religion can emerge in all forms of feeling: here wild anger, there the sweetest pain; here consuming hatred, there the childlike smile of serene humility.","author":"Karl Wilhelm Friedrich Schlegel","topic":"Smile"},{"quote":"Actors are supposed to be these runaways that get in a covered wagon filled with hats and tambourines and go from town to town making people smile.","author":"John Cho","topic":"Smile"},{"quote":"We forget that this music, music made by my brothers and sisters, is still a baby. It&#39;s just beginning. When I think of the possibilities, it makes me smile.","author":"Barry White","topic":"Smile"},{"quote":"It&#39;s always something; it&#39;s never going to be something that&#39;s pleasing. People will always find something to say, and once you become comfortable with that, you can walk away and smile.","author":"Tyron Woodley","topic":"Smile"},{"quote":"Make people have a smile when they finish your e-mail.","author":"Letitia Baldrige","topic":"Smile"},{"quote":"I am happy at Tottenham. I go into work every day with a smile on my face, and that is important.","author":"Harry Kane","topic":"Smile"},{"quote":"I&#39;m a happy guy. I just want to see people laugh and smile.","author":"Gerry Cooney","topic":"Smile"},{"quote":"If you cannot smile when you listen to music, then do not listen to it!","author":"Estelle","topic":"Smile"},{"quote":"When I&#39;ve had to edit my albums, I&#39;ll listen to it one time through, and I&#39;ll make edits. I want to remember to set up a camera to record myself listening to my set, because I don&#39;t even slightly crack a smile, I am just listening for technical details, and I look like somebody that has absolutely no sense of humor. I look insane.","author":"Tig Notaro","topic":"Smile"},{"quote":"As a New Yorker, this is what you do: you confront, jab, and slap, sometimes wrongly, then smile and forget about it.","author":"Greg Gutfeld","topic":"Smile"},{"quote":"When men have a smile on their faces, that does a lot for me.","author":"Michelle Yeoh","topic":"Smile"},{"quote":"It brings a smile to my face every time I look in the record book and see my name with the likes of Hutson and Lance Alworth and Raymond Berry, some of the fabled receivers of the NFL. It&#39;s all like a dream to me. I can&#39;t believe it&#39;s true.","author":"Steve Largent","topic":"Smile"},{"quote":"&#39;Chef&#39; is a dish of arroz con pollo served with a smile but not much style. The critic in the film would give it a low grade, for agreeability without ambition.","author":"Richard Corliss","topic":"Smile"},{"quote":"I think people take a liking to a voice or something that makes them smile and feel good about themselves.","author":"Jess Glynne","topic":"Smile"},{"quote":"I live to leave somebody with a positive experience when they&#39;ve met me, and make someone smile for the day.","author":"Dolph Ziggler","topic":"Smile"},{"quote":"Some people are fighting much, much more important battles and much bigger battles, and if we get the chance to put a smile on their face for ten seconds, it&#39;s so worth it.","author":"Dolph Ziggler","topic":"Smile"},{"quote":"Scarlett Johansson has a smile she tries to suppress in every movie she makes. She&#39;s been trying to keep a straight face since she appeared with Bill Murray 11 years ago in her breakthrough, &#39;Lost in Translation.&#39;","author":"Steve Erickson","topic":"Smile"},{"quote":"I am very bad at taking compliments. Even in school, when people told me that I look good, I could just manage an awkward thank you and a smile.","author":"Barun Sobti","topic":"Smile"},{"quote":"I&#39;m not invincible. I am not picture-perfect. The reason I am here is not because of the money; if I get to entertain people and put a smile on their face, I feel content.","author":"Varun Dhawan","topic":"Smile"},{"quote":"For me, the driving force is the audience, and the day that stops, I will stop doing films. The day a part of me stops feeling like putting a smile on someone else&#39;s face or if I feel like I don&#39;t want to entertain anymore, then I will pack up and leave.","author":"Varun Dhawan","topic":"Smile"},{"quote":"The NBA Schedule was made up by one man, Eddie Gottlieb, who had owned the Philadelphia Warriors. Eddie had a Buddha-like body and a crinkly smile, and because he had also been an owner in baseball&#39;s old Negro leagues, he was known as the Mogul.","author":"Frank Deford","topic":"Smile"},{"quote":"After six years without seeing one, I love just seeing a smile - every smile I see gives me hope.","author":"Ingrid Betancourt","topic":"Smile"},{"quote":"I want to be able to touch people&#39;s heart through my music. I want to bring a smile on every face. In my own humble, small way, I want to touch lives.","author":"Adnan Sami","topic":"Smile"},{"quote":"By coincidence and not design, &#39;Everstar&#39; is written and drawn by an all-female creative team, and it makes me smile to think that there may be young female readers out there, future writers and artists, who get to see that comics doesn&#39;t have to be a &#39;boys&#39; club.&#39;","author":"Mark Waid","topic":"Smile"},{"quote":"I&#39;m not proud of it, but I&#39;m a great liar when I travel. I smile and lie, and things are smooth.","author":"Paolo Bacigalupi","topic":"Smile"},{"quote":"I guess the news is this: If you&#39;re a Republican and you smile, liberals don&#39;t like it. Maybe that&#39;s because Democrats are afraid that I&#39;ve been able to show an optimistic vision for this country.","author":"Cory Gardner","topic":"Smile"},{"quote":"When you&#39;re walking down the street, or you&#39;re at a restaurant, someone catches your eye because they have their own look. It goes way beyond what they&#39;re wearing - into their mannerisms, the way they smile, or just the way they hold themselves.","author":"Mary-Kate Olsen","topic":"Smile"},{"quote":"I get really frustrated if people don&#39;t smile.","author":"Sophie Ellis-Bextor","topic":"Smile"},{"quote":"Young women from a very young age are taught that life will be easier if you can just turn on the charming smile and say very little and be complacent and docile and sweet.","author":"Amber Heard","topic":"Smile"},{"quote":"I love morning television because it&#39;s the most vulnerable time of day, when you are at your rawest, and if I have the ability to make viewers smile, that&#39;s a gift from God.","author":"Tamron Hall","topic":"Smile"},{"quote":"I have learned to smile when I wasn&#39;t happy, to sing when I didn&#39;t feel like it, and to do things just to please my fans.","author":"Tionne Watkins","topic":"Smile"},{"quote":"Even when I wasn&#39;t playing, I always had a smile on my face because if I acted sad or mad, it wouldn&#39;t help me.","author":"Henrikh Mkhitaryan","topic":"Smile"},{"quote":"When I hear theists and atheists pontificating on how they know God does or does not exist, I can only smile at the irrationality and, yes, vanity of the notion.","author":"Vincent Bugliosi","topic":"Smile"},{"quote":"People relate to me, and I try to make songs that make people smile.","author":"Olly Murs","topic":"Smile"},{"quote":"You know when someone&#39;s over-flattering you in a way. You smile but you can&#39;t believe it.","author":"Laura Linney","topic":"Smile"},{"quote":"My smile will always be broken, but I&#39;ll always be grateful for the chance to get to do what I get to do.","author":"Trent Franks","topic":"Smile"},{"quote":"Somebody said to me, &#39;Whenever somebody says your name, a smile comes to their face.&#39; That&#39;s a great accolade. I strive to keep it that way.","author":"Clarence Clemons","topic":"Smile"},{"quote":"Julia Roberts taught me how to knit on the set of &#39;Mona Lisa Smile.&#39;","author":"Julia Stiles","topic":"Smile"},{"quote":"My theory is, if you force yourself to smile enough, then you start to feel it. Which comes in handy all the time.","author":"Erika Christensen","topic":"Smile"},{"quote":"The coolest part about seeing a girl wear something comfortable is the smile that you can just feel coming through from inside her.","author":"Kellan Lutz","topic":"Smile"},{"quote":"I thought, &#39;It doesn&#39;t matter what that woman is wearing,&#39; but then I realised actually it&#39;s our job as designers to make women smile; to bring them the chocolate without the calories.","author":"Alber Elbaz","topic":"Smile"},{"quote":"If tomorrow the good Lord decides that&#39;s my last day, then I&#39;m not going to go down with a frown. I&#39;m going down with a smile on my face, knowing that I&#39;ve gotten everything out of life.","author":"Jim Kelly","topic":"Smile"},{"quote":"Oscar Wilde always makes me smile - with respect and admiration. His short stories prove that it is possible to be both sarcastic, even cynical, but deeply compassionate. Just seeing the cover of one of Wilde&#39;s books in a bookshop makes me smile.","author":"Orhan Pamuk","topic":"Smile"},{"quote":"If you have a famous parent, you know that being famous doesn&#39;t make you superior to anyone else. It just means people smile at you more. Everyone was fawning all over my father, but of course, the way you look at your parents when you&#39;re a teen is often with a... more critical eye.","author":"Katherine Waterston","topic":"Smile"},{"quote":"It&#39;s lovely to work with a group of actors who make you laugh and smile.","author":"Kelly Reilly","topic":"Smile"},{"quote":"I like guys with a sense of humor who smile a lot and are kind.","author":"Nikki Glaser","topic":"Smile"},{"quote":"Anyone who&#39;s ever driven to Atlantic City knows that Trump&#39;s got a big billboard. For years, you used to see his angry face on it. I said, &#39;Trump, that expression is making people afraid to go to the Taj Mahal. Why don&#39;t you give them a big smile.? &#39;C&#39;mon in, folks! Spend your money here!&#39; I think we got that corrected.","author":"Regis Philbin","topic":"Smile"},{"quote":"My mother-in-law speaks not a word of English. I speak not a word of Tajiki. So I smile at her ingratiatingly and she fixes me with a beady eye.","author":"Wilbur Smith","topic":"Smile"},{"quote":"When people smile in your direction when you do something, you tend to continue to do it.","author":"Gavin Creel","topic":"Smile"},{"quote":"Evangelicals always assume that humor and faith are contradictory. It&#39;s OK to smile, to be nice, but not frivolous.","author":"Mike Yaconelli","topic":"Smile"},{"quote":"I love Jesus Christ with all my heart and everything He stands for. I think that sums up everything that I want for my life, everything I want for my family, everything I want for my career. I want it to be entertaining. I want people to smile and tap their toes, but I want it to be meaningful when the day is done.","author":"Josh Turner","topic":"Smile"},{"quote":"Everything about &#39;UY&#39; is new and fresh, and we are extremely happy at the response from the audiences, as most people are walking out of cinema halls with a smile on their faces.","author":"Akkineni Nagarjuna","topic":"Smile"},{"quote":"When I remember my mother, it makes me really sad. But, when I remember my father, it makes me smile.","author":"Akkineni Nagarjuna","topic":"Smile"},{"quote":"When it&#39;s your will versus another person&#39;s will, the worst thing you can do is smile in their face when you&#39;re competing. That&#39;s what I tell our guys. Go have fun.","author":"DeAngelo Williams","topic":"Smile"},{"quote":"If I went to them all dressed up and flashed a nice smile for the cameras it would probably be easier for me to get work. But I just can&#39;t tolerate it.","author":"Charlie Hunnam","topic":"Smile"},{"quote":"When I see people laughing at ideas and companies we have backed, I smile. It means we are going to make a lot of money on that investment.","author":"Fred Wilson","topic":"Smile"},{"quote":"I&#39;m always trying to make myself laugh. I&#39;m the most enthusiastic audience I&#39;m likely to find, so if it doesn&#39;t make me smile then it probably won&#39;t work on you. The jokes that only make me shrug get cut.","author":"Victor LaValle","topic":"Smile"},{"quote":"I think ultimately I make people happy: Whether I&#39;m doing the stage show, giving somebody a makeover, or designing clothing, the end goal is to make people smile.","author":"Carson Kressley","topic":"Smile"},{"quote":"I will sit in the car on the way to a meeting and just smile. I really mean that. It helps you get through life. If you have nothing to say, smile. Look up at the sky and smile. Just be grateful.","author":"Andre Leon Talley","topic":"Smile"},{"quote":"I wish I was told to look after my teeth when I was younger. My smile is really important to me and one of my biggest assets, so I&#39;m very conscious that I need to keep it in top condition.","author":"Louise Nurding","topic":"Smile"},{"quote":"I suffered from post-natal depression after Rowan was born. I had a healthy, beautiful baby girl and I couldn&#39;t look at her. I couldn&#39;t hold her, smile at her. All I wanted was to disappear and die.","author":"Brooke Shields","topic":"Smile"},{"quote":"When you&#39;re watching somebody read your material and they smile and nod, you know you&#39;ve found that place where your experience and their experience match, even though they aren&#39;t the same exact experience.","author":"Chris Crutcher","topic":"Smile"},{"quote":"My grandmother, whom we call Biel, thinks it&#39;s very unbecoming of me not to smile for the paparazzi. So every time I see them, I think, &#39;Smile for Biel!&#39;","author":"Jessica Biel","topic":"Smile"},{"quote":"In the car on my way to premieres and awards shows, I&#39;ll sit with tissue paper under my armpits so I don&#39;t soil the delicate dress fabric. The whole time, I&#39;m telling myself, &#39;Please don&#39;t sweat, please don&#39;t sweat.&#39; I throw the tissues out right before I step out of the car, and nobody ever knows! I just put on a smile and fake it.","author":"Jessica Biel","topic":"Smile"},{"quote":"What I love about comedy is that it&#39;s unquestionably working. There are varying degrees of that, where there&#39;s something that makes you smile and is funny versus something that makes you hysterically laugh.","author":"Abbi Jacobson","topic":"Smile"},{"quote":"It&#39;s a blessing because the Baldwin vibe on the street is what I live for the most. I think our name is something that a lot of people get a good feeling about and brings a smile to their face, and we&#39;re very fortunate.","author":"Stephen Baldwin","topic":"Smile"},{"quote":"Bob Dylan has always sealed his decisions with the unexplainable. His motives for withholding the release of the magnificent &#39;Basement Tapes&#39; will be as forever obscure as Brian Wilson&#39;s reasons for the destruction of the tapes for &#39;Smile.&#39;","author":"Jon Landau","topic":"Smile"},{"quote":"The truth is that when Lennon is Bosephus, she is so mean to me. She can&#39;t smile because the mustache will come off. So in between takes, it&#39;s just scowling. And then when we are on camera, Bosephus treats me like a piece of meat. I&#39;m repulsed and also attracted to it.","author":"Jessica St. Clair","topic":"Smile"},{"quote":"Red carpets seem so glamorous, but you&#39;re really just standing there sweating and worrying your hair is going to fall. And in the end, people are only going to see one picture of you. You just smile for one second and then you walk over to the side and check your phone. It&#39;s pretty weird.","author":"Morgan Saylor","topic":"Smile"},{"quote":"The Viennese wash everything. Where else in the world does the government hire public servants to wash public telephone booths and the glass over traffic lights? Every time I see someone doing these things, I smile like a child.","author":"Jonathan Carroll","topic":"Smile"},{"quote":"People who keep stiff upper lips find that it&#39;s damn hard to smile.","author":"Judith Guest","topic":"Smile"},{"quote":"I think Operation Smile is in more than 22 countries, mostly Third World. It just happened that my schedule opened up at the time they were heading to Vietnam.","author":"Roma Downey","topic":"Smile"},{"quote":"A smile costs about $240.","author":"Roma Downey","topic":"Smile"},{"quote":"In Delhi, where I grew up, commerce is brusque. You don&#39;t ask each other how your day has been. You might not even smile. I&#39;m not saying this is ideal - it&#39;s how it is. You&#39;re tied together by a transaction. The customer doesn&#39;t tremble before complaining about how cold his food is.","author":"Karan Mahajan","topic":"Smile"},{"quote":"I&#39;ve never liked my smile, you see. I should have had braces as a kid, but I was too proud and too vain. And I didn&#39;t want to be bullied at school.","author":"Ricky Whittle","topic":"Smile"},{"quote":"It&#39;s very strange to go to cities like London and New York. People walk so quickly, they seem to be in a hurry all the time. And you don&#39;t say &#39;Hi&#39; to everyone you meet, and you don&#39;t smile to everyone you meet, because there&#39;s just so many. Which is also very strange.","author":"Aurora","topic":"Smile"},{"quote":"I love kids a lot. I love to spend time with them. They give me the energy to live, and I would love to bring a smile on their faces.","author":"Amruta Khanvilkar","topic":"Smile"},{"quote":"I just smile. And they - my opponents don&#39;t like it when I smile at them. They think I&#39;m playing or something. But - like I smile throughout the whole fight. Sometimes I&#39;ll be throwing combinations and I just smile and stick my tongue out at them.","author":"Rau'Shee Warren","topic":"Smile"},{"quote":"Seeing Michelle Obama&#39;s bright color choices, and how she made people smile and reinforced Obama&#39;s platforms of hope and change, was inspiring.","author":"Lilly Pulitzer","topic":"Smile"},{"quote":"Bjorn was a different breed, I threw my best material at him, but he would never smile, but that added to the charm when he played me and Mac. We were going nuts and losing our mind and he was sitting back like he was on a Sunday stroll.","author":"Jimmy Connors","topic":"Smile"},{"quote":"Many people say I smile more in Africa than in Sweden.","author":"Henning Mankell","topic":"Smile"},{"quote":"I&#39;d much rather have sat there and just been a fly on the wall, instead of having to smile at people. I&#39;d rather have been a waitress. Just gone round and stared at people.","author":"Jennifer Saunders","topic":"Smile"},{"quote":"&#39;Halal in the Family&#39; will expose a broad audience to some of the realities of being Muslim in America. By using satire, we will encourage people to reconsider their assumptions about Muslims, while providing a balm to those experiencing anti-Muslim bias. I also hope those Uncles and Aunties out there will crack a smile!","author":"Aasif Mandvi","topic":"Smile"},{"quote":"Whereas I used to get depressed or neurotic or dwell on things, I see my son&#39;s bright eyes and smile in the morning, and suddenly, I don&#39;t feel like I&#39;m depressed anymore. There&#39;s nothing to be depressed about when you&#39;ve got that.","author":"Corey Feldman","topic":"Smile"},{"quote":"A tip for looking &#39;picture perfect&#39; is probably a smile. I think everyone looks better when they are happy; you give off a glow - or at least that is what my mum would say!","author":"Amber Le Bon","topic":"Smile"},{"quote":"My mum is great for keeping hold of old classics - pieces of clothing that never age and never go out of fashion. She also says, &#39;Make sure you always smile - it makes everything look better!&#39;","author":"Amber Le Bon","topic":"Smile"},{"quote":"When I see these young girls who are dreaming the dream that I&#39;m living, it&#39;s very very exciting and it puts a big smile on my face.","author":"Sue Wicks","topic":"Smile"},{"quote":"I know virtually no one of my age who can remember a hug, or a smile from their father, or a &#39;Let&#39;s go play football.&#39;","author":"Peter Mullan","topic":"Smile"},{"quote":"When I was little, I didn&#39;t smile much. Don&#39;t get me wrong. I was a happy kid, but I couldn&#39;t stand the space, dead center, in between my teeth. Yeah, I could whistle through it, but so what? That didn&#39;t win me many points on the playground in Medfield, Massachusetts.","author":"Uzo Aduba","topic":"Smile"},{"quote":"What I always think about when I think about &#39;Girls&#39; is Lena being in a scene where she&#39;s very vulnerable, possibly directing, acting, and she&#39;s probably written the dialogue. It&#39;s 2 in the morning. Everyone&#39;s tired. Everyone&#39;s grumpy. And she has a smile on her face and kindness for everyone who interacts with her.","author":"Jennifer Konner","topic":"Smile"},{"quote":"The Parthenon without the marbles is like a smile with a tooth missing.","author":"Neil Kinnock","topic":"Smile"},{"quote":"You have to tell guys to ask you on a date. Smile when you do it - however that works, I&#39;m not &#39;Cosmo.&#39; But yeah - not a lot of people know how to &#39;court&#39; anymore, sorry.","author":"Julie Klausner","topic":"Smile"},{"quote":"In my whole career, I&#39;ve never seen this type of race that you had to wait for the last day. There&#39;s so many teams that are involved. You&#39;ve got to smile because we&#39;re in it.","author":"David Wells","topic":"Smile"},{"quote":"A simple compliment goes a really long way - for a guy to just come over and say, &#39;You have great hair&#39; or &#39;I really like your dress,&#39; and then just smile and walk away. That&#39;s a great move, because he&#39;s sort of putting himself out there by doing that, but it won&#39;t lead to any embarrassment if the girl isn&#39;t interested.","author":"Stacy Keibler","topic":"Smile"},{"quote":"People always say golfers don&#39;t smile. But there is so much psychology in golf so we have to be a bit robotic.","author":"Lee Westwood","topic":"Smile"},{"quote":"I tend to look out for things with a resonance to my youth - artists or objects that seemed romantic all those years ago. I never buy anything purely for its value. I like possessions that smile back at me.","author":"Nicholas Haslam","topic":"Smile"},{"quote":"I do love to walk around in New York because people will notice me, smile, but they never bother anyone. New Yorkers are very cool. I love New York.","author":"Creed Bratton","topic":"Smile"},{"quote":"I was doing a Broadway musical called &#39;Smile&#39; with Howard Ashman and Marvin Hamlisch in 1984\/5 when it abruptly closed. Howard was in the middle of pre-production for &#39;The Little Mermaid,&#39; so he kindly invited all the girls in our cast to audition for the film.","author":"Jodi Benson","topic":"Smile"},{"quote":"I love the Rio Grande Valley. I always say it&#39;s home - Texas is home. I&#39;ve been out in L.A. a little over ten years, and I still get so excited when I go back home. It just feels comfortable; it makes me smile.","author":"Cristela Alonzo","topic":"Smile"},{"quote":"When we run out of them upstairs, I&#39;ve been known to appropriate some from our greenroom, pocketing a few with one hand as I smile and greet our guests with the other. One time, Dave Zinczenko of &#39;Eat this, Not That!&#39; fame, busted me in the act. The cookies apparently fall in the &#39;not that&#39; category. I made a note of it.","author":"Lester Holt","topic":"Smile"},{"quote":"I like to smile a lot before going in the car. I make jokes, even on the grid, and then I can still manage to focus when it counts.","author":"Romain Grosjean","topic":"Smile"},{"quote":"&#39;24&#39; was so serious that it was nice to join &#39;NCIS&#39; and even be able to smile once or twice.","author":"Annie Wersching","topic":"Smile"},{"quote":"My big running discovery was around Stanley Park in Vancouver. Miss it. That&#39;s a six-mile loop. Now I smile when I get four miles done. Age is a beast.","author":"Michael Weatherly","topic":"Smile"},{"quote":"Beverly Hills is too intimidating. Everyone&#39;s got lovely teeth, so you don&#39;t want to smile. Everyone&#39;s ripped, so you start working out at 4 in the morning and eating egg white omelets.","author":"Rob James-Collier","topic":"Smile"},{"quote":"I don&#39;t remember ever deciding to become a performer. I just always was. I began performing by mimicking the performers on the new television that first took the attention away from me as the baby of the household. I continued performing to put a smile on my grandmother&#39;s face and always considered her when accepting or declining roles.","author":"T'Keyah Crystal Keymah","topic":"Smile"},{"quote":"On street corners everywhere, people are looking at their cell phones, and it&#39;s easy to dismiss this as some sort of bad trend in human culture. But the truth is life is being lived there. When they smile - right, you&#39;ve seen people stop - all of a sudden, life is being lived there, somewhere up in that weird, dense network.","author":"Ze Frank","topic":"Smile"},{"quote":"I get very nervous whenever I think about it. I&#39;ve never done a serious play, and I have such awe of the woman - she&#39;s really my only idol. It&#39;s going to be a big stretch - certain people come out on stage and your face muscles automatically tense and you get ready to smile.","author":"Judy Holliday","topic":"Smile"},{"quote":"I watched Gene Kelly for his smile, for his energy. Vittorio Gassman for his movement. Clark Gable for his mustache. And I watched Lassie who was happy as a dog.","author":"Jean Dujardin","topic":"Smile"},{"quote":"I was kind of like the Rhea Perlman of the bar. I was like Carla on &#39;Cheers.&#39; People were more afraid of me. There was a point where I got a little surly. There were only so many chicken wings I could serve before losing the smile on my face.","author":"Melissa Rauch","topic":"Smile"},{"quote":"I like girls that have a nice smile and nice eyes. I want to date a girl who understands my busy schedule and that I have to be on tour a lot. And she has to make me laugh!","author":"Austin Mahone","topic":"Smile"},{"quote":"Being in a rock band is about touring. It&#39;s about writing songs and it&#39;s about making records but it&#39;s also about taking a wonderful smile onto that stage and making the people feel good about themselves.","author":"James Young","topic":"Smile"},{"quote":"As a former waitress myself, I know firsthand how a simple smile from someone can improve your day and how a single harsh word can destroy it. Being courteous and thoughtful costs you nothing and can sometimes pay you dividends in unexpected ways.","author":"Susanna Kearsley","topic":"Smile"},{"quote":"We&#39;re teaching our kids that attributes as vague and relatively meaningless as a toothy smile or a fine head of hair make a fine statement about a person.","author":"Neil Cavuto","topic":"Smile"},{"quote":"We have such a long, familiar history with Peter Falk. The minute his mug is on that screen people smile.","author":"Paul Reiser","topic":"Smile"},{"quote":"From a very young age, music was very much in my house. I would sit with my mom, with the old LPs, listening to The Beatles and Carly Simon and Lionel Richie. The old LPs used to have the lyrics. From there, I would put on dance and music displays for my family, just to entertain them and make people laugh and smile.","author":"Lara Pulver","topic":"Smile"},{"quote":"The essence of life is the smile of round female bottoms, under the shadow of cosmic boredom.","author":"Guy de Maupassant","topic":"Smile"},{"quote":"While you&#39;re improvising, you may come up with something which will break him up. As soon as that smile comes out, you know that, hey, we&#39;re having fun.","author":"Shelley Berman","topic":"Smile"},{"quote":"We tried to set up a company that patterned ourselves after Southwest in all the fun, the spirit, the great people, the smile, the efficiency side of it, but we&#39;ve added some extras that people aren&#39;t used to finding on Southwest.","author":"David Neeleman","topic":"Smile"},{"quote":"I love Motown, that whole era. Marvin Gaye, Smokey Robinson. I just put on Pandora, and put it on Motown, and it makes me smile; makes me smile so much.","author":"Tika Sumpter","topic":"Smile"},{"quote":"People smile at me as if they know me. I just smile back. They probably might know me.","author":"Jim Broadbent","topic":"Smile"},{"quote":"I don&#39;t want my writing to be work to read. My main goal is completely shameless entertainment. I want people to smile and giggle and enjoy the book. I&#39;m not trying to save the world through literature.","author":"Gail Carriger","topic":"Smile"},{"quote":"I can retire from football with a smile on my face.","author":"John Matuszak","topic":"Smile"},{"quote":"I can sing and dance. I can smile - a lot.","author":"Chris Colfer","topic":"Smile"},{"quote":"A game one of my sisters will play with me in my first year of being alive is called Good Baby, Bad Baby. This consists of being told I am a good baby until I smile and laugh, then being told I am a bad baby until I burst into tears. This training will stand me in good stead all through my life.","author":"Ali Smith","topic":"Smile"},{"quote":"I have found that a smile and a stick will carry you through all right, and in ninety-nine cases out of a hundred it is the smile that does the trick.","author":"Robert Powell","topic":"Smile"},{"quote":"I once called a guy into his own office and spun around in his own chair to greet him. That kind of thing may be why I quit, before I got into serious trouble. I would smile and the person would get so upset. But you do a thousand of those things, and it makes you weird.","author":"Al Madrigal","topic":"Smile"},{"quote":"Both of our children are adopted, and my wife and I didn&#39;t go out of ways to find kids that looked like us. We were just happy to have some kids. And people tell me all the time that they look like us, and that&#39;s because they learn to smile and laugh and move their head a certain way from studying their parents&#39; faces.","author":"John Wells","topic":"Smile"},{"quote":"My father was short for a man, with a child&#39;s plaything for a name - Spinner. He had flawless dark brown skin and a head full of big, wet-looking curls, black as oil. And he had the smile of a scoundrel - the kind of smile that disarmed men and undressed women.","author":"Charles M. Blow","topic":"Smile"},{"quote":"In case you haven&#39;t heard, my girlfriends and I have declared the summer of 2012 as the best summer ever. The best way to document said &#39;best summer ever&#39; is with a good ol&#39; disposable camera. Smile, click, move on! Nobody gets pic approval, and there&#39;s no time wasted gathering around the camera to analyze a moment that just happened.","author":"Candice Accola","topic":"Smile"},{"quote":"I love a good laugh as well, I think that&#39;s so important in life, which is probably why I&#39;ve dabbled in comedy writing as well as horror. I think if you can make someone laugh or smile it&#39;s the most special thing in the world.","author":"Paul Kane","topic":"Smile"},{"quote":"When I was younger, I&#39;d go to the Museum of Television and Radio in New York and watch this beautiful clip of Billie Holiday playing with a bassist, a pianist and Gerry Mulligan, who was a friend of mine, on baritone sax. At one point, she looks over at Gerry, and they just smile. When those moments happen, it&#39;s just lovely.","author":"Patti Scialfa","topic":"Smile"},{"quote":"When trying to remember my share in the glow of the eternal present, in the smile of God, I return to my childhood, too, for that is where the most significant discoveries turn up.","author":"Herman Hesse","topic":"Smile"},{"quote":"Oh, I talk about things; I drive my husband insane. And I can&#39;t tell a lie. Everyone knows. I do this smile thing.","author":"Cecelia Ahern","topic":"Smile"},{"quote":"I wasn&#39;t as used to the new dumb questions, so when men I had once thought of as wise daddies now asked me &#39;How do you write?&#39; I did not try and spill red wine in their suede pants. I would just smile and say, &#39;On a typewriter in the mornings when there&#39;s nothing else to do.&#39;","author":"Eve Babitz","topic":"Smile"},{"quote":"Success can be as simple as the warm feeling you get when you smile at a stranger, someone you know must be lonely, and having that stranger return your smile. It can be the bringing of a child into the world and raising that child to be a good man or woman.","author":"Maryanne Trump Barry","topic":"Smile"},{"quote":"It&#39;s important to maintain an attractive smile as you age. A lighter, less beige, more white tooth color is key, but no Chiclets.","author":"Evelyn Lauder","topic":"Smile"},{"quote":"People often expect me to be very serious, but it&#39;s not like my record company told me not to smile in photographs, because I was like that anyway.","author":"Jose Gonzalez","topic":"Smile"},{"quote":"Jeff Kinney is tall and has a great smile, but don&#39;t be fooled, he&#39;s as slick as they come. A real player. And how he came up with a book that appeals to kids ages 8-13 baffles me. He&#39;s an unbelievably kind man with a great family.","author":"Rachael Harris","topic":"Smile"},{"quote":"Very few things are totally devoid of any possibility of humor. If you are aware of that possibility and alive to the scene becoming that way, then it just happens naturally. That&#39;s what I feel living is like, too. I find a lot of things that make me smile or make me laugh over the course of the day.","author":"Tom Drury","topic":"Smile"},{"quote":"We sometimes laugh from ear to ear, but it would be impossible for a smile to be wider than the distance between our eyes.","author":"Malcolm de Chazal","topic":"Smile"},{"quote":"I have a smile 24\/7.","author":"Candis Cayne","topic":"Smile"},{"quote":"My sculptures cause an uproar, astonishment, and put a smile on your face.","author":"Florentijn Hofman","topic":"Smile"},{"quote":"We never respect those who amuse us, however we may smile at their comic powers.","author":"Marguerite Gardiner","topic":"Smile"},{"quote":"I think the deafness affects me more than I realise; I think it makes me more tired. I loathe parties. I attend, smile and leave.","author":"Stephanie Beacham","topic":"Smile"},{"quote":"Growing up, I was a huge fan of horror movies. There&#39;s nothing more fun than going into a movie with a smile because you know you&#39;re going to be scared to death. There&#39;s something thrilling about sitting there waiting for a scare to happen.","author":"Ashley Bell","topic":"Smile"},{"quote":"I was born with an extremely negative attitude. I was the kid who wouldn&#39;t smile in Christmas photos, was a poor sport, and hated a lot of things. I eventually grew out of my negativity when I matured.","author":"Colton Haynes","topic":"Smile"},{"quote":"I like guys with a nice smile. I know it&#39;s cliche, but it&#39;s so true! I like a guy with a nice smile and nice eyes.","author":"Rebecca Black","topic":"Smile"},{"quote":"One of the most obvious parts of my character is the smile, and if I wasn&#39;t comfortable in myself then I wouldn&#39;t be able to smile so much.","author":"Max Walker","topic":"Smile"},{"quote":"As long as I am still interested and curious, I enjoy getting up in the morning, but I can&#39;t say I have a happy smile on my face 24\/7.","author":"Harriet Walter","topic":"Smile"},{"quote":"My favorite books are the ones that make me smile for hours after reading them. I want that for my readers, for the sweetness to linger. Sort of like chocolate, but without the calories.","author":"Sarah Addison Allen","topic":"Smile"},{"quote":"I smile every time I hear that I&#39;m a fan favorite or a teenage hottie. It is a nice compliment, and the remarks from the fans are great.","author":"Sean Berdy","topic":"Smile"},{"quote":"I hope there have been times when I made you all proud, or made you all smile or at least piqued your interest in this wonderful institution we call government.","author":"John Rowland","topic":"Smile"},{"quote":"One study found that people who smile in childhood photographs are less likely to get a divorce.","author":"Jenna McCarthy","topic":"Smile"},{"quote":"I enjoy what Twitter is because I can really connect with the fans and it&#39;s a great way to share information with them and it&#39;s also a great way to entertain. I like being able to put a smile on people&#39;s faces and letting them know what I&#39;m doing.","author":"Peter Facinelli","topic":"Smile"},{"quote":"I&#39;m not looking for anything more than any other guy. I like a good smile. Pretty eyes. She has to be active, like not play-sports active, but she&#39;ll play air hockey, do some pool, go for rides on the Santa Monica Pier. I would much rather have fun with her than do the cool thing.","author":"Mitchel Musso","topic":"Smile"},{"quote":"I&#39;m the middle man. I try to keep people happy. I go out of my way to get a smile. That&#39;s the way my mother raised me.","author":"Donald Dunn","topic":"Smile"},{"quote":"But with exquisite breathing you smile, with satisfaction of love, And I touch you again as you tick in the silence and settle in sleep.","author":"Karl Shapiro","topic":"Smile"},{"quote":"It&#39;s been a hard time to celebrate, to come out with a smile. But I&#39;m an American. Naomi asked me to come out to support other Americans, and here I am.","author":"Angie Everhart","topic":"Smile"},{"quote":"You see some of these actors, they have a permanent smile on their face. How can they do that? It really fascinates me.","author":"Agnes Bruckner","topic":"Smile"},{"quote":"Whenever I run into prejudice. I smile and feel sorry for them, and I say to myself, There&#39;s one more argument for birth control.","author":"Freddy Fender","topic":"Smile"},{"quote":"When I first came to America, you know, I would look at the newsstands and see the women on the magazine covers. I had never seen anyone smile the way these girls smile! It&#39;s like they have nothing to worry about!","author":"Anchee Min","topic":"Smile"},{"quote":"&#39;Try Again&#39; - every time I hear that song, it just brings a smile to your face. When you&#39;re feeling like crap, and you hear, &#39;Dust yourself off and try again,&#39; it kind of just puts you in a different mindset, 100 percent.","author":"Alexandra Shipp","topic":"Smile"},{"quote":"When I draw my caricature self-portrait, I always do a huge smile.","author":"Rolf Harris","topic":"Smile"},{"quote":"I figured out, I guess, that the job just makes me happy if it&#39;s not number one. So if it all works, great. If it doesn&#39;t, I still go home, look at my kids, and I have a big smile on my face.","author":"Thomas Kretschmann","topic":"Smile"},{"quote":"If you meet a woman in a burqa, she can&#39;t reply to your smile. It&#39;s a denial of identity.","author":"Jean-Francois Cope","topic":"Smile"},{"quote":"Ever since I was 2 or 3, I loved to perform for people. I would walk up to another table in a restaurant and crack a joke, sing a song, do a dance, or something entertaining, and the &#39;audience&#39; would almost always smile and laugh.","author":"Maxim Knight","topic":"Smile"},{"quote":"No one is so completely disenchanted with the world, or knows it so thoroughly, or is so utterly disgusted with it, that when it begins to smile upon him he does not become partially reconciled to it.","author":"Giacomo Leopardi","topic":"Smile"},{"quote":"Acting is a sense of wonder and magic and mystery for me and when life takes me on a new journey, I simply remember the smile my first ballet recital put on my face and I move forward.","author":"Andrea Thompson","topic":"Smile"},{"quote":"I sat in at every club in New York City, jamming with musicians, because it felt right - and because it felt right and we were having fun - the people dancing and sipping their drinks in the clubs felt it too and it made them smile.","author":"Ray Conniff","topic":"Smile"},{"quote":"And History will smile to think that this is the species for which Socrates and Jesus Christ died.","author":"Julien Benda","topic":"Smile"},{"quote":"Get up and dance, get up and smile, get up and drink to the days that are gone in the shortest while.","author":"Simon Fowler","topic":"Smile"},{"quote":"The weaker the country, the stronger the smile.","author":"Howard E. Koch","topic":"Smile"},{"quote":"When I used to wrestle professionally, I preferred being the bad guy known as &#39;The Heel;&#39; you would get to &#39;work the crowd,&#39; getting them to hate you and want to see you lose, while the good guy &#39;Babyface&#39; would walk in, smile and shake hands with a few kids, and his acting job was done.","author":"Conan Stevens","topic":"Smile"},{"quote":"Arnold Palmer has what I call an &#39;Eisenhower smile&#39;. Those two men, they&#39;d smile and their whole faces would look so pleasant; it was like they were smiling all over.","author":"Byron Nelson","topic":"Smile"},{"quote":"I don&#39;t hear a lot about elected officials that are men talking about whether they smile a lot. My dad was in elected office my entire life. I don&#39;t remember many smiles, and nobody commented about it. He was serious about his job, and so am I.","author":"Stephanie Rawlings-Blake","topic":"Smile"},{"quote":"I just want to make people smile.","author":"Julie Garwood","topic":"Smile"},{"quote":"When I was two and a half or three, my mom got a call from someone asking if wanted to go on an audition. I ended up getting the job; it was a commercial for Hasbro. It was my first audition and first commercial. I just had to smile and laugh and dance around.","author":"Megan Charpentier","topic":"Smile"},{"quote":"I grew up in a household without a TV. We lived next door to a library for a while, and at one point, I checked out all the books in the fairy tale section. I remember the librarian&#39;s quiet smile as I&#39;d bring back one stack and exchange it for another.","author":"Victoria Hanley","topic":"Smile"},{"quote":"Someone asked me the other day what it feels like to see all my &#39;old stuff&#39; reappearing, at long last, in digital. And I had to smile because to me it doesn&#39;t feel like &#39;old stuff.&#39;","author":"Barbara Hambly","topic":"Smile"},{"quote":"After God and my family, it&#39;s surf. I don&#39;t imagine me not surfing. Surf brings me smile every day.","author":"Gabriel Medina","topic":"Smile"},{"quote":"I look at the NFL and see how the transition has gone at quarterback. I might be coming along at a good time. For me personally, this is about doing the same thing I&#39;ve been doing at USF - just smile, have fun, enjoy the experience, keep a positive attitude and encourage my teammates. I like to feed off the people around me.","author":"B. J. Daniels","topic":"Smile"},{"quote":"In masks outrageous and austere, The years go by in single file; But none has merited my fear, And none has quite escaped my smile.","author":"Elinor Wylie","topic":"Smile"},{"quote":"Oh, the ignorance of us upon whom Providence did not sufficiently smile to permit us to be born in New England.","author":"Horace Porter","topic":"Smile"},{"quote":"When you consider all the stars I have managed, mere submarines make me smile.","author":"Charles Frohman","topic":"Smile"},{"quote":"When Fortune smiles, I smile to think how quickly she will frown.","author":"Robert Southwell","topic":"Smile"},{"quote":"I will know how to hold you just by the look in your eye, I will never forget - not even on the day that I die. This is a promise of my passion for you, smile at me and make it true.","author":"Diana Lynn","topic":"Smile"},{"quote":"I always challenge myself. I get out in deep water and I always try to get back. But I get hung up. The audience never knows, but that&#39;s when I smile the most, when I show the most ivory.","author":"Earl Hines","topic":"Smile"},{"quote":"We ought to be beating our chests every day. We ought to look in the mirror, stick out our chests, suck in our bellies, and say, &#39;Damn, we&#39;re Americans,&#39; and smile.","author":"Jay Garner","topic":"Smile"},{"quote":"Action is drama. If we cannot make the audience laugh, smile or cry with us, we are not actors.","author":"Sonny Chiba","topic":"Smile"},{"quote":"I really get a smile that people think they have a right to even suggest how I give my money away. I have no mandate to give a dime to anybody.","author":"Peter B. Lewis","topic":"Smile"},{"quote":"Y&#39;know, smile, dance, get crazy... we sure do while we&#39;re making it, because music is our leeezshure; it&#39;s my fun.","author":"Bernard Edwards","topic":"Smile"},{"quote":"In junior high school, I was an object of pure ridicule for my dress, withdrawal, and asocial manner. Dozens of times, I saw individuals laugh and smile more in ten to fifteen minutes than I did in all my life up to then.","author":"Arthur Bremer","topic":"Smile"},{"quote":"If you have only one smile in you give it to the people you love.","author":"Maya Angelou","topic":"Smile"},{"quote":"Let us always meet each other with smile, for the smile is the beginning of love.","author":"Mother Teresa","topic":"Smile"},{"quote":"Smile in the mirror. Do that every morning and you&#39;ll start to see a big difference in your life.","author":"Yoko Ono","topic":"Smile"},{"quote":"Share your smile with the world. It&#39;s a symbol of friendship and peace.","author":"Christie Brinkley","topic":"Smile"},{"quote":"Because of your smile, you make life more beautiful.","author":"Thich Nhat Hanh","topic":"Smile"},{"quote":"Lighten up, just enjoy life, smile more, laugh more, and don&#39;t get so worked up about things.","author":"Kenneth Branagh","topic":"Smile"},{"quote":"Smile, it is the key that fits the lock of everybody&#39;s heart.","author":"Anthony J. D'Angelo","topic":"Smile"},{"quote":"The real man smiles in trouble, gathers strength from distress, and grows brave by reflection.","author":"Thomas Paine","topic":"Smile"},{"quote":"Beauty is power; a smile is its sword.","author":"John Ray","topic":"Smile"},{"quote":"Peace is the beauty of life. It is sunshine. It is the smile of a child, the love of a mother, the joy of a father, the togetherness of a family. It is the advancement of man, the victory of a just cause, the triumph of truth.","author":"Menachem Begin","topic":"Smile"},{"quote":"Nothing you wear is more important than your smile.","author":"Connie Stevens","topic":"Smile"},{"quote":"The greatest self is a peaceful smile, that always sees the world smiling back.","author":"Bryant H. McGill","topic":"Smile"},{"quote":"Let my soul smile through my heart and my heart smile through my eyes, that I may scatter rich smiles in sad hearts.","author":"Paramahansa Yogananda","topic":"Smile"},{"quote":"Peace begins with a smile.","author":"Mother Teresa","topic":"Smile"},{"quote":"Your smile will give you a positive countenance that will make people feel comfortable around you.","author":"Les Brown","topic":"Smile"},{"quote":"Did I offer peace today? Did I bring a smile to someone&#39;s face? Did I say words of healing? Did I let go of my anger and resentment? Did I forgive? Did I love? These are the real questions. I must trust that the little bit of love that I sow now will bear many fruits, here in this world and the life to come.","author":"Henri Nouwen","topic":"Smile"},{"quote":"I never get tired of smiling. I&#39;m just the kind of guy who likes to smile.","author":"Jason Ritter","topic":"Smile"},{"quote":"A warm smile is the universal language of kindness.","author":"William Arthur Ward","topic":"Smile"},{"quote":"Don&#39;t cry because it&#39;s over. Smile because it happened.","author":"Dr. Seuss","topic":"Smile"},{"quote":"We shall never know all the good that a simple smile can do.","author":"Mother Teresa","topic":"Smile"},{"quote":"My children are the reason I laugh, smile and want to get up every morning.","author":"Gena Lee Nolin","topic":"Smile"},{"quote":"I love those who can smile in trouble, who can gather strength from distress, and grow brave by reflection. &#39;Tis the business of little minds to shrink, but they whose heart is firm, and whose conscience approves their conduct, will pursue their principles unto death.","author":"Leonardo da Vinci","topic":"Smile"},{"quote":"A smile is happiness you&#39;ll find right under your nose.","author":"Tom Wilson","topic":"Smile"},{"quote":"Too often we underestimate the power of a touch, a smile, a kind word, a listening ear, an honest compliment, or the smallest act of caring, all of which have the potential to turn a life around.","author":"Leo Buscaglia","topic":"Smile"},{"quote":"I love fashion, and I love changing my style, my hair, my makeup, and everything I&#39;ve done in the past has made me what I am now. Not everyone is going to like what I do, but I look back at everything, and it makes me smile.","author":"Victoria Beckham","topic":"Smile"},{"quote":"I can&#39;t change my personality. I&#39;ll always smile, but I&#39;ll be more focused.","author":"Katarina Johnson-Thompson","topic":"Smile"},{"quote":"If you have only one smile in you give it to the people you love.","author":"Maya Angelou","topic":"Smile"},{"quote":"Let us always meet each other with smile, for the smile is the beginning of love.","author":"Mother Teresa","topic":"Smile"},{"quote":"Smile in the mirror. Do that every morning and you&#39;ll start to see a big difference in your life.","author":"Yoko Ono","topic":"Smile"},{"quote":"Share your smile with the world. It&#39;s a symbol of friendship and peace.","author":"Christie Brinkley","topic":"Smile"},{"quote":"Because of your smile, you make life more beautiful.","author":"Thich Nhat Hanh","topic":"Smile"},{"quote":"Lighten up, just enjoy life, smile more, laugh more, and don&#39;t get so worked up about things.","author":"Kenneth Branagh","topic":"Smile"},{"quote":"Smile, it is the key that fits the lock of everybody&#39;s heart.","author":"Anthony J. D'Angelo","topic":"Smile"},{"quote":"The real man smiles in trouble, gathers strength from distress, and grows brave by reflection.","author":"Thomas Paine","topic":"Smile"},{"quote":"Beauty is power; a smile is its sword.","author":"John Ray","topic":"Smile"},{"quote":"Peace is the beauty of life. It is sunshine. It is the smile of a child, the love of a mother, the joy of a father, the togetherness of a family. It is the advancement of man, the victory of a just cause, the triumph of truth.","author":"Menachem Begin","topic":"Smile"},{"quote":"Nothing you wear is more important than your smile.","author":"Connie Stevens","topic":"Smile"},{"quote":"The greatest self is a peaceful smile, that always sees the world smiling back.","author":"Bryant H. McGill","topic":"Smile"},{"quote":"Let my soul smile through my heart and my heart smile through my eyes, that I may scatter rich smiles in sad hearts.","author":"Paramahansa Yogananda","topic":"Smile"},{"quote":"Peace begins with a smile.","author":"Mother Teresa","topic":"Smile"},{"quote":"Your smile will give you a positive countenance that will make people feel comfortable around you.","author":"Les Brown","topic":"Smile"},{"quote":"Did I offer peace today? Did I bring a smile to someone&#39;s face? Did I say words of healing? Did I let go of my anger and resentment? Did I forgive? Did I love? These are the real questions. I must trust that the little bit of love that I sow now will bear many fruits, here in this world and the life to come.","author":"Henri Nouwen","topic":"Smile"},{"quote":"I never get tired of smiling. I&#39;m just the kind of guy who likes to smile.","author":"Jason Ritter","topic":"Smile"},{"quote":"A warm smile is the universal language of kindness.","author":"William Arthur Ward","topic":"Smile"},{"quote":"Don&#39;t cry because it&#39;s over. Smile because it happened.","author":"Dr. Seuss","topic":"Smile"},{"quote":"We shall never know all the good that a simple smile can do.","author":"Mother Teresa","topic":"Smile"},{"quote":"My children are the reason I laugh, smile and want to get up every morning.","author":"Gena Lee Nolin","topic":"Smile"},{"quote":"I love those who can smile in trouble, who can gather strength from distress, and grow brave by reflection. &#39;Tis the business of little minds to shrink, but they whose heart is firm, and whose conscience approves their conduct, will pursue their principles unto death.","author":"Leonardo da Vinci","topic":"Smile"},{"quote":"A smile is happiness you&#39;ll find right under your nose.","author":"Tom Wilson","topic":"Smile"},{"quote":"Too often we underestimate the power of a touch, a smile, a kind word, a listening ear, an honest compliment, or the smallest act of caring, all of which have the potential to turn a life around.","author":"Leo Buscaglia","topic":"Smile"},{"quote":"I love fashion, and I love changing my style, my hair, my makeup, and everything I&#39;ve done in the past has made me what I am now. Not everyone is going to like what I do, but I look back at everything, and it makes me smile.","author":"Victoria Beckham","topic":"Smile"},{"quote":"I can&#39;t change my personality. I&#39;ll always smile, but I&#39;ll be more focused.","author":"Katarina Johnson-Thompson","topic":"Smile"},{"quote":"If you have only one smile in you give it to the people you love.","author":"Maya Angelou","topic":"Smile"},{"quote":"Let us always meet each other with smile, for the smile is the beginning of love.","author":"Mother Teresa","topic":"Smile"},{"quote":"Smile in the mirror. Do that every morning and you&#39;ll start to see a big difference in your life.","author":"Yoko Ono","topic":"Smile"},{"quote":"Share your smile with the world. It&#39;s a symbol of friendship and peace.","author":"Christie Brinkley","topic":"Smile"},{"quote":"Because of your smile, you make life more beautiful.","author":"Thich Nhat Hanh","topic":"Smile"},{"quote":"Lighten up, just enjoy life, smile more, laugh more, and don&#39;t get so worked up about things.","author":"Kenneth Branagh","topic":"Smile"},{"quote":"Smile, it is the key that fits the lock of everybody&#39;s heart.","author":"Anthony J. D'Angelo","topic":"Smile"},{"quote":"The real man smiles in trouble, gathers strength from distress, and grows brave by reflection.","author":"Thomas Paine","topic":"Smile"},{"quote":"Beauty is power; a smile is its sword.","author":"John Ray","topic":"Smile"},{"quote":"Peace is the beauty of life. It is sunshine. It is the smile of a child, the love of a mother, the joy of a father, the togetherness of a family. It is the advancement of man, the victory of a just cause, the triumph of truth.","author":"Menachem Begin","topic":"Smile"},{"quote":"Nothing you wear is more important than your smile.","author":"Connie Stevens","topic":"Smile"},{"quote":"The greatest self is a peaceful smile, that always sees the world smiling back.","author":"Bryant H. McGill","topic":"Smile"},{"quote":"Let my soul smile through my heart and my heart smile through my eyes, that I may scatter rich smiles in sad hearts.","author":"Paramahansa Yogananda","topic":"Smile"},{"quote":"Peace begins with a smile.","author":"Mother Teresa","topic":"Smile"},{"quote":"Your smile will give you a positive countenance that will make people feel comfortable around you.","author":"Les Brown","topic":"Smile"},{"quote":"Did I offer peace today? Did I bring a smile to someone&#39;s face? Did I say words of healing? Did I let go of my anger and resentment? Did I forgive? Did I love? These are the real questions. I must trust that the little bit of love that I sow now will bear many fruits, here in this world and the life to come.","author":"Henri Nouwen","topic":"Smile"},{"quote":"I never get tired of smiling. I&#39;m just the kind of guy who likes to smile.","author":"Jason Ritter","topic":"Smile"},{"quote":"A warm smile is the universal language of kindness.","author":"William Arthur Ward","topic":"Smile"},{"quote":"Don&#39;t cry because it&#39;s over. Smile because it happened.","author":"Dr. Seuss","topic":"Smile"},{"quote":"We shall never know all the good that a simple smile can do.","author":"Mother Teresa","topic":"Smile"},{"quote":"My children are the reason I laugh, smile and want to get up every morning.","author":"Gena Lee Nolin","topic":"Smile"},{"quote":"I love those who can smile in trouble, who can gather strength from distress, and grow brave by reflection. &#39;Tis the business of little minds to shrink, but they whose heart is firm, and whose conscience approves their conduct, will pursue their principles unto death.","author":"Leonardo da Vinci","topic":"Smile"},{"quote":"A smile is happiness you&#39;ll find right under your nose.","author":"Tom Wilson","topic":"Smile"},{"quote":"Too often we underestimate the power of a touch, a smile, a kind word, a listening ear, an honest compliment, or the smallest act of caring, all of which have the potential to turn a life around.","author":"Leo Buscaglia","topic":"Smile"},{"quote":"I love fashion, and I love changing my style, my hair, my makeup, and everything I&#39;ve done in the past has made me what I am now. Not everyone is going to like what I do, but I look back at everything, and it makes me smile.","author":"Victoria Beckham","topic":"Smile"},{"quote":"I can&#39;t change my personality. I&#39;ll always smile, but I&#39;ll be more focused.","author":"Katarina Johnson-Thompson","topic":"Smile"},{"quote":"If you have only one smile in you give it to the people you love.","author":"Maya Angelou","topic":"Smile"},{"quote":"Let us always meet each other with smile, for the smile is the beginning of love.","author":"Mother Teresa","topic":"Smile"},{"quote":"Smile in the mirror. Do that every morning and you&#39;ll start to see a big difference in your life.","author":"Yoko Ono","topic":"Smile"},{"quote":"Share your smile with the world. It&#39;s a symbol of friendship and peace.","author":"Christie Brinkley","topic":"Smile"},{"quote":"Because of your smile, you make life more beautiful.","author":"Thich Nhat Hanh","topic":"Smile"},{"quote":"Lighten up, just enjoy life, smile more, laugh more, and don&#39;t get so worked up about things.","author":"Kenneth Branagh","topic":"Smile"},{"quote":"Smile, it is the key that fits the lock of everybody&#39;s heart.","author":"Anthony J. D'Angelo","topic":"Smile"},{"quote":"The real man smiles in trouble, gathers strength from distress, and grows brave by reflection.","author":"Thomas Paine","topic":"Smile"},{"quote":"Beauty is power; a smile is its sword.","author":"John Ray","topic":"Smile"},{"quote":"Peace is the beauty of life. It is sunshine. It is the smile of a child, the love of a mother, the joy of a father, the togetherness of a family. It is the advancement of man, the victory of a just cause, the triumph of truth.","author":"Menachem Begin","topic":"Smile"},{"quote":"Nothing you wear is more important than your smile.","author":"Connie Stevens","topic":"Smile"},{"quote":"The greatest self is a peaceful smile, that always sees the world smiling back.","author":"Bryant H. McGill","topic":"Smile"},{"quote":"Let my soul smile through my heart and my heart smile through my eyes, that I may scatter rich smiles in sad hearts.","author":"Paramahansa Yogananda","topic":"Smile"},{"quote":"Peace begins with a smile.","author":"Mother Teresa","topic":"Smile"},{"quote":"Your smile will give you a positive countenance that will make people feel comfortable around you.","author":"Les Brown","topic":"Smile"},{"quote":"Did I offer peace today? Did I bring a smile to someone&#39;s face? Did I say words of healing? Did I let go of my anger and resentment? Did I forgive? Did I love? These are the real questions. I must trust that the little bit of love that I sow now will bear many fruits, here in this world and the life to come.","author":"Henri Nouwen","topic":"Smile"},{"quote":"I never get tired of smiling. I&#39;m just the kind of guy who likes to smile.","author":"Jason Ritter","topic":"Smile"},{"quote":"A warm smile is the universal language of kindness.","author":"William Arthur Ward","topic":"Smile"},{"quote":"Don&#39;t cry because it&#39;s over. Smile because it happened.","author":"Dr. Seuss","topic":"Smile"},{"quote":"We shall never know all the good that a simple smile can do.","author":"Mother Teresa","topic":"Smile"},{"quote":"My children are the reason I laugh, smile and want to get up every morning.","author":"Gena Lee Nolin","topic":"Smile"},{"quote":"I love those who can smile in trouble, who can gather strength from distress, and grow brave by reflection. &#39;Tis the business of little minds to shrink, but they whose heart is firm, and whose conscience approves their conduct, will pursue their principles unto death.","author":"Leonardo da Vinci","topic":"Smile"},{"quote":"A smile is happiness you&#39;ll find right under your nose.","author":"Tom Wilson","topic":"Smile"},{"quote":"Too often we underestimate the power of a touch, a smile, a kind word, a listening ear, an honest compliment, or the smallest act of caring, all of which have the potential to turn a life around.","author":"Leo Buscaglia","topic":"Smile"},{"quote":"I love fashion, and I love changing my style, my hair, my makeup, and everything I&#39;ve done in the past has made me what I am now. Not everyone is going to like what I do, but I look back at everything, and it makes me smile.","author":"Victoria Beckham","topic":"Smile"},{"quote":"I can&#39;t change my personality. I&#39;ll always smile, but I&#39;ll be more focused.","author":"Katarina Johnson-Thompson","topic":"Smile"},{"quote":"If you have only one smile in you give it to the people you love.","author":"Maya Angelou","topic":"Smile"},{"quote":"Let us always meet each other with smile, for the smile is the beginning of love.","author":"Mother Teresa","topic":"Smile"},{"quote":"Smile in the mirror. Do that every morning and you&#39;ll start to see a big difference in your life.","author":"Yoko Ono","topic":"Smile"},{"quote":"Share your smile with the world. It&#39;s a symbol of friendship and peace.","author":"Christie Brinkley","topic":"Smile"},{"quote":"Because of your smile, you make life more beautiful.","author":"Thich Nhat Hanh","topic":"Smile"},{"quote":"Lighten up, just enjoy life, smile more, laugh more, and don&#39;t get so worked up about things.","author":"Kenneth Branagh","topic":"Smile"},{"quote":"Smile, it is the key that fits the lock of everybody&#39;s heart.","author":"Anthony J. D'Angelo","topic":"Smile"},{"quote":"The real man smiles in trouble, gathers strength from distress, and grows brave by reflection.","author":"Thomas Paine","topic":"Smile"},{"quote":"Beauty is power; a smile is its sword.","author":"John Ray","topic":"Smile"},{"quote":"Peace is the beauty of life. It is sunshine. It is the smile of a child, the love of a mother, the joy of a father, the togetherness of a family. It is the advancement of man, the victory of a just cause, the triumph of truth.","author":"Menachem Begin","topic":"Smile"},{"quote":"Nothing you wear is more important than your smile.","author":"Connie Stevens","topic":"Smile"},{"quote":"The greatest self is a peaceful smile, that always sees the world smiling back.","author":"Bryant H. McGill","topic":"Smile"},{"quote":"Let my soul smile through my heart and my heart smile through my eyes, that I may scatter rich smiles in sad hearts.","author":"Paramahansa Yogananda","topic":"Smile"},{"quote":"Peace begins with a smile.","author":"Mother Teresa","topic":"Smile"},{"quote":"Your smile will give you a positive countenance that will make people feel comfortable around you.","author":"Les Brown","topic":"Smile"},{"quote":"Did I offer peace today? Did I bring a smile to someone&#39;s face? Did I say words of healing? Did I let go of my anger and resentment? Did I forgive? Did I love? These are the real questions. I must trust that the little bit of love that I sow now will bear many fruits, here in this world and the life to come.","author":"Henri Nouwen","topic":"Smile"},{"quote":"I never get tired of smiling. I&#39;m just the kind of guy who likes to smile.","author":"Jason Ritter","topic":"Smile"},{"quote":"A warm smile is the universal language of kindness.","author":"William Arthur Ward","topic":"Smile"},{"quote":"Don&#39;t cry because it&#39;s over. Smile because it happened.","author":"Dr. Seuss","topic":"Smile"},{"quote":"We shall never know all the good that a simple smile can do.","author":"Mother Teresa","topic":"Smile"},{"quote":"My children are the reason I laugh, smile and want to get up every morning.","author":"Gena Lee Nolin","topic":"Smile"},{"quote":"I love those who can smile in trouble, who can gather strength from distress, and grow brave by reflection. &#39;Tis the business of little minds to shrink, but they whose heart is firm, and whose conscience approves their conduct, will pursue their principles unto death.","author":"Leonardo da Vinci","topic":"Smile"},{"quote":"A smile is happiness you&#39;ll find right under your nose.","author":"Tom Wilson","topic":"Smile"},{"quote":"Too often we underestimate the power of a touch, a smile, a kind word, a listening ear, an honest compliment, or the smallest act of caring, all of which have the potential to turn a life around.","author":"Leo Buscaglia","topic":"Smile"},{"quote":"I love fashion, and I love changing my style, my hair, my makeup, and everything I&#39;ve done in the past has made me what I am now. Not everyone is going to like what I do, but I look back at everything, and it makes me smile.","author":"Victoria Beckham","topic":"Smile"},{"quote":"I can&#39;t change my personality. I&#39;ll always smile, but I&#39;ll be more focused.","author":"Katarina Johnson-Thompson","topic":"Smile"},{"quote":"If you have only one smile in you give it to the people you love.","author":"Maya Angelou","topic":"Smile"},{"quote":"Let us always meet each other with smile, for the smile is the beginning of love.","author":"Mother Teresa","topic":"Smile"},{"quote":"Smile in the mirror. Do that every morning and you&#39;ll start to see a big difference in your life.","author":"Yoko Ono","topic":"Smile"},{"quote":"Share your smile with the world. It&#39;s a symbol of friendship and peace.","author":"Christie Brinkley","topic":"Smile"},{"quote":"Because of your smile, you make life more beautiful.","author":"Thich Nhat Hanh","topic":"Smile"},{"quote":"Lighten up, just enjoy life, smile more, laugh more, and don&#39;t get so worked up about things.","author":"Kenneth Branagh","topic":"Smile"},{"quote":"Smile, it is the key that fits the lock of everybody&#39;s heart.","author":"Anthony J. D'Angelo","topic":"Smile"},{"quote":"The real man smiles in trouble, gathers strength from distress, and grows brave by reflection.","author":"Thomas Paine","topic":"Smile"},{"quote":"Beauty is power; a smile is its sword.","author":"John Ray","topic":"Smile"},{"quote":"Peace is the beauty of life. It is sunshine. It is the smile of a child, the love of a mother, the joy of a father, the togetherness of a family. It is the advancement of man, the victory of a just cause, the triumph of truth.","author":"Menachem Begin","topic":"Smile"},{"quote":"Nothing you wear is more important than your smile.","author":"Connie Stevens","topic":"Smile"},{"quote":"The greatest self is a peaceful smile, that always sees the world smiling back.","author":"Bryant H. McGill","topic":"Smile"},{"quote":"Let my soul smile through my heart and my heart smile through my eyes, that I may scatter rich smiles in sad hearts.","author":"Paramahansa Yogananda","topic":"Smile"},{"quote":"Peace begins with a smile.","author":"Mother Teresa","topic":"Smile"},{"quote":"Your smile will give you a positive countenance that will make people feel comfortable around you.","author":"Les Brown","topic":"Smile"},{"quote":"Did I offer peace today? Did I bring a smile to someone&#39;s face? Did I say words of healing? Did I let go of my anger and resentment? Did I forgive? Did I love? These are the real questions. I must trust that the little bit of love that I sow now will bear many fruits, here in this world and the life to come.","author":"Henri Nouwen","topic":"Smile"},{"quote":"I never get tired of smiling. I&#39;m just the kind of guy who likes to smile.","author":"Jason Ritter","topic":"Smile"},{"quote":"A warm smile is the universal language of kindness.","author":"William Arthur Ward","topic":"Smile"},{"quote":"Don&#39;t cry because it&#39;s over. Smile because it happened.","author":"Dr. Seuss","topic":"Smile"},{"quote":"We shall never know all the good that a simple smile can do.","author":"Mother Teresa","topic":"Smile"},{"quote":"My children are the reason I laugh, smile and want to get up every morning.","author":"Gena Lee Nolin","topic":"Smile"},{"quote":"I love those who can smile in trouble, who can gather strength from distress, and grow brave by reflection. &#39;Tis the business of little minds to shrink, but they whose heart is firm, and whose conscience approves their conduct, will pursue their principles unto death.","author":"Leonardo da Vinci","topic":"Smile"},{"quote":"A smile is happiness you&#39;ll find right under your nose.","author":"Tom Wilson","topic":"Smile"},{"quote":"Too often we underestimate the power of a touch, a smile, a kind word, a listening ear, an honest compliment, or the smallest act of caring, all of which have the potential to turn a life around.","author":"Leo Buscaglia","topic":"Smile"},{"quote":"I love fashion, and I love changing my style, my hair, my makeup, and everything I&#39;ve done in the past has made me what I am now. Not everyone is going to like what I do, but I look back at everything, and it makes me smile.","author":"Victoria Beckham","topic":"Smile"},{"quote":"I can&#39;t change my personality. I&#39;ll always smile, but I&#39;ll be more focused.","author":"Katarina Johnson-Thompson","topic":"Smile"},{"quote":"If you have only one smile in you give it to the people you love.","author":"Maya Angelou","topic":"Smile"},{"quote":"Let us always meet each other with smile, for the smile is the beginning of love.","author":"Mother Teresa","topic":"Smile"},{"quote":"Smile in the mirror. Do that every morning and you&#39;ll start to see a big difference in your life.","author":"Yoko Ono","topic":"Smile"},{"quote":"Share your smile with the world. It&#39;s a symbol of friendship and peace.","author":"Christie Brinkley","topic":"Smile"},{"quote":"Because of your smile, you make life more beautiful.","author":"Thich Nhat Hanh","topic":"Smile"},{"quote":"Lighten up, just enjoy life, smile more, laugh more, and don&#39;t get so worked up about things.","author":"Kenneth Branagh","topic":"Smile"},{"quote":"Smile, it is the key that fits the lock of everybody&#39;s heart.","author":"Anthony J. D'Angelo","topic":"Smile"},{"quote":"The real man smiles in trouble, gathers strength from distress, and grows brave by reflection.","author":"Thomas Paine","topic":"Smile"},{"quote":"Beauty is power; a smile is its sword.","author":"John Ray","topic":"Smile"},{"quote":"Peace is the beauty of life. It is sunshine. It is the smile of a child, the love of a mother, the joy of a father, the togetherness of a family. It is the advancement of man, the victory of a just cause, the triumph of truth.","author":"Menachem Begin","topic":"Smile"},{"quote":"Nothing you wear is more important than your smile.","author":"Connie Stevens","topic":"Smile"},{"quote":"The greatest self is a peaceful smile, that always sees the world smiling back.","author":"Bryant H. McGill","topic":"Smile"},{"quote":"Let my soul smile through my heart and my heart smile through my eyes, that I may scatter rich smiles in sad hearts.","author":"Paramahansa Yogananda","topic":"Smile"},{"quote":"Peace begins with a smile.","author":"Mother Teresa","topic":"Smile"},{"quote":"Your smile will give you a positive countenance that will make people feel comfortable around you.","author":"Les Brown","topic":"Smile"},{"quote":"Did I offer peace today? Did I bring a smile to someone&#39;s face? Did I say words of healing? Did I let go of my anger and resentment? Did I forgive? Did I love? These are the real questions. I must trust that the little bit of love that I sow now will bear many fruits, here in this world and the life to come.","author":"Henri Nouwen","topic":"Smile"},{"quote":"I never get tired of smiling. I&#39;m just the kind of guy who likes to smile.","author":"Jason Ritter","topic":"Smile"},{"quote":"A warm smile is the universal language of kindness.","author":"William Arthur Ward","topic":"Smile"},{"quote":"Don&#39;t cry because it&#39;s over. Smile because it happened.","author":"Dr. Seuss","topic":"Smile"},{"quote":"We shall never know all the good that a simple smile can do.","author":"Mother Teresa","topic":"Smile"},{"quote":"My children are the reason I laugh, smile and want to get up every morning.","author":"Gena Lee Nolin","topic":"Smile"},{"quote":"I love those who can smile in trouble, who can gather strength from distress, and grow brave by reflection. &#39;Tis the business of little minds to shrink, but they whose heart is firm, and whose conscience approves their conduct, will pursue their principles unto death.","author":"Leonardo da Vinci","topic":"Smile"},{"quote":"A smile is happiness you&#39;ll find right under your nose.","author":"Tom Wilson","topic":"Smile"},{"quote":"Too often we underestimate the power of a touch, a smile, a kind word, a listening ear, an honest compliment, or the smallest act of caring, all of which have the potential to turn a life around.","author":"Leo Buscaglia","topic":"Smile"},{"quote":"I love fashion, and I love changing my style, my hair, my makeup, and everything I&#39;ve done in the past has made me what I am now. Not everyone is going to like what I do, but I look back at everything, and it makes me smile.","author":"Victoria Beckham","topic":"Smile"},{"quote":"I can&#39;t change my personality. I&#39;ll always smile, but I&#39;ll be more focused.","author":"Katarina Johnson-Thompson","topic":"Smile"},{"quote":"If you have only one smile in you give it to the people you love.","author":"Maya Angelou","topic":"Smile"},{"quote":"Let us always meet each other with smile, for the smile is the beginning of love.","author":"Mother Teresa","topic":"Smile"},{"quote":"Smile in the mirror. Do that every morning and you&#39;ll start to see a big difference in your life.","author":"Yoko Ono","topic":"Smile"},{"quote":"Share your smile with the world. It&#39;s a symbol of friendship and peace.","author":"Christie Brinkley","topic":"Smile"},{"quote":"Because of your smile, you make life more beautiful.","author":"Thich Nhat Hanh","topic":"Smile"},{"quote":"Lighten up, just enjoy life, smile more, laugh more, and don&#39;t get so worked up about things.","author":"Kenneth Branagh","topic":"Smile"},{"quote":"Smile, it is the key that fits the lock of everybody&#39;s heart.","author":"Anthony J. D'Angelo","topic":"Smile"},{"quote":"The real man smiles in trouble, gathers strength from distress, and grows brave by reflection.","author":"Thomas Paine","topic":"Smile"},{"quote":"Beauty is power; a smile is its sword.","author":"John Ray","topic":"Smile"},{"quote":"Peace is the beauty of life. It is sunshine. It is the smile of a child, the love of a mother, the joy of a father, the togetherness of a family. It is the advancement of man, the victory of a just cause, the triumph of truth.","author":"Menachem Begin","topic":"Smile"},{"quote":"Nothing you wear is more important than your smile.","author":"Connie Stevens","topic":"Smile"},{"quote":"The greatest self is a peaceful smile, that always sees the world smiling back.","author":"Bryant H. McGill","topic":"Smile"},{"quote":"Let my soul smile through my heart and my heart smile through my eyes, that I may scatter rich smiles in sad hearts.","author":"Paramahansa Yogananda","topic":"Smile"},{"quote":"Peace begins with a smile.","author":"Mother Teresa","topic":"Smile"},{"quote":"Your smile will give you a positive countenance that will make people feel comfortable around you.","author":"Les Brown","topic":"Smile"},{"quote":"Did I offer peace today? Did I bring a smile to someone&#39;s face? Did I say words of healing? Did I let go of my anger and resentment? Did I forgive? Did I love? These are the real questions. I must trust that the little bit of love that I sow now will bear many fruits, here in this world and the life to come.","author":"Henri Nouwen","topic":"Smile"},{"quote":"I never get tired of smiling. I&#39;m just the kind of guy who likes to smile.","author":"Jason Ritter","topic":"Smile"},{"quote":"A warm smile is the universal language of kindness.","author":"William Arthur Ward","topic":"Smile"},{"quote":"Don&#39;t cry because it&#39;s over. Smile because it happened.","author":"Dr. Seuss","topic":"Smile"},{"quote":"We shall never know all the good that a simple smile can do.","author":"Mother Teresa","topic":"Smile"},{"quote":"My children are the reason I laugh, smile and want to get up every morning.","author":"Gena Lee Nolin","topic":"Smile"},{"quote":"I love those who can smile in trouble, who can gather strength from distress, and grow brave by reflection. &#39;Tis the business of little minds to shrink, but they whose heart is firm, and whose conscience approves their conduct, will pursue their principles unto death.","author":"Leonardo da Vinci","topic":"Smile"},{"quote":"A smile is happiness you&#39;ll find right under your nose.","author":"Tom Wilson","topic":"Smile"},{"quote":"Too often we underestimate the power of a touch, a smile, a kind word, a listening ear, an honest compliment, or the smallest act of caring, all of which have the potential to turn a life around.","author":"Leo Buscaglia","topic":"Smile"},{"quote":"I love fashion, and I love changing my style, my hair, my makeup, and everything I&#39;ve done in the past has made me what I am now. Not everyone is going to like what I do, but I look back at everything, and it makes me smile.","author":"Victoria Beckham","topic":"Smile"},{"quote":"I can&#39;t change my personality. I&#39;ll always smile, but I&#39;ll be more focused.","author":"Katarina Johnson-Thompson","topic":"Smile"},{"quote":"If you have only one smile in you give it to the people you love.","author":"Maya Angelou","topic":"Smile"},{"quote":"Let us always meet each other with smile, for the smile is the beginning of love.","author":"Mother Teresa","topic":"Smile"},{"quote":"Smile in the mirror. Do that every morning and you&#39;ll start to see a big difference in your life.","author":"Yoko Ono","topic":"Smile"},{"quote":"Share your smile with the world. It&#39;s a symbol of friendship and peace.","author":"Christie Brinkley","topic":"Smile"},{"quote":"Because of your smile, you make life more beautiful.","author":"Thich Nhat Hanh","topic":"Smile"},{"quote":"Lighten up, just enjoy life, smile more, laugh more, and don&#39;t get so worked up about things.","author":"Kenneth Branagh","topic":"Smile"},{"quote":"Smile, it is the key that fits the lock of everybody&#39;s heart.","author":"Anthony J. D'Angelo","topic":"Smile"},{"quote":"The real man smiles in trouble, gathers strength from distress, and grows brave by reflection.","author":"Thomas Paine","topic":"Smile"},{"quote":"Beauty is power; a smile is its sword.","author":"John Ray","topic":"Smile"},{"quote":"Peace is the beauty of life. It is sunshine. It is the smile of a child, the love of a mother, the joy of a father, the togetherness of a family. It is the advancement of man, the victory of a just cause, the triumph of truth.","author":"Menachem Begin","topic":"Smile"},{"quote":"Nothing you wear is more important than your smile.","author":"Connie Stevens","topic":"Smile"},{"quote":"The greatest self is a peaceful smile, that always sees the world smiling back.","author":"Bryant H. McGill","topic":"Smile"},{"quote":"Let my soul smile through my heart and my heart smile through my eyes, that I may scatter rich smiles in sad hearts.","author":"Paramahansa Yogananda","topic":"Smile"},{"quote":"Peace begins with a smile.","author":"Mother Teresa","topic":"Smile"},{"quote":"Your smile will give you a positive countenance that will make people feel comfortable around you.","author":"Les Brown","topic":"Smile"},{"quote":"Did I offer peace today? Did I bring a smile to someone&#39;s face? Did I say words of healing? Did I let go of my anger and resentment? Did I forgive? Did I love? These are the real questions. I must trust that the little bit of love that I sow now will bear many fruits, here in this world and the life to come.","author":"Henri Nouwen","topic":"Smile"},{"quote":"I never get tired of smiling. I&#39;m just the kind of guy who likes to smile.","author":"Jason Ritter","topic":"Smile"},{"quote":"A warm smile is the universal language of kindness.","author":"William Arthur Ward","topic":"Smile"},{"quote":"Don&#39;t cry because it&#39;s over. Smile because it happened.","author":"Dr. Seuss","topic":"Smile"},{"quote":"We shall never know all the good that a simple smile can do.","author":"Mother Teresa","topic":"Smile"},{"quote":"My children are the reason I laugh, smile and want to get up every morning.","author":"Gena Lee Nolin","topic":"Smile"},{"quote":"I love those who can smile in trouble, who can gather strength from distress, and grow brave by reflection. &#39;Tis the business of little minds to shrink, but they whose heart is firm, and whose conscience approves their conduct, will pursue their principles unto death.","author":"Leonardo da Vinci","topic":"Smile"},{"quote":"A smile is happiness you&#39;ll find right under your nose.","author":"Tom Wilson","topic":"Smile"},{"quote":"Too often we underestimate the power of a touch, a smile, a kind word, a listening ear, an honest compliment, or the smallest act of caring, all of which have the potential to turn a life around.","author":"Leo Buscaglia","topic":"Smile"},{"quote":"I love fashion, and I love changing my style, my hair, my makeup, and everything I&#39;ve done in the past has made me what I am now. Not everyone is going to like what I do, but I look back at everything, and it makes me smile.","author":"Victoria Beckham","topic":"Smile"},{"quote":"I can&#39;t change my personality. I&#39;ll always smile, but I&#39;ll be more focused.","author":"Katarina Johnson-Thompson","topic":"Smile"},{"quote":"If you have only one smile in you give it to the people you love.","author":"Maya Angelou","topic":"Smile"},{"quote":"Let us always meet each other with smile, for the smile is the beginning of love.","author":"Mother Teresa","topic":"Smile"},{"quote":"Smile in the mirror. Do that every morning and you&#39;ll start to see a big difference in your life.","author":"Yoko Ono","topic":"Smile"},{"quote":"Share your smile with the world. It&#39;s a symbol of friendship and peace.","author":"Christie Brinkley","topic":"Smile"},{"quote":"Because of your smile, you make life more beautiful.","author":"Thich Nhat Hanh","topic":"Smile"},{"quote":"Lighten up, just enjoy life, smile more, laugh more, and don&#39;t get so worked up about things.","author":"Kenneth Branagh","topic":"Smile"},{"quote":"Smile, it is the key that fits the lock of everybody&#39;s heart.","author":"Anthony J. D'Angelo","topic":"Smile"},{"quote":"The real man smiles in trouble, gathers strength from distress, and grows brave by reflection.","author":"Thomas Paine","topic":"Smile"},{"quote":"Beauty is power; a smile is its sword.","author":"John Ray","topic":"Smile"},{"quote":"Peace is the beauty of life. It is sunshine. It is the smile of a child, the love of a mother, the joy of a father, the togetherness of a family. It is the advancement of man, the victory of a just cause, the triumph of truth.","author":"Menachem Begin","topic":"Smile"},{"quote":"Nothing you wear is more important than your smile.","author":"Connie Stevens","topic":"Smile"},{"quote":"The greatest self is a peaceful smile, that always sees the world smiling back.","author":"Bryant H. McGill","topic":"Smile"},{"quote":"Let my soul smile through my heart and my heart smile through my eyes, that I may scatter rich smiles in sad hearts.","author":"Paramahansa Yogananda","topic":"Smile"},{"quote":"Peace begins with a smile.","author":"Mother Teresa","topic":"Smile"},{"quote":"Your smile will give you a positive countenance that will make people feel comfortable around you.","author":"Les Brown","topic":"Smile"},{"quote":"Did I offer peace today? Did I bring a smile to someone&#39;s face? Did I say words of healing? Did I let go of my anger and resentment? Did I forgive? Did I love? These are the real questions. I must trust that the little bit of love that I sow now will bear many fruits, here in this world and the life to come.","author":"Henri Nouwen","topic":"Smile"},{"quote":"I never get tired of smiling. I&#39;m just the kind of guy who likes to smile.","author":"Jason Ritter","topic":"Smile"},{"quote":"A warm smile is the universal language of kindness.","author":"William Arthur Ward","topic":"Smile"},{"quote":"Don&#39;t cry because it&#39;s over. Smile because it happened.","author":"Dr. Seuss","topic":"Smile"},{"quote":"We shall never know all the good that a simple smile can do.","author":"Mother Teresa","topic":"Smile"},{"quote":"My children are the reason I laugh, smile and want to get up every morning.","author":"Gena Lee Nolin","topic":"Smile"},{"quote":"I love those who can smile in trouble, who can gather strength from distress, and grow brave by reflection. &#39;Tis the business of little minds to shrink, but they whose heart is firm, and whose conscience approves their conduct, will pursue their principles unto death.","author":"Leonardo da Vinci","topic":"Smile"},{"quote":"A smile is happiness you&#39;ll find right under your nose.","author":"Tom Wilson","topic":"Smile"},{"quote":"Too often we underestimate the power of a touch, a smile, a kind word, a listening ear, an honest compliment, or the smallest act of caring, all of which have the potential to turn a life around.","author":"Leo Buscaglia","topic":"Smile"},{"quote":"I love fashion, and I love changing my style, my hair, my makeup, and everything I&#39;ve done in the past has made me what I am now. Not everyone is going to like what I do, but I look back at everything, and it makes me smile.","author":"Victoria Beckham","topic":"Smile"},{"quote":"I can&#39;t change my personality. I&#39;ll always smile, but I&#39;ll be more focused.","author":"Katarina Johnson-Thompson","topic":"Smile"},{"quote":"If you have only one smile in you give it to the people you love.","author":"Maya Angelou","topic":"Smile"},{"quote":"Let us always meet each other with smile, for the smile is the beginning of love.","author":"Mother Teresa","topic":"Smile"},{"quote":"Smile in the mirror. Do that every morning and you&#39;ll start to see a big difference in your life.","author":"Yoko Ono","topic":"Smile"},{"quote":"Share your smile with the world. It&#39;s a symbol of friendship and peace.","author":"Christie Brinkley","topic":"Smile"},{"quote":"Because of your smile, you make life more beautiful.","author":"Thich Nhat Hanh","topic":"Smile"},{"quote":"Lighten up, just enjoy life, smile more, laugh more, and don&#39;t get so worked up about things.","author":"Kenneth Branagh","topic":"Smile"},{"quote":"Smile, it is the key that fits the lock of everybody&#39;s heart.","author":"Anthony J. D'Angelo","topic":"Smile"},{"quote":"The real man smiles in trouble, gathers strength from distress, and grows brave by reflection.","author":"Thomas Paine","topic":"Smile"},{"quote":"Beauty is power; a smile is its sword.","author":"John Ray","topic":"Smile"},{"quote":"Peace is the beauty of life. It is sunshine. It is the smile of a child, the love of a mother, the joy of a father, the togetherness of a family. It is the advancement of man, the victory of a just cause, the triumph of truth.","author":"Menachem Begin","topic":"Smile"},{"quote":"Nothing you wear is more important than your smile.","author":"Connie Stevens","topic":"Smile"},{"quote":"The greatest self is a peaceful smile, that always sees the world smiling back.","author":"Bryant H. McGill","topic":"Smile"},{"quote":"Let my soul smile through my heart and my heart smile through my eyes, that I may scatter rich smiles in sad hearts.","author":"Paramahansa Yogananda","topic":"Smile"},{"quote":"Peace begins with a smile.","author":"Mother Teresa","topic":"Smile"},{"quote":"Your smile will give you a positive countenance that will make people feel comfortable around you.","author":"Les Brown","topic":"Smile"},{"quote":"Did I offer peace today? Did I bring a smile to someone&#39;s face? Did I say words of healing? Did I let go of my anger and resentment? Did I forgive? Did I love? These are the real questions. I must trust that the little bit of love that I sow now will bear many fruits, here in this world and the life to come.","author":"Henri Nouwen","topic":"Smile"},{"quote":"I never get tired of smiling. I&#39;m just the kind of guy who likes to smile.","author":"Jason Ritter","topic":"Smile"},{"quote":"A warm smile is the universal language of kindness.","author":"William Arthur Ward","topic":"Smile"},{"quote":"Don&#39;t cry because it&#39;s over. Smile because it happened.","author":"Dr. Seuss","topic":"Smile"},{"quote":"We shall never know all the good that a simple smile can do.","author":"Mother Teresa","topic":"Smile"},{"quote":"My children are the reason I laugh, smile and want to get up every morning.","author":"Gena Lee Nolin","topic":"Smile"},{"quote":"I love those who can smile in trouble, who can gather strength from distress, and grow brave by reflection. &#39;Tis the business of little minds to shrink, but they whose heart is firm, and whose conscience approves their conduct, will pursue their principles unto death.","author":"Leonardo da Vinci","topic":"Smile"},{"quote":"A smile is happiness you&#39;ll find right under your nose.","author":"Tom Wilson","topic":"Smile"},{"quote":"Too often we underestimate the power of a touch, a smile, a kind word, a listening ear, an honest compliment, or the smallest act of caring, all of which have the potential to turn a life around.","author":"Leo Buscaglia","topic":"Smile"},{"quote":"I love fashion, and I love changing my style, my hair, my makeup, and everything I&#39;ve done in the past has made me what I am now. Not everyone is going to like what I do, but I look back at everything, and it makes me smile.","author":"Victoria Beckham","topic":"Smile"},{"quote":"I can&#39;t change my personality. I&#39;ll always smile, but I&#39;ll be more focused.","author":"Katarina Johnson-Thompson","topic":"Smile"}]