[{"quote":"Art, freedom and creativity will change society faster than politics.","author":"Victor Pinchuk","topic":"Society"},{"quote":"Knowledge is power. Information is liberating. Education is the premise of progress, in every society, in every family.","author":"Kofi Annan","topic":"Society"},{"quote":"Be stupid, be dumb, be funny, if that&#39;s who you are. Don&#39;t try to be someone that society wants you to be; that&#39;s stupid. So be yourself.","author":"Christina Grimmie","topic":"Society"},{"quote":"Where justice is denied, where poverty is enforced, where ignorance prevails, and where any one class is made to feel that society is an organized conspiracy to oppress, rob and degrade them, neither persons nor property will be safe.","author":"Frederick Douglass","topic":"Society"},{"quote":"There is pleasure in the pathless woods, there is rapture in the lonely shore, there is society where none intrudes, by the deep sea, and music in its roar; I love not Man the less, but Nature more.","author":"Lord Byron","topic":"Society"},{"quote":"Individual commitment to a group effort - that is what makes a team work, a company work, a society work, a civilization work.","author":"Vince Lombardi","topic":"Society"},{"quote":"We won&#39;t have a society if we destroy the environment.","author":"Margaret Mead","topic":"Society"},{"quote":"Unlike a drop of water which loses its identity when it joins the ocean, man does not lose his being in the society in which he lives. Man&#39;s life is independent. He is born not for the development of the society alone, but for the development of his self.","author":"B. R. Ambedkar","topic":"Society"},{"quote":"You must not lose faith in humanity. Humanity is an ocean; if a few drops of the ocean are dirty, the ocean does not become dirty.","author":"Mahatma Gandhi","topic":"Society"},{"quote":"Men make history and not the other way around. In periods where there is no leadership, society stands still. Progress occurs when courageous, skillful leaders seize the opportunity to change things for the better.","author":"Harry S Truman","topic":"Society"},{"quote":"If you&#39;re white and you&#39;re wrong, then you&#39;re wrong; if you&#39;re black and you&#39;re wrong, you&#39;re wrong. People are people. Black, blue, pink, green - God make no rules about color; only society make rules where my people suffer, and that why we must have redemption and redemption now.","author":"Bob Marley","topic":"Society"},{"quote":"If we desire a society of peace, then we cannot achieve such a society through violence. If we desire a society without discrimination, then we must not discriminate against anyone in the process of building this society. If we desire a society that is democratic, then democracy must become a means as well as an end.","author":"Bayard Rustin","topic":"Society"},{"quote":"Racism is taught in our society, it is not automatic. It is learned behavior toward persons with dissimilar physical characteristics.","author":"Alex Haley","topic":"Society"},{"quote":"Early childhood education is the key to the betterment of society.","author":"Maria Montessori","topic":"Society"},{"quote":"Without memory, there is no culture. Without memory, there would be no civilization, no society, no future.","author":"Elie Wiesel","topic":"Society"},{"quote":"The glory of justice and the majesty of law are created not just by the Constitution - nor by the courts - nor by the officers of the law - nor by the lawyers - but by the men and women who constitute our society - who are the protectors of the law as they are themselves protected by the law.","author":"Robert Kennedy","topic":"Society"},{"quote":"The woman power of this nation can be the power which makes us whole and heals the rotten community, now so shattered by war and poverty and racism. I have great faith in the power of women who will dedicate themselves whole-heartedly to the task of remaking our society.","author":"Coretta Scott King","topic":"Society"},{"quote":"I say what I want to say and do what I want to do. There&#39;s no in between. People will either love you for it or hate you for it.","author":"Eminem","topic":"Society"},{"quote":"Finance is not merely about making money. It&#39;s about achieving our deep goals and protecting the fruits of our labor. It&#39;s about stewardship and, therefore, about achieving the good society.","author":"Robert J. Shiller","topic":"Society"},{"quote":"We live in a society exquisitely dependent on science and technology, in which hardly anyone knows anything about science and technology.","author":"Carl Sagan","topic":"Society"},{"quote":"To educate a man in mind and not in morals is to educate a menace to society.","author":"Theodore Roosevelt","topic":"Society"},{"quote":"The most important impact on society and the world is the cell phone. Cell phones have actually been one of the primary drivers in productivity improvements.","author":"Fabrice Grinda","topic":"Society"},{"quote":"A gender-equal society would be one where the word &#39;gender&#39; does not exist: where everyone can be themselves.","author":"Gloria Steinem","topic":"Society"},{"quote":"The Holocaust illustrates the consequences of prejudice, racism and stereotyping on a society. It forces us to examine the responsibilities of citizenship and confront the powerful ramifications of indifference and inaction.","author":"Tim Holden","topic":"Society"},{"quote":"There is a huge need and a huge opportunity to get everyone in the world connected, to give everyone a voice and to help transform society for the future. The scale of the technology and infrastructure that must be built is unprecedented, and we believe this is the most important problem we can focus on.","author":"Mark Zuckerberg","topic":"Society"},{"quote":"We have to talk about liberating minds as well as liberating society.","author":"Angela Davis","topic":"Society"},{"quote":"For too long, our society has shrugged off bullying by labeling it a &#39;rite of passage&#39; and by asking students to simply &#39;get over it.&#39; Those attitudes need to change. Every day, students are bullied into silence and are afraid to speak up. Let&#39;s break this silence and end school bullying.","author":"Linda Sanchez","topic":"Society"},{"quote":"Having soon discovered to be great, I must appear so, and therefore studiously avoided mixing in society, and wrapped myself in mystery, devoting my time to fasting and prayer.","author":"Nat Turner","topic":"Society"},{"quote":"We have created a society where individual rights and freedoms, compassion and diversity are core to our citizenship. But underlying that idea of Canada is the promise that we all have a chance to build a better life for ourselves and our children.","author":"Justin Trudeau","topic":"Society"},{"quote":"I think the first duty of society is justice.","author":"Alexander Hamilton","topic":"Society"},{"quote":"In our society, the women who break down barriers are those who ignore limits.","author":"Arnold Schwarzenegger","topic":"Society"},{"quote":"The scars and stains of racism are still deeply embedded in the American society.","author":"John Lewis","topic":"Society"},{"quote":"Weakness is what brings ignorance, cheapness, racism, homophobia, desperation, cruelty, brutality, all these things that will keep a society chained to the ground, one foot nailed to the floor.","author":"Henry Rollins","topic":"Society"},{"quote":"Terrorism is a psychological warfare. Terrorists try to manipulate us and change our behavior by creating fear, uncertainty, and division in society.","author":"Patrick J. Kennedy","topic":"Society"},{"quote":"Voting is how we participate in a civic society - be it for president, be it for a municipal election. It&#39;s the way we teach our children - in school elections - how to be citizens, and the importance of their voice.","author":"Loretta Lynch","topic":"Society"},{"quote":"No man can be judged a criminal until he is found guilty; nor can society take from him the public protection until it has been proved that he has violated the conditions on which it was granted. What right, then, but that of power, can authorize the punishment of a citizen so long as there remains any doubt of his guilt?","author":"Cesare Beccaria","topic":"Society"},{"quote":"The paradox of education is precisely this - that as one begins to become conscious one begins to examine the society in which he is being educated.","author":"James A. Baldwin","topic":"Society"},{"quote":"A good person can make another person good; it means that goodness will elicit goodness in the society; other persons will also be good.","author":"Bhumibol Adulyadej","topic":"Society"},{"quote":"If we are peaceful, if we are happy, we can smile, and everyone in our family, our entire society, will benefit from our peace.","author":"Thich Nhat Hanh","topic":"Society"},{"quote":"A lot of times, in our culture and our society, we put romantic love somehow on a higher plane than self-love and friendship love. You can&#39;t do that. You have to honor and really fully invest in all these different loving relationships.","author":"Delilah","topic":"Society"},{"quote":"We must reject the idea that every time a law&#39;s broken, society is guilty rather than the lawbreaker. It is time to restore the American precept that each individual is accountable for his actions.","author":"Ronald Reagan","topic":"Society"},{"quote":"Think what a better world it would be if we all, the whole world, had cookies and milk about three o&#39;clock every afternoon and then lay down on our blankets for a nap.","author":"Barbara Jordan","topic":"Society"},{"quote":"It is no measure of health to be well adjusted to a profoundly sick society.","author":"Jiddu Krishnamurti","topic":"Society"},{"quote":"A people that values its privileges above its principles soon loses both.","author":"Dwight D. Eisenhower","topic":"Society"},{"quote":"Censorship reflects a society&#39;s lack of confidence in itself.","author":"Potter Stewart","topic":"Society"},{"quote":"There can be no keener revelation of a society&#39;s soul than the way in which it treats its children.","author":"Nelson Mandela","topic":"Society"},{"quote":"People who work together will win, whether it be against complex football defenses, or the problems of modern society.","author":"Vince Lombardi","topic":"Society"},{"quote":"The power of youth is the common wealth for the entire world. The faces of young people are the faces of our past, our present and our future. No segment in the society can match with the power, idealism, enthusiasm and courage of the young people.","author":"Kailash Satyarthi","topic":"Society"},{"quote":"To love our neighbor as ourselves is such a truth for regulating human society, that by that alone one might determine all the cases in social morality.","author":"John Locke","topic":"Society"},{"quote":"The most dangerous creation of any society is the man who has nothing to lose.","author":"James A. Baldwin","topic":"Society"},{"quote":"In bourgeois society capital is independent and has individuality, while the living person is dependent and has no individuality.","author":"Karl Marx","topic":"Society"},{"quote":"Because power corrupts, society&#39;s demands for moral authority and character increase as the importance of the position increases.","author":"John Adams","topic":"Society"},{"quote":"We live in a disposable society. It&#39;s easier to throw things out than to fix them. We even give it a name - we call it recycling.","author":"Neil LaBute","topic":"Society"},{"quote":"No society can surely be flourishing and happy, of which the far greater part of the members are poor and miserable.","author":"Adam Smith","topic":"Society"},{"quote":"Until we get equality in education, we won&#39;t have an equal society.","author":"Sonia Sotomayor","topic":"Society"},{"quote":"In a closed society where everybody&#39;s guilty, the only crime is getting caught. In a world of thieves, the only final sin is stupidity.","author":"Hunter S. Thompson","topic":"Society"},{"quote":"A multicultural society does not reject the culture of the other but is prepared to listen, to see, to dialogue and, in the final analysis, to possibly accept the other&#39;s culture without compromising its own.","author":"Reuven Rivlin","topic":"Society"},{"quote":"Everyone in society should be a role model, not only for their own self-respect, but for respect from others.","author":"Barry Bonds","topic":"Society"},{"quote":"We need to make sure we&#39;re all working together to change mindsets, to change attitudes, and to fight against the bad habits that we have as a society.","author":"Justin Trudeau","topic":"Society"},{"quote":"Where do the evils like corruption arise from? It comes from the never-ending greed. The fight for corruption-free ethical society will have to be fought against this greed and replace it with &#39;what can I give&#39; spirit.","author":"A. P. J. Abdul Kalam","topic":"Society"},{"quote":"The happiness of society is the end of government.","author":"John Adams","topic":"Society"},{"quote":"Genocide is not just a murderous madness; it is, more deeply, a politics that promises a utopia beyond politics - one people, one land, one truth, the end of difference. Since genocide is a form of political utopia, it remains an enduring temptation in any multiethnic and multicultural society in crisis.","author":"Michael Ignatieff","topic":"Society"},{"quote":"Since our society equates happiness with youth, we often assume that sorrow, quiet desperation, and hopelessness go hand in hand with getting older. They don&#39;t. Emotional pain or numbness are symptoms of living the wrong life, not a long life.","author":"Martha Beck","topic":"Society"},{"quote":"I stand for simple justice, equal opportunity and human rights. The indispensable elements in a democratic society - and well worth fighting for.","author":"Helen Suzman","topic":"Society"},{"quote":"No system of mass surveillance has existed in any society that we know of to this point that has not been abused.","author":"Edward Snowden","topic":"Society"},{"quote":"Parenting is not giving your child everything they want. Parenting is not being your child&#39;s friend. Parenting is about preparing your child to be a useful and respectful person in society.","author":"GloZell","topic":"Society"},{"quote":"America needs to understand Islam, because this is the one religion that erases from its society the race problem. Throughout my travels in the Muslim world, I have met, talked to, even eaten with people who in America would have been considered &#39;white,&#39; but the &#39;white&#39; attitude had been removed from their minds by the religion of Islam.","author":"Malcolm X","topic":"Society"},{"quote":"Discrimination is a hellhound that gnaws at Negroes in every waking moment of their lives to remind them that the lie of their inferiority is accepted as truth in the society dominating them.","author":"Martin Luther King, Jr.","topic":"Society"},{"quote":"What being a socialist means is... that you hold out... a vision of society where poverty is absolutely unnecessary, where international relations are not based on greed... but on cooperation... where human beings can own the means of production and work together rather than having to work as semi-slaves to other people who can hire and fire.","author":"Bernie Sanders","topic":"Society"},{"quote":"If society will not admit of woman&#39;s free development, then society must be remodeled.","author":"Elizabeth Blackwell","topic":"Society"},{"quote":"Access to computers and the Internet has become a basic need for education in our society.","author":"Kent Conrad","topic":"Society"},{"quote":"Ethics or simple honesty is the building blocks upon which our whole society is based, and business is a part of our society, and it&#39;s integral to the practice of being able to conduct business, that you have a set of honest standards.","author":"Kerry Stokes","topic":"Society"},{"quote":"We live in a society in which spurious realities are manufactured by the media, by governments, by big corporations, by religious groups, political groups. I ask, in my writing, &#39;What is real?&#39; Because unceasingly we are bombarded with pseudo realities manufactured by very sophisticated people using very sophisticated electronic mechanisms.","author":"Philip K. Dick","topic":"Society"},{"quote":"The danger of the past was that men became slaves. The danger of the future is that men may become robots.","author":"Erich Fromm","topic":"Society"},{"quote":"As I often say, we have come a long way from the days of slavery, but in 2014, discrimination and inequality still saturate our society in modern ways. Though racism may be less blatant now in many cases, its existence is undeniable.","author":"Al Sharpton","topic":"Society"},{"quote":"If you truly believe in the value of life, you care about all of the weakest and most vulnerable members of society.","author":"Joni Eareckson Tada","topic":"Society"},{"quote":"A state of society where men may not speak their minds cannot long endure.","author":"Winston Churchill","topic":"Society"},{"quote":"Unless and until our society recognizes cyber bullying for what it is, the suffering of thousands of silent victims will continue.","author":"Anna Maria Chavez","topic":"Society"},{"quote":"When our bodies are sick and people extend their sympathy, bring us soup, offer up solutions. When our minds are sick, people tend to shy away from you, be afraid, or call you outright crazy. I&#39;m fascinated by the way society and individuals view mental illness, and most of my shorts comment on that.","author":"Anna Akana","topic":"Society"},{"quote":"One of the main lessons I have learned during my five years as Secretary-General is that broad partnerships are the key to solving broad challenges. When governments, the United Nations, businesses, philanthropies and civil society work hand-in-hand, we can achieve great things.","author":"Ban Ki-moon","topic":"Society"},{"quote":"Ages of experience have taught humanity that the commitment of a husband and wife to love and to serve one another promotes the welfare of children and the stability of society.","author":"Jack Kingston","topic":"Society"},{"quote":"Dreams can become a reality when we possess a vision that is characterized by the willingness to work hard, a desire for excellence, and a belief in our right and our responsiblity to be equal members of society.","author":"Janet Jackson","topic":"Society"},{"quote":"Clothes make the man. Naked people have little or no influence on society.","author":"Mark Twain","topic":"Society"},{"quote":"Without culture, and the relative freedom it implies, society, even when perfect, is but a jungle. This is why any authentic creation is a gift to the future.","author":"Albert Camus","topic":"Society"},{"quote":"It does not matter how much we donate; it matters whether the donation is meaningful. How to define meaningful? Let society and history judge.","author":"Ronnie Chan","topic":"Society"},{"quote":"Society does not consist of individuals but expresses the sum of interrelations, the relations within which these individuals stand.","author":"Karl Marx","topic":"Society"},{"quote":"When an individual is protesting society&#39;s refusal to acknowledge his dignity as a human being, his very act of protest confers dignity on him.","author":"Bayard Rustin","topic":"Society"},{"quote":"Hatred is corrosive of a person&#39;s wisdom and conscience; the mentality of enmity can poison a nation&#39;s spirit, instigate brutal life and death struggles, destroy a society&#39;s tolerance and humanity, and block a nation&#39;s progress to freedom and democracy.","author":"Liu Xiaobo","topic":"Society"},{"quote":"Men and women must be educated, in a great degree, by the opinions and manners of the society they live in.","author":"Mary Wollstonecraft","topic":"Society"},{"quote":"People respond in accordance to how you relate to them. If you approach them on the basis of violence, that&#39;s how they&#39;ll react. But if you say, &#39;We want peace, we want stability,&#39; we can then do a lot of things that will contribute towards the progress of our society.","author":"Nelson Mandela","topic":"Society"},{"quote":"No one needs to tell me about the importance of the free press in a democratic society or about the essential role a newspaper can play in its community.","author":"Robert Kennedy","topic":"Society"},{"quote":"New Age values are conscious evolution, a non-sectarian society, a non-military culture, global sharing, healing the environment, sustainable economies, self-determination, social justice, economic empowerment of the poor, love, compassion in action, going beyond religious fundamentalism, going beyond nationalism-extreme nationalism, culture.","author":"Deepak Chopra","topic":"Society"},{"quote":"Along the way, let&#39;s never forget that once we were children and that we were all playing together without distinction of skin color, society level, or where people come from. Adults need to remember to play and to be more childlike in our behavior. We&#39;ve forgotten what that childlike experience was like.","author":"Guy Laliberte","topic":"Society"},{"quote":"Building sustainable cities - and a sustainable future - will need open dialogue among all branches of national, regional and local government. And it will need the engagement of all stakeholders - including the private sector and civil society, and especially the poor and marginalized.","author":"Ban Ki-moon","topic":"Society"},{"quote":"The Constitution that I interpret and apply is not living, but dead, or as I prefer to call it, enduring. It means, today, not what current society, much less the court, thinks it ought to mean, but what it meant when it was adopted.","author":"Antonin Scalia","topic":"Society"},{"quote":"The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom.","author":"Isaac Asimov","topic":"Society"},{"quote":"I think it&#39;s important for us as a society to remember that the youth within juvenile justice systems are, most of the time, youths who simply haven&#39;t had the right mentors and supporters around them - because of circumstances beyond their control.","author":"Q'orianka Kilcher","topic":"Society"},{"quote":"Positive energy is meant to give people confidence and hope, encourage people to love their country, society and life, as well as to pursue nice things. Everything we do is ultimately for the sake of spreading positive energy.","author":"Lu Wei","topic":"Society"},{"quote":"To understand how any society functions you must understand the relationship between the men and the women.","author":"Angela Davis","topic":"Society"},{"quote":"In a higher phase of communist society... only then can the narrow horizon of bourgeois right be fully left behind and society inscribe on its banners: from each according to his ability, to each according to his needs.","author":"Karl Marx","topic":"Society"},{"quote":"My purpose in life does not include a hankering to charm society.","author":"James Dean","topic":"Society"},{"quote":"Sports play a very important role in consolidating the national strength, adding lustre to the country&#39;s prestige and honour, inspiring people with national dignity and pride, and imbuing the whole society with revolutionary mettle.","author":"Kim Jong-un","topic":"Society"},{"quote":"The argument that gay marriage doesn&#39;t affect straight marriages is a ridiculous red herring: Gay marriage affects society and law in dramatic ways. Religious groups will come under direct assault as federal and state governments move to strip them of their non-profit statuses if they refuse to perform gay marriages.","author":"Ben Shapiro","topic":"Society"},{"quote":"I should tie myself to no particular system of society other than of socialism.","author":"Nelson Mandela","topic":"Society"},{"quote":"We have the opportunity to move not only toward the rich society and the powerful society, but upward to the Great Society.","author":"Lyndon B. Johnson","topic":"Society"},{"quote":"There was a time when men thought it was sexy to have a housewife waiting for him to come home from work in her slippers, but in modern society, I think an independent woman is even more sexy.","author":"Kat Graham","topic":"Society"},{"quote":"Space exploration is a force of nature unto itself that no other force in society can rival.","author":"Neil deGrasse Tyson","topic":"Society"},{"quote":"Society exists only as a mental concept; in the real world there are only individuals.","author":"Oscar Wilde","topic":"Society"},{"quote":"Ethnic diversity adds richness to a society.","author":"Gary Locke","topic":"Society"},{"quote":"Strong women, when respected, make the whole society stronger. One must be careful with such rapid changes, though, and make an effort to preserve, at the same time, the positive traditions of Indian culture.","author":"Chitra Banerjee Divakaruni","topic":"Society"},{"quote":"We need to develop and disseminate an entirely new paradigm and practice of collaboration that supersedes the traditional silos that have divided governments, philanthropies and private enterprises for decades and replace it with networks of partnerships working together to create a globally prosperous society.","author":"Simon Mainwaring","topic":"Society"},{"quote":"Communication is at the very core of our society. That&#39;s what makes us human.","author":"Jan Koum","topic":"Society"},{"quote":"No one should suffer from the great delusion that any form of communism or socialism which promotes the dictatorship of the few instead of the initiative of the millions can produce a happier or more prosperous society.","author":"Charles E. Wilson","topic":"Society"},{"quote":"Journalism is about results. It&#39;s about affecting your community or your society in the most progressive way.","author":"Anas Aremeyaw Anas","topic":"Society"},{"quote":"Society as a whole benefits immeasurably from a climate in which all persons, regardless of race or gender, may have the opportunity to earn respect, responsibility, advancement and remuneration based on ability.","author":"Sandra Day O'Connor","topic":"Society"},{"quote":"I think rap music is brought up, gangster rap in particular, as well as video games, every other thing they try to hang the ills of society on as a scapegoat.","author":"Ice Cube","topic":"Society"},{"quote":"I claim that human mind or human society is not divided into watertight compartments called social, political and religious. All act and react upon one another.","author":"Mahatma Gandhi","topic":"Society"},{"quote":"We have observed that, in society and the world in which we live, selfishness has increased more than love for others, and that men of good will must work, each with his own strengths and expertise, to ensure that love for others increases until it is equal and possibly exceeds love for oneself.","author":"Pope Francis","topic":"Society"},{"quote":"Torture is such a slippery slope; as soon as you allow a society or any legal system to do that, almost instantly you get a situation where people are being tortured for very trivial reasons.","author":"Iain Banks","topic":"Society"},{"quote":"Any society based on domination supports and condones violence.","author":"bell hooks","topic":"Society"},{"quote":"Competing in pageants made me hyper-aware of the unfair expectations society places on women in terms of youth and beauty. But it also gave me empathy for women who use beauty as a creative exploration. When expressed healthfully, dressing up, doing hair, crafting makeup, etc., is an art form.","author":"Rae Carson","topic":"Society"},{"quote":"The human being is in the most literal sense a political animal, not merely a gregarious animal, but an animal which can individuate itself only in the midst of society.","author":"Karl Marx","topic":"Society"},{"quote":"I&#39;m 23 years old. I might just be my mother&#39;s child, but in all reality, I&#39;m everybody&#39;s child. Nobody raised me; I was raised in this society.","author":"Tupac Shakur","topic":"Society"},{"quote":"Before the Second World War, I believed in the perfectability of social man; that a correct structure of society produced goodwill; and that, therefore, you could remove all social ills by a reorganisation of society. It is possible that I believe something of the same again; but after the war, I did not because I was unable to.","author":"William Golding","topic":"Society"},{"quote":"Society is unity in diversity.","author":"George Herbert Mead","topic":"Society"},{"quote":"Being homeless is like living in a post-apocalyptic world. You&#39;re on the outskirts of society.","author":"Frank Dillane","topic":"Society"},{"quote":"It is change, continuing change, inevitable change, that is the dominant factor in society today. No sensible decision can be made any longer without taking into account not only the world as it is, but the world as it will be.","author":"Isaac Asimov","topic":"Society"},{"quote":"The human mind is a dramatic structure in itself and our society is absolutely saturated with drama.","author":"Edward Bond","topic":"Society"},{"quote":"We educated, privileged lawyers have a professional and moral duty to represent the underrepresented in our society, to ensure that justice exists for all, both legal and economic justice.","author":"Sonia Sotomayor","topic":"Society"},{"quote":"I&#39;ll never understand how destroying families through deportation benefits our society. How we treat the undocumented says a great deal about us as a people and whether or not we&#39;ll continue to fulfill the fundamental American promise of equality and opportunity for all.","author":"Conor Oberst","topic":"Society"},{"quote":"I think the teaching profession contributes more to the future of our society than any other single profession.","author":"John Wooden","topic":"Society"},{"quote":"We live in a society of victimization, where people are much more comfortable being victimized than actually standing up for themselves.","author":"Marilyn Manson","topic":"Society"},{"quote":"In the past, modeling influences were largely confined to the styles of behavior and social practices in one&#39;s immediate community. The advent of television vastly expanded the range of models to which members of society are exposed day in and day out.","author":"Albert Bandura","topic":"Society"},{"quote":"In modern society, there are fewer and fewer opportunities for men to be men. For masculinity to flourish in all its glory. For daring and risk-taking to live free, or at least relatively free. Fraternities are one of those places. They deserve to be protected.","author":"Milo Yiannopoulos","topic":"Society"},{"quote":"Tremendous amounts of talent are lost to our society just because that talent wears a skirt.","author":"Shirley Chisholm","topic":"Society"},{"quote":"A Libertarian society of unfettered individualism spreads its benefits to virtually everyone - not just those who have the resources to seize political power.","author":"Harry Browne","topic":"Society"},{"quote":"You can&#39;t gaze in the crystal ball and see the future. What the Internet is going to be in the future is what society makes it.","author":"Bob Kahn","topic":"Society"},{"quote":"The American Dream means any person can achieve prosperity through hard work and ingenuity because there are no inherent barriers in our society.","author":"Anthony Scaramucci","topic":"Society"},{"quote":"Of all the things we have done, the most important - the one that history will record as the principal contribution of our generation - is that we understand how to turn the armed struggle into a Revolution; that we realized that it was essential to create a new mentality to build a new society.","author":"Samora Machel","topic":"Society"},{"quote":"If a free society cannot help the many who are poor, it cannot save the few who are rich.","author":"John F. Kennedy","topic":"Society"},{"quote":"A great man is different from an eminent one in that he is ready to be the servant of the society.","author":"B. R. Ambedkar","topic":"Society"},{"quote":"Anyway, no drug, not even alcohol, causes the fundamental ills of society. If we&#39;re looking for the source of our troubles, we shouldn&#39;t test people for drugs, we should test them for stupidity, ignorance, greed and love of power.","author":"P. J. O'Rourke","topic":"Society"},{"quote":"Our society is run by insane people for insane objectives. I think we&#39;re being run by maniacs for maniacal ends and I think I&#39;m liable to be put away as insane for expressing that. That&#39;s what&#39;s insane about it.","author":"John Lennon","topic":"Society"},{"quote":"The reason why men enter into society is the preservation of their property.","author":"John Locke","topic":"Society"},{"quote":"Freedom in capitalist society always remains about the same as it was in ancient Greek republics: Freedom for slave owners.","author":"Vladimir Lenin","topic":"Society"},{"quote":"The opposite of courage in our society is not cowardice, it is conformity.","author":"Rollo May","topic":"Society"},{"quote":"If the same punishment is prescribed for two crimes that injure society in different degrees, then men will face no stronger deterrent from committing the greater crime if they find it in their advantage to do so.","author":"Cesare Beccaria","topic":"Society"},{"quote":"I have a total irreverence for anything connected with society except that which makes the roads safer, the beer stronger, the food cheaper and the old men and old women warmer in the winter and happier in the summer.","author":"Brendan Behan","topic":"Society"},{"quote":"We&#39;re losing our way as a society. If we don&#39;t stand up, if we don&#39;t say what we think those rights should be, and if we don&#39;t protect them, we will very soon find out that we do not have them.","author":"Edward Snowden","topic":"Society"},{"quote":"Society is like a stew. If you don&#39;t stir it up every once in a while then a layer of scum floats to the top.","author":"Edward Abbey","topic":"Society"},{"quote":"I wanted to start a revolution, using art to build the sort of society I myself envisioned.","author":"Yayoi Kusama","topic":"Society"},{"quote":"In a liquid modern life there are no permanent bonds, and any that we take up for a time must be tied loosely so that they can be untied again, as quickly and as effortlessly as possible, when circumstances change - as they surely will in our liquid modern society, over and over again.","author":"Zygmunt Bauman","topic":"Society"},{"quote":"Every society, all government, and every kind of civil compact therefore, is or ought to be, calculated for the general good and safety of the community.","author":"George Mason","topic":"Society"},{"quote":"In thinking about religion and society in the 21st century, we should broaden the conversation about faith from doctrinal debates to the larger question of how it might inspire us to strengthen the bonds of belonging that redeem us from our solitude, helping us to construct together a gracious and generous social order.","author":"Jonathan Sacks","topic":"Society"},{"quote":"I am now quite cured of seeking pleasure in society, be it country or town. A sensible man ought to find sufficient company in himself.","author":"Emily Bronte","topic":"Society"},{"quote":"Almost everything about American society is affected by World War II: our feelings about race; our feelings about gender and the empowerment of women, moving women into the workplace; our feelings about our role in the world. All of that comes in a very direct way out of World War II.","author":"Rick Atkinson","topic":"Society"},{"quote":"For a long time, society put obstacles in the way of women who wanted to enter the sciences.","author":"Sally Ride","topic":"Society"},{"quote":"We lost our way and allowed greed and excess to become the twin pillars of too much of the financial culture. We became a society utterly absorbed in consumption and dismissive of moderation.","author":"Tom Brokaw","topic":"Society"},{"quote":"Integrity is essential and irreplaceable. It is the most valuable asset for a person, a company, or a society seeking to build and progress.","author":"Rex Tillerson","topic":"Society"},{"quote":"If we don&#39;t figure out a way to create equity, real equity, of opportunity and access, to good schools, housing, health care, and decent paying jobs, we&#39;re not going to survive as a productive and healthy society.","author":"Tim Wise","topic":"Society"},{"quote":"The internet could be a very positive step towards education, organisation and participation in a meaningful society.","author":"Noam Chomsky","topic":"Society"},{"quote":"Up until now, the biggest question in society about video games has been what to do about violent games. But it&#39;s almost like society in general considers video games to be something of a nuisance, that they want to toss into the garbage can.","author":"Shigeru Miyamoto","topic":"Society"},{"quote":"All women have a perception much more developed than men. So all women somehow, being repressed for so many millennia, they ended up by developing this sixth sense and contemplation and love. And this is something that we have a hard time to accept as part of our society.","author":"Paulo Coelho","topic":"Society"},{"quote":"The paradox of education is precisely this; that as one begins to become conscious one begins to examine the society in which he is being educated.","author":"James Baldwin","topic":"Society"},{"quote":"There is no better gift a society can give children than the opportunity to grow up safe and free - the chance to pursue whatever dreams they may have.","author":"John Roberts","topic":"Society"},{"quote":"I think a lot of people get lost. They start following iconic figures and get drowned in the pool of celebrity. Our society, as we know it, is definitely changing. With social media and cell phones, you freak out when you don&#39;t know what&#39;s going on.","author":"Israel Broussard","topic":"Society"},{"quote":"In our increasingly secular society, with so many disparate gods and different faiths, superhero films present a unique canvas upon which our shared hopes, dreams and apocalyptic nightmares can be projected and played out.","author":"Tom Hiddleston","topic":"Society"},{"quote":"My role in society, or any artist&#39;s or poet&#39;s role, is to try and express what we all feel. Not to tell people how to feel. Not as a preacher, not as a leader, but as a reflection of us all.","author":"John Lennon","topic":"Society"},{"quote":"Happiness is dependent on self-discipline. We are the biggest obstacles to our own happiness. It is much easier to do battle with society and with others than to fight our own nature.","author":"Dennis Prager","topic":"Society"},{"quote":"Natural disasters are terrifying - that loss of control, this feeling that something is just going to randomly end your life for absolutely no reason is terrifying. But, what scares me is the human reaction to it and how people behave when the rules of civility and society are obliterated.","author":"Eli Roth","topic":"Society"},{"quote":"Sports is the common denominator in the world that brings everyone together. If there&#39;s any one place in the world where there is equality, it is probably sports. That was something that didn&#39;t always exist. We&#39;ve come a long way in sports. Why can&#39;t society use sports as a way to bring people together and create change?","author":"Stephen M. Ross","topic":"Society"},{"quote":"That the caste system must be abolished if the Hindu society is to be reconstructed on the basis of equality, goes without saying. Untouchability has its roots in the caste system. They cannot expect the Brahmins to rise in revolt against the caste system. Also we cannot rely upon the non-Brahmins and ask them to fight our battle.","author":"B. R. Ambedkar","topic":"Society"},{"quote":"We need society, and we need solitude also, as we need summer and winter, day and night, exercise and rest.","author":"Philip Gilbert Hamerton","topic":"Society"},{"quote":"If we desire a society in which men are brothers, then we must act towards one another with brotherhood. If we can build such a society, then we would have achieved the ultimate goal of human freedom.","author":"Bayard Rustin","topic":"Society"},{"quote":"No matter how civilized we are and how much society has curbed violent behavior. Human beings still have the same genes they had 10,000 years ago. Our bodies are designed to have a certain amount of physical stress and violence in them. We&#39;re designed to run from jaguars and fight to defend our territory.","author":"Joe Rogan","topic":"Society"},{"quote":"Civilization is the progress toward a society of privacy. The savage&#39;s whole existence is public, ruled by the laws of his tribe. Civilization is the process of setting man free from men.","author":"Ayn Rand","topic":"Society"},{"quote":"Genuine equality between the sexes can only be realized in the process of the socialist transformation of society as a whole.","author":"Mao Zedong","topic":"Society"},{"quote":"To cut short the question of the law of retaliation, we must note that even in its primitive form it can operate only between two individuals of whom one is absolutely innocent, and the other absolutely guilty. The victim, to be sure, is innocent. But can the society that is supposed to represent the victim lay claim to innocence?","author":"Albert Camus","topic":"Society"},{"quote":"The laws only can determine the punishment of crimes, and the authority of making penal laws can only reside with the legislator, who represents the whole society united by the social compact.","author":"Cesare Beccaria","topic":"Society"},{"quote":"You can&#39;t make up anything anymore. The world itself is a satire. All you&#39;re doing is recording it.","author":"Art Buchwald","topic":"Society"},{"quote":"There is only one way left to escape the alienation of present day society: to retreat ahead of it.","author":"Roland Barthes","topic":"Society"},{"quote":"&#39;Utopia&#39; is a positive and constructive program that gives people the opportunity, if you can start all over again, start from scratch and create laws and make decisions, will you be able to build a society that is better than the one we have; will it be chaos or happiness.","author":"John de Mol, Jr.","topic":"Society"},{"quote":"The Internet: transforming society and shaping the future through chat.","author":"Dave Barry","topic":"Society"},{"quote":"For many centuries, suicides were treated like criminals by the society. That is part of the terrible legacy that has come down into society&#39;s method of handling suicide recovery. Now we have to fight off the demons that have been hanging around suicide for centuries.","author":"Judy Collins","topic":"Society"},{"quote":"Censorship always defeats it own purpose, for it creates in the end the kind of society that is incapable of exercising real discretion.","author":"Henry Steele Commager","topic":"Society"},{"quote":"What we&#39;ve seen over the last decade is we&#39;ve seen a departure from the traditional work of the National Security Agency. They&#39;ve become sort of the national hacking agency, the national surveillance agency. And they&#39;ve lost sight of the fact that everything they do is supposed to make us more secure as a nation and a society.","author":"Edward Snowden","topic":"Society"},{"quote":"If someone is gay and he searches for the Lord and has good will, who am I to judge? We shouldn&#39;t marginalise people for this. They must be integrated into society.","author":"Pope Francis","topic":"Society"},{"quote":"Diversity in the world is a basic characteristic of human society, and also the key condition for a lively and dynamic world as we see today.","author":"Jinato Hu","topic":"Society"},{"quote":"The labor of women in the house, certainly, enables men to produce more wealth than they otherwise could; and in this way women are economic factors in society. But so are horses.","author":"Charlotte Perkins Gilman","topic":"Society"},{"quote":"The baby boomers are getting older, and will stay older for longer. And they will run right into the dementia firing range. How will a society cope? Especially a society that can&#39;t so readily rely on those stable family relationships that traditionally provided the backbone of care?","author":"Terry Pratchett","topic":"Society"},{"quote":"Girls are the future mothers of our society, and it is important that we focus on their well-being.","author":"Miriam Makeba","topic":"Society"},{"quote":"For too long in this society, we have celebrated unrestrained individualism over common community.","author":"Joe Biden","topic":"Society"},{"quote":"Police in China can do whatever they want; after 81 days in arbitrary detention you clearly realise that they don&#39;t have to obey their own laws. In a society like this there is no negotiation, no discussion, except to tell you that power can crush you any time they want - not only you, your whole family and all people like you.","author":"Ai Weiwei","topic":"Society"},{"quote":"The functions of the family in a highly differentiated society are not to be interpreted as functions directly on behalf of the society, but on behalf of personality.","author":"Talcott Parsons","topic":"Society"},{"quote":"Justice is itself the great standing policy of civil society; and any eminent departure from it, under any circumstances, lies under the suspicion of being no policy at all.","author":"Edmund Burke","topic":"Society"},{"quote":"To pursue your dreams, to have them come true, to have made a difference, to have changed society, to have fought against powerful forces... that&#39;s a life well-spent.","author":"Hugh Hefner","topic":"Society"},{"quote":"Society bristles with enigmas which look hard to solve. It is a perfect maze of intrigue.","author":"Honore de Balzac","topic":"Society"},{"quote":"Capitalistic society teaches kids to be No. 1, but true self-esteem doesn&#39;t come from money. It doesn&#39;t come from winning the Super Bowl.","author":"Jim Brown","topic":"Society"},{"quote":"Man seeks to learn, and man kills himself because of the loss of cohesion in his religious society; he does not kill himself because of his learning. It is certainly not the learning he acquires that disorganizes religion; but the desire for knowledge wakens because religion becomes disorganized.","author":"Emile Durkheim","topic":"Society"},{"quote":"For me, I try and be authentic in my choices and follow my instincts, and I think it&#39;s a valuable message for women in today&#39;s society to learn to love yourself.","author":"Gugu Mbatha-Raw","topic":"Society"},{"quote":"I think right now the way society&#39;s going, I think role models are important, and kids need direction. If I didn&#39;t have that direction growing up, who knows what I could be doing, because I&#39;ve been lost many times in my life, and I&#39;ve had to have someone guide me back on the right path.","author":"Jeremy Lin","topic":"Society"},{"quote":"If a person is homosexual by nature - that is, if one&#39;s sexuality is as intrinsic a part of one&#39;s identity as gender or skin color - then society can no more deny a gay person access to the secular rights and religious sacraments because of his homosexuality than it can reinstate Jim Crow.","author":"Jon Meacham","topic":"Society"},{"quote":"The more that everyone has access to the same educational opportunities, the more society will tend to accept some receiving disproportionate rewards. After all, they themselves have a chance to be winners.","author":"Raghuram Rajan","topic":"Society"},{"quote":"In our society, daily experience teaches the individual to want and need a never-ending supply of new toys and drugs.","author":"Christopher Lasch","topic":"Society"},{"quote":"Nothing brings me more happiness than trying to help the most vulnerable people in society. It is a goal and an essential part of my life - a kind of destiny. Whoever is in distress can call on me. I will come running wherever they are.","author":"Princess Diana","topic":"Society"},{"quote":"There is nothing of greater importance to the well-being of society at large - of man as well as woman - than the true proper position of woman.","author":"Lucretia Mott","topic":"Society"},{"quote":"The trouble with the rat race is that even if you win, you&#39;re still a rat.","author":"Lily Tomlin","topic":"Society"},{"quote":"I have cherished the ideal of a democratic and free society in which all persons live together in harmony and with equal opportunities. It is an ideal which I hope to live for and to achieve. But if needs be, it is an ideal for which I am prepared to die.","author":"Nelson Mandela","topic":"Society"},{"quote":"Power is not an institution, and not a structure; neither is it a certain strength we are endowed with; it is the name that one attributes to a complex strategical situation in a particular society.","author":"Michel Foucault","topic":"Society"},{"quote":"Human security recognizes the importance of individuals and that the key to ensuring growth in developing countries is to foster individual talent and abilities, build self-reliance, and put people in a position to make a broader contribution to society. Growth must be inclusive, and no one must be left behind.","author":"Shinzo Abe","topic":"Society"},{"quote":"One of the greatest casualties of the war in Vietnam is the Great Society... shot down on the battlefield of Vietnam.","author":"Martin Luther King, Jr.","topic":"Society"},{"quote":"Civility, politeness, it&#39;s like a cement in a society: binds it together. And when we lose it, then I think we all feel lesser and slightly dirty because of it.","author":"Jeremy Irons","topic":"Society"},{"quote":"We shall probably get nearest to the truth if we think of the conscious and personal psyche as resting upon the broad basis of an inherited and universal psychic disposition which is as such unconscious, and that our personal psyche bears the same relation to the collective psyche as the individual to society.","author":"Carl Jung","topic":"Society"},{"quote":"Of course I believe imaginative architecture can make a difference to people&#39;s lives, but I wish it was possible to divert some of the effort we put into ambitious museums and galleries into the basic architectural building blocks of society.","author":"Zaha Hadid","topic":"Society"},{"quote":"The point of mythology or myth is to point to the horizon and to point back to ourselves: This is who we are; this is where we came from; and this is where we&#39;re going. And a lot of Western society over the last hundred years - the last 50 years really - has lost that. We have become rather aimless and wandering.","author":"J. Michael Straczynski","topic":"Society"},{"quote":"Abuse of words has been the great instrument of sophistry and chicanery, of party, faction, and division of society.","author":"John Adams","topic":"Society"},{"quote":"My black-and-white work is more of a celebration, and the color work became more of a critique of society.","author":"Martin Parr","topic":"Society"},{"quote":"I think sometimes in life we want to ignore the problems of society and just think about the good. I believe in positive thinking and affirmative living, I also think it&#39;s really important to remember all of our disenfranchised members of society.","author":"Kerry Washington","topic":"Society"},{"quote":"Right action tends to be defined in terms of general individual rights and standards that have been critically examined and agreed upon by the whole society.","author":"Lawrence Kohlberg","topic":"Society"},{"quote":"The most violent element in society is ignorance.","author":"Emma Goldman","topic":"Society"},{"quote":"There is no higher value in our society than integrity.","author":"Arlen Specter","topic":"Society"},{"quote":"The surface of American society is covered with a layer of democratic paint, but from time to time one can see the old aristocratic colours breaking through.","author":"Alexis de Tocqueville","topic":"Society"},{"quote":"I&#39;m looking forward to the day when America will mature to the point that we are a color-blind society. I&#39;m not so sure that in politics that will ever be reality, because politics has a way of separating us based on skin color.","author":"J. C. Watts","topic":"Society"},{"quote":"Our society is used to judging content by its package and label.","author":"Joanna Krupa","topic":"Society"},{"quote":"Work is that which you dislike doing but perform for the sake of external rewards. At school, this takes the form of grades. In society, it means money, status, privilege.","author":"Abraham Maslow","topic":"Society"},{"quote":"Society cannot share a common communication system so long as it is split into warring factions.","author":"Bertolt Brecht","topic":"Society"},{"quote":"If religion has given birth to all that is essential in society, it is because the idea of society is the soul of religion.","author":"Emile Durkheim","topic":"Society"},{"quote":"Suspicion is the companion of mean souls, and the bane of all good society.","author":"Thomas Paine","topic":"Society"},{"quote":"To overcome poverty and the flaws of the economic crisis in our society, we need to envision our social life. We have to free our mind, imagine what has never happened before and write social fiction. We need to imagine things to make them happen. If you don&#39;t imagine, it will never happen.","author":"Muhammad Yunus","topic":"Society"},{"quote":"An ideal society should be mobile, should be full of channels for conveying a change taking place in one part to other parts. In an ideal society, there should be many interests consciously communicated and shared.","author":"B. R. Ambedkar","topic":"Society"},{"quote":"Meals make the society, hold the fabric together in lots of ways that were charming and interesting and intoxicating to me. The perfect meal, or the best meals, occur in a context that frequently has very little to do with the food itself.","author":"Anthony Bourdain","topic":"Society"},{"quote":"What&#39;s so amazing in today&#39;s society is people look up to football players. And as a football player, you have a platform. And it&#39;s so much more important than any touchdown or trophy or anything you could win with football. Its taking that platform and be able to influence people.","author":"Tim Tebow","topic":"Society"},{"quote":"People don&#39;t want other people to get high, because if you get high, you might see the falsity of the fabric of the society we live in.","author":"Ken Kesey","topic":"Society"},{"quote":"The right combination is between a free economy and social policy that addresses the needs of society and creates equal opportunity.","author":"Benjamin Netanyahu","topic":"Society"},{"quote":"As a society, we&#39;re failing. In so many ways. Such high incarceration rates of underrepresented minorities ultimately means we&#39;re missing out on great potential from black and Latino communities. Yes, there&#39;s immense talent brewing even within the most impoverished neighborhoods. Talent is universal, but opportunity is not.","author":"Christine Tsai","topic":"Society"},{"quote":"Affirmative action has a negative effect on our society when it means counting us like so many beans and dividing us into separate piles.","author":"John Kasich","topic":"Society"},{"quote":"Our society must make it right and possible for old people not to fear the young or be deserted by them, for the test of a civilization is the way that it cares for its helpless members.","author":"Pearl S. Buck","topic":"Society"},{"quote":"I had three chairs in my house; one for solitude, two for friendship, three for society.","author":"Henry David Thoreau","topic":"Society"},{"quote":"I know of no safe depository of the ultimate powers of the society but the people themselves; and if we think them not enlightened enough to exercise their control with a wholesome discretion, the remedy is not to take it from them but to inform their discretion.","author":"Thomas Jefferson","topic":"Society"},{"quote":"It may be that by watching everywhere we go, by watching everything we do, by analyzing every word we say, by waiting and passing judgment over every association we make and every person we love, that we could uncover a terrorist plot, or we could discover more criminals. But is that the kind of society we want to live in?","author":"Edward Snowden","topic":"Society"},{"quote":"By working to ensure we live in a society that prioritizes public safety, education, and innovation, entrepreneurship can thrive and create a better world for all of us to live in.","author":"Ron Conway","topic":"Society"},{"quote":"Those 62 million girls who are not being educated around the world impact my life in Washington, D.C., in the United States of America. Because if we aren&#39;t empowering and providing the skills and the resources to half of our population, then we&#39;re not realizing our full potential as a society, as mankind.","author":"Michelle Obama","topic":"Society"},{"quote":"Women have been trained in our culture and society to ask for what we want instead of taking what we want. We&#39;ve been really indoctrinated with this culture of permission. I think it&#39;s true for women, and I think it&#39;s true for people of color. It&#39;s historic, and it&#39;s unfortunate and has somehow become part of our DNA. But that time has passed.","author":"Ava DuVernay","topic":"Society"},{"quote":"My aim is to create a happy society with genuine friendship. Friendship between Tibetan and Chinese peoples is very essential.","author":"Dalai Lama","topic":"Society"},{"quote":"Of all the thankless jobs that economists set for themselves when it comes to educating people about economics, the notion that society is better off if some industries are allowed to wither, their workers lose their jobs, and investors lose their capital - all in the name of the greater glory of globalization - surely ranks near the top.","author":"Edward C. Prescott","topic":"Society"},{"quote":"What is it to enjoy life? Sit at the beach? No. What it is is that you have to do something, you have be productive, make a contribution to the society, to the family, to yourself.","author":"Frank Lowy","topic":"Society"},{"quote":"We live in an image society. Speeches are not what anybody cares about; what they care about is the picture.","author":"Madeleine Albright","topic":"Society"},{"quote":"As society becomes more and more complex, cheating will in many ways become progressively easier and easier to do and harder to police or even understand.","author":"Vitalik Buterin","topic":"Society"},{"quote":"Language has no independent existence apart from the people who use it. It is not an end in itself; it is a means to an end of understanding who you are and what society is like.","author":"David Crystal","topic":"Society"},{"quote":"Philanthropy is involved with basic innovations that transform society, not simply maintaining the status quo or filling basic social needs that were formerly the province of the public sector.","author":"David Rockefeller","topic":"Society"},{"quote":"We are not yet a society free of sexism, and this will continue to be an issue for all women candidates.","author":"Campbell Brown","topic":"Society"},{"quote":"My hope is that light, flexible architecture might bring about a new and open society.","author":"Frei Otto","topic":"Society"},{"quote":"Friendship! Mysterious cement of the soul, Sweet&#39;ner of life, and solder of society.","author":"Robert Blair","topic":"Society"},{"quote":"The individual is not accountable to society for his actions in so far as these concern the interests of no person but himself.","author":"John Stuart Mill","topic":"Society"},{"quote":"Business, labor and civil society organizations have skills and resources that are vital in helping to build a more robust global community.","author":"Kofi Annan","topic":"Society"},{"quote":"When the Americans see someone like Steve Jobs or Mark Zuckerberg, who made billions thanks to their talent and determination, the first thing they say to themselves is, &#39;I want to be like him.&#39; This, in many ways, is the engine that drives Western society: The desire to make it like the winners.","author":"Yair Lapid","topic":"Society"},{"quote":"Persecution is the first law of society because it is always easier to suppress criticism than to meet it.","author":"Howard Mumford Jones","topic":"Society"},{"quote":"There is a collective as well as an individual humor inclining peoples to sadness or cheerfulness, making them see things in bright or somber lights. In fact, only society can pass a collective opinion on the value of human life; for this the individual is incompetent.","author":"Emile Durkheim","topic":"Society"},{"quote":"No fundamental social change occurs merely because government acts. It&#39;s because civil society, the conscience of a country, begins to rise up and demand - demand - demand change.","author":"Joe Biden","topic":"Society"},{"quote":"In December, I agreed to extend the tax cuts for the wealthiest Americans because it was the only way I could prevent a tax hike on middle-class Americans. But we cannot afford $1 trillion worth of tax cuts for every millionaire and billionaire in our society. We can&#39;t afford it. And I refuse to renew them again.","author":"Barack Obama","topic":"Society"},{"quote":"My job as a leader is to make sure everybody in the company has great opportunities, and that they feel they&#39;re having a meaningful impact and are contributing to the good of society. As a world, we&#39;re doing a better job of that. My goal is for Google to lead, not follow that.","author":"Larry Page","topic":"Society"},{"quote":"A society whose members are united by the fact that they think in the same way in regard to the sacred world and its relations with the profane world, and by the fact that they translate these common ideas into common practices, is what is called a Church. In all history, we do not find a single religion without a Church.","author":"Emile Durkheim","topic":"Society"},{"quote":"The very word &#39;secrecy&#39; is repugnant in a free and open society; and we are as a people inherently and historically opposed to secret societies, to secret oaths, and to secret proceedings.","author":"John F. Kennedy","topic":"Society"},{"quote":"Two things form the bedrock of any open society - freedom of expression and rule of law. If you don&#39;t have those things, you don&#39;t have a free country.","author":"Salman Rushdie","topic":"Society"},{"quote":"If we as a society are willing to have a preference for organic food, the farmer can pass on the savings.","author":"Robert Patterson","topic":"Society"},{"quote":"I want a real revolution, a real change in society: society, a great organic mass of well-regulated forces used for the bringing-about a happy life for all.","author":"William Morris","topic":"Society"},{"quote":"Hip-hop reflects the truth, and the problem is that hip-hop exposes a lot of the negative truth that society tries to conceal. It&#39;s a platform where we could offer information, but it&#39;s also an escape.","author":"Busta Rhymes","topic":"Society"},{"quote":"Neither the life of an individual nor the history of a society can be understood without understanding both.","author":"C. Wright Mills","topic":"Society"},{"quote":"Society is like a large piece of frozen water; and skating well is the great art of social life.","author":"Letitia Elizabeth Landon","topic":"Society"},{"quote":"Since the global financial crisis and recession of 2007-2009, criticism of the economics profession has intensified. The failure of all but a few professional economists to forecast the episode - the aftereffects of which still linger - has led many to question whether the economics profession contributes anything significant to society.","author":"Robert J. Shiller","topic":"Society"},{"quote":"At a time when science plays such a powerful role in the life of society, when the destiny of the whole of mankind may hinge on the results of scientific research, it is incumbent on all scientists to be fully conscious of that role, and conduct themselves accordingly.","author":"Joseph Rotblat","topic":"Society"},{"quote":"Civilized society is perpetually menaced with disintegration through this primary hostility of men towards one another.","author":"Sigmund Freud","topic":"Society"},{"quote":"When freedom does not have a purpose, when it does not wish to know anything about the rule of law engraved in the hearts of men and women, when it does not listen to the voice of conscience, it turns against humanity and society.","author":"Pope John Paul II","topic":"Society"},{"quote":"A rat race is for rats. We&#39;re not rats. We&#39;re human beings. Reject the insidious pressures in society that would blunt your critical faculties to all that is happening around you, that would caution silence in the face of injustice lest you jeopardise your chances of promotion and self-advancement.","author":"Jimmy Reid","topic":"Society"},{"quote":"You can find your way across this country using burger joints the way a navigator uses stars.","author":"Charles Kuralt","topic":"Society"},{"quote":"The triumph of persuasion over force is the sign of a civilized society.","author":"Mark Skousen","topic":"Society"},{"quote":"Economy is the basis of society. When the economy is stable, society develops. The ideal economy combines the spiritual and the material, and the best commodities to trade in are sincerity and love.","author":"Morihei Ueshiba","topic":"Society"},{"quote":"I used to define success as being able to produce any result you wanted, whether it was a relationship, weight-loss, being a millionaire, impacting the culture, changing society, whatever it might be - it might be homelessness, whatever - and lately, I&#39;ve redefined success as &#39;fulfilling your soul&#39;s purpose.&#39;","author":"Jack Canfield","topic":"Society"},{"quote":"Ants can live together in solidarity and forget themselves in the community. In a normative capitalist society, everyone is an egoist. In the ants&#39; civilization, you are part of the group; you don&#39;t live for yourself alone.","author":"Bernard Werber","topic":"Society"},{"quote":"I believe I have a personal responsibility to make a positive impact on society.","author":"Anthony Fauci","topic":"Society"},{"quote":"Professionalism is not sportsmanship. If you don&#39;t succeed, you won&#39;t be in your profession for long. In our society, it&#39;s not about good or bad. It&#39;s about who&#39;s on top.","author":"Chili Davis","topic":"Society"},{"quote":"Progressive art can assist people to learn not only about the objective forces at work in the society in which they live, but also about the intensely social character of their interior lives. Ultimately, it can propel people toward social emancipation.","author":"Salvador Dali","topic":"Society"},{"quote":"If we depend for our happiness on another, on society or on environment, they become essential to us; we cling to them, and any alteration of these we violently oppose because we depend upon them for our psychological security and comfort.","author":"Jiddu Krishnamurti","topic":"Society"},{"quote":"When one lives in a society where people can no longer rely on the institutions to tell them the truth, the truth must come from culture and art.","author":"John Trudell","topic":"Society"},{"quote":"During the Great Depression, African Americans were faced with problems that were not unlike those experienced by the most disadvantaged groups in society. The Great Depression had a leveling effect, and all groups really experienced hard times: poor whites, poor blacks.","author":"William Julius Wilson","topic":"Society"},{"quote":"There are a number of women who have brought about immense change in society.","author":"A. P. J. Abdul Kalam","topic":"Society"},{"quote":"I can relax with bums because I am a bum. I don&#39;t like laws, morals, religions, rules. I don&#39;t like to be shaped by society.","author":"Charles Bukowski","topic":"Society"},{"quote":"I am a socialist; of course I am a socialist. To hold a vision that society can be fundamentally different, to believe that all people can be equal - that is not a new idea.","author":"Bernie Sanders","topic":"Society"},{"quote":"To act on the belief that we possess the knowledge and the power which enable us to shape the processes of society entirely to our liking, knowledge which in fact we do not possess, is likely to make us do much harm.","author":"Friedrich August von Hayek","topic":"Society"},{"quote":"The function of the artist in a disturbed society is to give awareness of the universe, to ask the right questions, and to elevate the mind.","author":"Marina Abramovic","topic":"Society"},{"quote":"Property is not the sacred right. When a rich man becomes poor it is a misfortune, it is not a moral evil. When a poor man becomes destitute, it is a moral evil, teeming with consequences and injurious to society and morality.","author":"Lord Acton","topic":"Society"},{"quote":"The Chinese art world does not exist. In a society that restricts individual freedoms and violates human rights, anything that calls itself creative or independent is a pretence. It is impossible for a totalitarian society to create anything with passion and imagination.","author":"Ai Weiwei","topic":"Society"},{"quote":"In Elizabethan England or classical Athens... theater was at the center of, not culture, but society and politics and religion and civic engagement. Those things have a different audience.","author":"Diane Paulus","topic":"Society"},{"quote":"Rules governing defecation, hygiene, and pollution exist in every culture at every period in history. It may in fact be the foundation of civilization: What is toilet training if not the first attempt to turn a child into an acceptable member of society?","author":"Rose George","topic":"Society"},{"quote":"Homer, Hesiod, Pythagoras, Plato, and Cicero, just to name a few, all lived in pagan societies. Some of the greatest political and military leaders of all time, such as Alexander the Great, Pericles of Athens, Hannibal of Carthage, and Julius Caesar of Rome, were all pagans, or else living in a pagan society.","author":"Brendan Myers","topic":"Society"},{"quote":"Society drives people crazy with lust and calls it advertising.","author":"John Lahr","topic":"Society"},{"quote":"Obesity is a societal issue. We have to come together with government, business, civil society, and NGOs to create solutions for this.","author":"Muhtar Kent","topic":"Society"},{"quote":"In every human society, there is an effort continually tending to confer on one part the height of power and happiness, and to reduce the other to the extreme of weakness and misery. The intent of good laws is to oppose this effort and to diffuse their influence universally and equally.","author":"Cesare Beccaria","topic":"Society"},{"quote":"The ultimate test of the value of a political system is whether it helps that society to establish conditions which improve the standard of living for the majority of its people.","author":"Lee Kuan Yew","topic":"Society"},{"quote":"No society has been able to abolish human sadness, no political system can deliver us from the pain of living, from our fear of death, our thirst for the absolute. It is the human condition that directs the social condition, not vice versa.","author":"Eugene Ionesco","topic":"Society"},{"quote":"The ultimate test of a moral society is the kind of world that it leaves to its children.","author":"Dietrich Bonhoeffer","topic":"Society"},{"quote":"Your job is not just to do what your parents say, what your teachers say, what society says, but to figure out what your heart calling is and to be led by that.","author":"Oprah Winfrey","topic":"Society"},{"quote":"The forces in a capitalist society, if left unchecked, tend to make the rich richer and the poor poorer.","author":"Jawaharlal Nehru","topic":"Society"},{"quote":"I&#39;m not really sure what social message my art carries, if any. And I don&#39;t really want it to carry one. I&#39;m not interested in the subject matter to try to teach society anything, or to try to better our world in any way.","author":"Roy Lichtenstein","topic":"Society"},{"quote":"The more technologically advanced our society becomes, the more we need to go back to the basic fundamentals of human communication.","author":"Angela Ahrendts","topic":"Society"},{"quote":"We live in a quick-fix society where we need instant gratification for everything. Too fat? Get lipo-sucked. Stringy hair? Glue on extensions. Wrinkles and lines? Head to the beauty shop for a pot of the latest miracle skin stuff. It&#39;s all a beautiful &pound;1 billion con foisted upon insecure women by canny cosmetic conglomerates.","author":"Joan Collins","topic":"Society"},{"quote":"Pretty soon we&#39;ll have robots in our society, you&#39;re going to have a lot of automated processes that used to be done by people - this is happening. Society and technology is changing so fast, and the impact of the change on society and technology is global, not local.","author":"Jose Padilha","topic":"Society"},{"quote":"The individual can maintain himself in a society definitely organized only through possessing an equally definite mental and moral constitution. This is what the neuropath lacks. His state of disturbance causes him to be constantly taken by surprise by circumstances.","author":"Emile Durkheim","topic":"Society"},{"quote":"A vibrant civil society can challenge those in power by documenting corruption or uncovering activities like the murder of political enemies. In democracies, this function is mostly performed by the media, NGOs or opposition parties.","author":"Evgeny Morozov","topic":"Society"},{"quote":"In the East, the main object is to have a well-ordered society so that everybody can have maximum enjoyment of his freedoms. This freedom can only exist in an ordered state and not in a natural state of contention and anarchy.","author":"Lee Kuan Yew","topic":"Society"},{"quote":"No power in society, no hardship in your condition can depress you, keep you down, in knowledge, power, virtue, influence, but by your own consent.","author":"William Ellery Channing","topic":"Society"},{"quote":"If our children are becoming teenagers who are abusive, have mental health issues, and are committing heinous crime, it only means that we have failed them as a society. We have failed to give them a safe, nurturing environment to ensure that they are well-balanced, useful persons in the society.","author":"Vikram Patel","topic":"Society"},{"quote":"In Iroquois society, leaders are encouraged to remember seven generations in the past and consider seven generations in the future when making decisions that affect the people.","author":"Wilma Mankiller","topic":"Society"},{"quote":"The problem with the stigma around mental health is really about the stories that we tell ourselves as a society. What is normal? That&#39;s just a story that we tell ourselves.","author":"Matthew Quick","topic":"Society"},{"quote":"We believe... that by encouraging critical thinking and processing of knowledge we are creating full, well-rounded human beings... that will enable Qatar to build up its society. You cannot build a healthy society without giving your citizens a sense of ownership. Otherwise, they will not share with you the responsibilities.","author":"Moza bint Nasser","topic":"Society"},{"quote":"Here is the root of all romanticism: that man, the individual, is an infinite reservoir of possibilities, and if you can so rearrange society by the destruction of oppressive order, then these possibilities will have a chance, and you will get Progress.","author":"T. E. Hulme","topic":"Society"},{"quote":"Songs don&#39;t have to be about going out on Saturday night and having a good rink-up and driving home and crashing cars. A lot of what I&#39;ve done is about alienation... about where you fit in society.","author":"David Bowie","topic":"Society"},{"quote":"That I am a national figure because I was the first person in 192 years to be at once a congressman, black, and a woman proves, I would think, that our society is not yet either just or free.","author":"Shirley Chisholm","topic":"Society"},{"quote":"Those people who develop the ability to continuously acquire new and better forms of knowledge that they can apply to their work and to their lives will be the movers and shakers in our society for the indefinite future.","author":"Brian Tracy","topic":"Society"},{"quote":"The worst enemy of truth and freedom in our society is the compact majority.","author":"Henrik Ibsen","topic":"Society"},{"quote":"When we were in the Dark Ages, it was a question of humanity somehow managing to forget about itself. We put God in the centre of society, and people forgot about their own nature and desires. There was a huge deal of repression.","author":"Shakira","topic":"Society"},{"quote":"The family is the first essential cell of human society.","author":"Pope John XXIII","topic":"Society"},{"quote":"Each individual member of a co-operative society works with that interest which is inseparable from the new position he enjoys. Each has an interest in the other.","author":"Leland Stanford","topic":"Society"},{"quote":"No civilized society can long exist, with an active power in its bosom that is stronger than the law.","author":"James F. Cooper","topic":"Society"},{"quote":"You want to please society. You want to be happy. You want to be well liked. You want to be held in high esteem and be respected. These are real things. You want respect from your peers, respect from your loved ones; you want to be looked up to for your achievements and your accomplishments. All of this requires conformity in some form or another.","author":"Thomas Jane","topic":"Society"},{"quote":"I think that when we&#39;re talking about youth violence, we&#39;re talking about kids who don&#39;t have opportunities, so they&#39;re engaged in a certain degree of lawlessness, because we as a society have failed them.","author":"Matt Gonzalez","topic":"Society"},{"quote":"I think this society suffers so much from too much freedom, too many rights that allow people to be irresponsible.","author":"Boyd Rice","topic":"Society"},{"quote":"Well first of all, tell me, is there some society you know of that doesn&#39;t run on greed? You think Russia doesn&#39;t run on greed? You think China doesn&#39;t run on greed? What is greed?","author":"Milton Friedman","topic":"Society"},{"quote":"We must not become the new puritans and reject our society. We must address and master the future together. It can be done if we restore the belief that we share a sense of national community, that we share a common national endeavor. It can be done.","author":"Barbara Jordan","topic":"Society"},{"quote":"I haven&#39;t isolated myself. I am not living on a yacht somewhere. I am not tucked away or behind a gate somewhere. I am not flying on a private plane. I am going to the airport, I am with people, some of the interactions are good, some of them are not so good, but it keeps me in touch with being, you know, part of society.","author":"Nicolas Cage","topic":"Society"},{"quote":"I use the term &#39;disabled people&#39; quite deliberately, because I subscribe to what&#39;s called the social model of disability, which tells us that we are more disabled by the society that we live in than by our bodies and our diagnoses.","author":"Stella Young","topic":"Society"},{"quote":"I&#39;m an Afro-realist. I take what comes, and I do my best to affect what is unacceptable in society.","author":"Wole Soyinka","topic":"Society"},{"quote":"History shows, in my opinion, that no nation can survive the tension, conflict and antagonism of two competing languages and cultures. It is a blessing for an individual to be bilingual; it is a curse for a society to be bilingual.","author":"Richard Lamm","topic":"Society"},{"quote":"We need an equal opportunity society, one in which government does not see its job as picking winners and losers. Where do you go if you want special favors? Government. Where do you go if you want a tax break? Government. Where do you go if you want a handout? Government. This must stop.","author":"Bobby Jindal","topic":"Society"},{"quote":"Getting rid of the dictator is only a first step in establishing a free society. The dictatorship must also be disassembled.","author":"George Ayittey","topic":"Society"},{"quote":"The spirit of truth and the spirit of freedom - these are the pillars of society.","author":"Henrik Ibsen","topic":"Society"},{"quote":"A society that thinks the choice between ways of living is just a choice between equally eligible &#39;lifestyles&#39; turns universities into academic cafeterias offering junk food for the mind.","author":"George Will","topic":"Society"},{"quote":"There are similarities between being an editor and a tailor. Tailors have a vast supply of fabrics, buttons and thread at their disposal and put it together to make a whole. That&#39;s what an editor does - looks at society at a given time and pulls together the interesting aspects into a single issue each month.","author":"Graydon Carter","topic":"Society"},{"quote":"We must show there is good in society. If you read the newspapers, you think there are only crooks in this world, but that&#39;s not true.","author":"Kallam Anji Reddy","topic":"Society"},{"quote":"If every sector of business and society will be driven by software - how does that get enabled? By highly-paid computer scientists funded by risk capital in Silicon Valley? Or by lots of engineers who can build it themselves?","author":"Satya Nadella","topic":"Society"},{"quote":"Divorced from the cosmos, from nature, from society and from each other, we have become fractured and fragmented.","author":"Daisaku Ikeda","topic":"Society"},{"quote":"Tensions exist in any free society. But the freedom we enjoy rests on a foundation of individual liberty and shared moral values.","author":"Tipper Gore","topic":"Society"},{"quote":"Individual rights are the means of subordinating society to moral law.","author":"Ayn Rand","topic":"Society"},{"quote":"To develop political and economic power in a capitalist society, you need capital.","author":"Bobby Seale","topic":"Society"},{"quote":"Caste has divided us. I wish it should be completely abolished from our society.","author":"Vijay Sethupathi","topic":"Society"},{"quote":"I think science fiction helps us think about possibilities, to speculate - it helps us look at our society from a different perspective. It lets us look at our mores, using science as the backdrop, as the game changer.","author":"Mae Jemison","topic":"Society"},{"quote":"The priests are debarred from female society, nor is any woman permitted to enter the religious houses.","author":"Hernan Cortes","topic":"Society"},{"quote":"Society has arisen out of the works of peace; the essence of society is peacemaking.","author":"Ludwig von Mises","topic":"Society"},{"quote":"What&#39;s done to children, they will do to society.","author":"Karl A. Menninger","topic":"Society"},{"quote":"The pro skaters I know are responsible members of society. Many of them are fathers, homeowners, world travelers and successful entrepreneurs. Their hairdos and tattoos are simply part of our culture, even when they raise eyebrows during PTA meetings.","author":"Tony Hawk","topic":"Society"},{"quote":"Racism is beyond common sense and has no place in our society.","author":"Morrissey","topic":"Society"},{"quote":"I think being different, going against the grain of society is the greatest thing in the world.","author":"Elijah Wood","topic":"Society"},{"quote":"The great danger for family life, in the midst of any society whose idols are pleasure, comfort and independence, lies in the fact that people close their hearts and become selfish.","author":"Pope John Paul II","topic":"Society"},{"quote":"Our most basic common link is that we all inhabit this planet. We all breathe the same air. We all cherish our children&#39;s future. And we are all mortal.","author":"John F. Kennedy","topic":"Society"},{"quote":"Our society strives to avoid any possibility of offending anyone - except God.","author":"Billy Graham","topic":"Society"},{"quote":"We have to be bold in our national ambitions. First, we must win the fight against poverty within the next decade. Second, we must improve moral standards in government and society to provide a strong foundation for good governance. Third, we must change the character of our politics to promote fertile ground for reforms.","author":"Gloria Macapagal Arroyo","topic":"Society"},{"quote":"Human society sustains itself by transforming nature into garbage.","author":"Mason Cooley","topic":"Society"},{"quote":"I do believe in humanism, and I believe that we should treat each other with respect and care and look after each other. All human beings should have an equal chance to survive in society, and inequality is a big problem in society.","author":"Stellan Skarsgard","topic":"Society"},{"quote":"I think the greatest of people that have ever been in society, they were never versions of someone else. They were themselves.","author":"Neil deGrasse Tyson","topic":"Society"},{"quote":"Some people ask why people would go into a dark room to be scared. I say they are already scared, and they need to have that fear manipulated and massaged. I think of horror movies as the disturbed dreams of a society.","author":"Wes Craven","topic":"Society"},{"quote":"It is incontestable and deplorable that Negroes have committed crimes; but they are derivative crimes. They are born of the greater crimes of the white society.","author":"Martin Luther King, Jr.","topic":"Society"},{"quote":"I was very restless. I really wanted to be a part of a kind of a progressive society. I was fed up with these Communist doctrines and you were hassled all the time with members of the Party committee who were KGB, what you have to do, where in the West you can go or not to go.","author":"Mikhail Baryshnikov","topic":"Society"},{"quote":"Cleanliness is a good thing, which the society should embrace. But it has nothing to do with Modi, nor can he implement it.","author":"Kapil Sibal","topic":"Society"},{"quote":"All that is valuable in human society depends upon the opportunity for development accorded the individual.","author":"Albert Einstein","topic":"Society"},{"quote":"As a society, we devalued farming as an occupation and encouraged the best students to leave the farm for &#39;better&#39; jobs in the city. We emptied America&#39;s rural counties in order to supply workers to urban factories.","author":"Michael Pollan","topic":"Society"},{"quote":"Society cares for the individual only so far as he is profitable.","author":"Simone de Beauvoir","topic":"Society"},{"quote":"Corruption, the greatest single bane of our society today.","author":"Olusegun Obasanjo","topic":"Society"},{"quote":"The smarter the journalists are, the better off society is. For to a degree, people read the press to inform themselves - and the better the teacher, the better the student body.","author":"Warren Buffett","topic":"Society"},{"quote":"All humans make mistakes. But there is no room or allowance in the fevered world of conspiracy theorists for mistakes, human errors, anomalies, or plain incompetence, though the latter, from the highest levels on down, is endemic to our society.","author":"Vincent Bugliosi","topic":"Society"},{"quote":"It has always been the role of government to help solve problems, including and especially health crises. Obesity is a health epidemic across our country, and we have a responsibility as a government and a society to do all we can to promote good nutrition and healthy eating so we can reverse this alarming trend.","author":"Richard J. Codey","topic":"Society"},{"quote":"Rule of law is the most important element in any civil society.","author":"Mo Ibrahim","topic":"Society"},{"quote":"Adolescence is society&#39;s permission slip for combining physical maturity with psychological irresponsibility.","author":"Terri Apter","topic":"Society"},{"quote":"Our guiding principle was that design is neither an intellectual nor a material affair, but simply an integral part of the stuff of life, necessary for everyone in a civilized society.","author":"Walter Gropius","topic":"Society"},{"quote":"Sometimes the most positive thing you can be in a boring society is absolutely negative.","author":"John Lydon","topic":"Society"},{"quote":"The Kingdom is the love of God prevailing in politics, in business, in government, in media. It is all the impact of the laws of God creating a social environment where the strong help the weak, where those who have give to those who don&#39;t. It&#39;s a society where relationships are built on love.","author":"Myles Munroe","topic":"Society"},{"quote":"In just about every area of society, there&#39;s nothing more important than ethics.","author":"Henry Paulson","topic":"Society"},{"quote":"Capital is reckless of the health or length of life of the laborer, unless under compulsion from society.","author":"Karl Marx","topic":"Society"},{"quote":"Intimacy seems to be one of the major highs of life, whether it&#39;s getting to know yourself in a deeper way, or your partner, or the world and the society that you live in.","author":"Jeff Bridges","topic":"Society"},{"quote":"The little things, I can obey. But the big things - how we think, what we value - those you must choose yourself. You can&#39;t let anyone - or any society - determine those for you.","author":"Morrie Schwartz","topic":"Society"},{"quote":"I loved clinical practice, but in public health, you can impact more than one person at a time. The whole society is your patient.","author":"Tom Frieden","topic":"Society"},{"quote":"Crimes against children are the most heinous crime. That, for me, would be a reason for capital punishment because children are innocent and need the guidance of an adult society.","author":"Clint Eastwood","topic":"Society"},{"quote":"As an atheist, I am angry that we live in a society in which the plain truth cannot be spoken without offending 90% of the population.","author":"Sam Harris","topic":"Society"},{"quote":"Privacy is a right, but as in any democratic society, it is not an absolute right.","author":"David Blunkett","topic":"Society"},{"quote":"I believe that the will of the people is resolved by a strong leadership. Even in a democratic society, events depend on a strong leadership with a strong power of persuasion, and not on the opinion of the masses.","author":"Yitzhak Shamir","topic":"Society"},{"quote":"The ideas of the ruling class are in every epoch the ruling ideas, i.e., the class which is the ruling material force of society, is at the same time its ruling intellectual force.","author":"Karl Marx","topic":"Society"},{"quote":"We cannot reform institutional racism or systemic policies if we are not actively engaged. It&#39;s not enough to simply complain about injustice; the only way to prevent future injustice is to create the society we would like to see, one where we are all equal under the law.","author":"Al Sharpton","topic":"Society"},{"quote":"If you have to put someone on a pedestal, put teachers. They are society&#39;s heroes.","author":"Guy Kawasaki","topic":"Society"},{"quote":"Somehow our society has formed a one-sided view of the human personality, and for some reason everyone understood giftedness and talent only as it applied to the intellect. But it is possible not only to be talented in one&#39;s thoughts but also to be talented in one&#39;s feelings as well.","author":"Lev Vygotsky","topic":"Society"},{"quote":"As society changes, as politics change, as people change, certain songs still seem to resonate.","author":"Beck","topic":"Society"},{"quote":"If photographers are responsible for creating or reflecting an image of women in society, then, I must say, there is only one way for the future, and this is to define women as strong and independent. This should be the responsibility of photographers today: to free women, and finally everyone, from the terror of youth and perfection.","author":"Peter Lindbergh","topic":"Society"},{"quote":"Public schools were designed as the great equalizers of our society - the place where all children could have access to educational opportunities to make something of themselves in adulthood.","author":"Janet Napolitano","topic":"Society"},{"quote":"The ultimate relationship between justice and law will be an eternal subject for speculation and analysis. But it may be said that in a democratic society, law is the form which free men give to justice.","author":"Robert Kennedy","topic":"Society"},{"quote":"Whenever a new technology is introduced into society, there must be a counterbalancing human response - that is, high touch - or the technology is rejected... We must learn to balance the material wonders of technology with the spiritual demands of our human nature.","author":"John Naisbitt","topic":"Society"},{"quote":"We&#39;ve been trained since kindergarten: Be nice, be kind, share, put on a smile. So we&#39;re conditioned to squash our natural selfish instincts, and that&#39;s the right thing for society.","author":"Bryan Cranston","topic":"Society"},{"quote":"I&#39;ve begun to look at the world through apocalypse eyes. Our society, which seems so sturdily built out of concrete and custom, is just a temporary resting place, a hotel our civilization checked into a couple hundred years ago and must one day check out of.","author":"Neil Strauss","topic":"Society"},{"quote":"Society is well governed when its people obey the magistrates, and the magistrates obey the law.","author":"Solon","topic":"Society"},{"quote":"It used to be you had real friends on the other side of the aisle. It&#39;s not like that anymore. Society has changed. The public is to blame as well. I think the people have gotten dumber.","author":"Gary Ackerman","topic":"Society"},{"quote":"In a decaying society, art, if it is truthful, must also reflect decay. And unless it wants to break faith with its social function, art must show the world as changeable. And help to change it.","author":"Ernst Fischer","topic":"Society"},{"quote":"Society during the last hundred years has been alternately perplexed and encouraged respecting the two great questions: how shall the criminal and pauper be disposed of in order to reduce crime and reform the criminal on the one hand and, on the other, to diminish pauperism and restore the pauper to useful citizenship?","author":"Dorothea Dix","topic":"Society"},{"quote":"The original communitarianism of Chinese Confucian society has degenerated into nepotism, a system of family linkages, and corruption, on the mainland. And remnants of the evils of the original system are still found in Taiwan, Hong Kong, and even Singapore.","author":"Lee Kuan Yew","topic":"Society"},{"quote":"We are in the society of the teacher-judge, the doctor-judge, the educator-judge, the &#39;social-worker&#39;-judge; it is on them that the universal reign of the normative is based; and each individual, wherever he may find himself, subjects to it his body, his gestures, his behavior, his aptitudes, his achievements.","author":"Michel Foucault","topic":"Society"},{"quote":"Poverty is the absence of all human rights. The frustrations, hostility and anger generated by abject poverty cannot sustain peace in any society.","author":"Muhammad Yunus","topic":"Society"},{"quote":"Every one of us is a perfect human being, deformed by the family, the society and the culture.","author":"Alejandro Jodorowsky","topic":"Society"},{"quote":"AIDS is not just God&#39;s punishment for homosexuals; it is God&#39;s punishment for the society that tolerates homosexuals.","author":"Jerry Falwell","topic":"Society"},{"quote":"I believe that, if managed well, the Fourth Industrial Revolution can bring a new cultural renaissance, which will make us feel part of something much larger than ourselves: a true global civilization. I believe the changes that will sweep through society can provide a more inclusive, sustainable and harmonious society. But it will not come easily.","author":"Klaus Schwab","topic":"Society"},{"quote":"America&#39;s criminal justice system isn&#39;t known for rehabilitation. I&#39;m not sure that, as a society, we are even interested in that concept anymore.","author":"Steve Earle","topic":"Society"},{"quote":"Women make natural anarchists and revolutionaries because they&#39;ve always been second-class citizens, kinda having had to claw their way up. I mean, who made up all the rules in the culture? Men - white male corporate society. So why wouldn&#39;t a woman want to rebel against that?","author":"Kim Gordon","topic":"Society"},{"quote":"In a multicultural, diverse society there are countless ways in which people negotiate the everyday lived experience and reality of diversity.","author":"Randa Abdel-Fattah","topic":"Society"},{"quote":"There will always be haters. Small heroes can change society every day. It just takes time.","author":"Michael Sam","topic":"Society"},{"quote":"Society attacks early, when the individual is helpless.","author":"B. F. Skinner","topic":"Society"},{"quote":"Because values change, legislatures abolish the death penalty, permit same-sex marriage if they want, abolish laws against homosexual conduct. That&#39;s how the change in a society occurs. Society doesn&#39;t change through a Constitution.","author":"Antonin Scalia","topic":"Society"},{"quote":"In a completely rational society, the best of us would be teachers and the rest of us would have to settle for something else.","author":"Lee Iacocca","topic":"Society"},{"quote":"There is one, and only one, thing in modern society more hideous than crime namely, repressive justice.","author":"Simone Weil","topic":"Society"},{"quote":"You cannot reform your society or institution without opening your mind.","author":"Bashar al-Assad","topic":"Society"},{"quote":"We live in America. We live in a free society where we are able to make choices. It&#39;s about giving individuals freedoms and holding them accountable.","author":"Gary Johnson","topic":"Society"},{"quote":"Nothing is good in this society. This patriarchal society is bad.","author":"Qandeel Baloch","topic":"Society"},{"quote":"If you dig deep and keep peeling the onion, artists and freelance writers are the leaders in society - the people who start to get new ideas out.","author":"Allan Savory","topic":"Society"},{"quote":"If art is to nourish the roots of our culture, society must set the artist free to follow his vision wherever it takes him.","author":"John F. Kennedy","topic":"Society"},{"quote":"There are two &#39;faiths&#39; which can uphold humans: faith in God and faith in oneself. And these two faiths should exist side by side: the first belongs to one&#39;s inner life, the second to one&#39;s life in society.","author":"Maria Montessori","topic":"Society"},{"quote":"The historic ascent of humanity, taken as a whole, may be summarized as a succession of victories of consciousness over blind forces - in nature, in society, in man himself.","author":"Leon Trotsky","topic":"Society"},{"quote":"For every step forward in electronic communications, we&#39;ve taken two steps back in humanity. People know how to use a computer and answering machines but have forgotten how to connect with one another. Our society is unraveling. We&#39;re too self-obsessed.","author":"Letitia Baldrige","topic":"Society"},{"quote":"Empowerment is not about doing the same thing the same way in the same environment. It&#39;s about building the man and the woman and doing so with a view to creating better citizens and, by extension, better patriots in this society of ours.","author":"Anthony Carmona","topic":"Society"},{"quote":"Human beings do not live in the objective world alone, nor alone in the world of social activity as ordinarily understood, but are very much at the mercy of the particular language which has become the medium of expression for their society.","author":"Edward Sapir","topic":"Society"},{"quote":"The American automobile has changed the habits of every member of modern society.","author":"Raymond Loewy","topic":"Society"},{"quote":"Caste is about dividing people up in ways that preclude every form of solidarity, because even in the lowest castes, there are divisions and sub-castes, and everyone&#39;s co-opted into the business of this hierarchical, silo-ised society.","author":"Arundhati Roy","topic":"Society"},{"quote":"Every society gets the kind of criminal it deserves. What is equally true is that every community gets the kind of law enforcement it insists on.","author":"Robert Kennedy","topic":"Society"},{"quote":"I chose America as my home because I value freedom and democracy, civil liberties and an open society.","author":"George Soros","topic":"Society"},{"quote":"In these times you have to be an optimist to open your eyes when you awake in the morning.","author":"Carl Sandburg","topic":"Society"},{"quote":"It is time for corporate America to become &#39;the third pillar&#39; of social change in our society, complementing the first two pillars of government and philanthropy. We need the entire private sector to begin committing itself not just to making profits, but to fulfilling higher and larger purposes by contributing to building a better world.","author":"Simon Mainwaring","topic":"Society"},{"quote":"I would say that no film is apolitical. There are politics in all films. Any film that is anchored in a society, any film that deals with humanity is necessarily political.","author":"Abbas Kiarostami","topic":"Society"},{"quote":"A woman is handicapped by her sex, and handicaps society, either by slavishly copying the pattern of man&#39;s advance in the professions, or by refusing to compete with man at all.","author":"Betty Friedan","topic":"Society"},{"quote":"I have a wish for world peace and the truth. I would like to see a society that will bring happiness to all life forms. Of course, to the Nazis, I appear a rebel, but to the rebels, I appear like a normal person from Venus.","author":"Nina Hagen","topic":"Society"},{"quote":"Once the fabric of a just society is undone, it takes generations to weave it back together.","author":"Deepak Chopra","topic":"Society"},{"quote":"We should be concerned not only about the health of individual patients, but also the health of our entire society.","author":"Ben Carson","topic":"Society"},{"quote":"In order to acquire a growing and lasting respect in society, it is a good thing, if you possess great talent, to give, early in your youth, a very hard kick to the right shin of the society that you love. After that, be a snob.","author":"Salvador Dali","topic":"Society"},{"quote":"I do earnestly wish to see the distinction of sex confounded in society, unless where love animates the behaviour.","author":"Mary Wollstonecraft","topic":"Society"},{"quote":"This society is driven by neurotic speed and force accelerated by greed and frustration of not being able to live up to the image of men and woman we have created for ourselves; the image has nothing to do with the reality of people.","author":"Yoko Ono","topic":"Society"},{"quote":"If a Martian came down to Earth and watched television, he&#39;d come to conclusion that all the world&#39;s society is based on Britney Spears and Paris Hilton. He&#39;d be amazed that our society hasn&#39;t collapsed.","author":"Michio Kaku","topic":"Society"},{"quote":"The most important element of a free society, where individual rights are held in the highest esteem, is the rejection of the initiation of violence.","author":"Ron Paul","topic":"Society"},{"quote":"Patriarchy is a fundamental imbalance underlying society And it&#39;s one we rarely address because it&#39;s so universal. But as I get older, I see that peace is a product of balance.","author":"Ani DiFranco","topic":"Society"},{"quote":"You use words like &#39;introvert&#39; and &#39;extrovert,&#39; various traits of a personality. A lot of that stuff, we used in drama school, and that was kind of interesting, to realize my teachers sort of ripped off a lot of Jung. And how much of it is part of our society now, these phrases, introvert and extrovert, where it actually came from.","author":"Michael Fassbender","topic":"Society"},{"quote":"Studies have proven that early childhood education returns to society as much as $12 for every dollar invested. Our goal is to identify the most important development opportunities for children five years and younger, providing insight to transform early childhood education from a social policy issue into an economic imperative.","author":"J. B. Pritzker","topic":"Society"},{"quote":"I think that a society lives or dies according to its respect for - for its art.","author":"Kris Kristofferson","topic":"Society"},{"quote":"Men was formed for society, and is neither capable of living alone, nor has the courage to do it.","author":"William Blackstone","topic":"Society"},{"quote":"You forget that you do choose your life and there are so many things to be grateful for and I feel like society has gotten to that point where we&#39;re always looking for the next and the better and we lose sight of what&#39;s actually in front of us.","author":"Shailene Woodley","topic":"Society"},{"quote":"The United States are a political state, or organized society, whose end is government, for the security, welfare, and happiness of all who live under its protection.","author":"William H. Seward","topic":"Society"},{"quote":"Traditional marriage between a man and a woman has been a cornerstone of our society for generations. If we are going to change that, it ought to be done by the will of the people.","author":"Steve Chabot","topic":"Society"},{"quote":"Philanthropy is often seen as society&#39;s risk capital. That means the onus is on philanthropists, nonprofit leaders and social entrepreneurs to innovate. But philanthropic innovation is not just about creating something new. It also means applying new thinking to old problems, processes and systems.","author":"Laura Arrillaga-Andreessen","topic":"Society"},{"quote":"When I became prime minister last September, I promised the Japanese people that I would not tolerate the politics of indecision. A propensity to delay difficult and weighty decisions has been hurting our country. It is detrimental to our economy, society and future, and it cannot be allowed to continue.","author":"Yoshihiko Noda","topic":"Society"},{"quote":"Society is now less convinced of the absolute accuracy of the criminal justice system.","author":"Tom Price","topic":"Society"},{"quote":"When you grow up in a totally segregated society, where everybody around you believes that segregation is proper, you have a hard time. You can&#39;t believe how much it&#39;s a part of your thinking.","author":"Shelby Foote","topic":"Society"},{"quote":"Economic progress, in capitalist society, means turmoil.","author":"Joseph A. Schumpeter","topic":"Society"},{"quote":"If I had been elected president in 1948, history would be vastly different. I believe we would have stemmed the growth of Big Government, which had begun with the New Deal and culminated with the Great Society.","author":"Strom Thurmond","topic":"Society"},{"quote":"Look at our society. Everyone wants to be thin, but nobody wants to diet. Everyone wants to live long, but few will exercise. Everybody wants money, yet seldom will anyone budget or control their spending.","author":"John C. Maxwell","topic":"Society"},{"quote":"Part of your heritage in this society is the opportunity to become financially independent.","author":"Jim Rohn","topic":"Society"},{"quote":"To summarize, draft resistance can make use of the inegalitarian nature of American society as a technique for increasing the cost of American aggression, and it threatens values that are important to those in a decision-making position.","author":"Noam Chomsky","topic":"Society"},{"quote":"Politics I conceive to be nothing more than the science of the ordered progress of society along the lines of greatest usefulness and convenience to itself.","author":"Woodrow Wilson","topic":"Society"},{"quote":"If you say, I&#39;m for equal pay, that&#39;s a reform. But if you say. I&#39;m a feminist, that&#39;s a transformation of society.","author":"Gloria Steinem","topic":"Society"},{"quote":"The same energy of character which renders a man a daring villain would have rendered him useful in society, had that society been well organized.","author":"Mary Wollstonecraft","topic":"Society"},{"quote":"My fellow Americans, you have to decide what kind of country you want to live in. If you want a you&#39;re on your own, winner take all society you should support the Republican ticket. If you want a country of shared opportunities and shared responsibilities - a &#39;we&#39;re all in it together&#39; society, you should vote for Barack Obama and Joe Biden.","author":"William J. Clinton","topic":"Society"},{"quote":"To give aid to every poor man is far beyond the reach and power of every man. Care of the poor is incumbent on society as a whole.","author":"Baruch Spinoza","topic":"Society"},{"quote":"Millennials are more aware of society&#39;s many challenges than previous generations and less willing to accept maximizing shareholder value as a sufficient goal for their work. They are looking for a broader social purpose and want to work somewhere that has such a purpose.","author":"Michael Porter","topic":"Society"},{"quote":"Trade unions are a force for good - a force for a more equal society.","author":"Jeremy Corbyn","topic":"Society"},{"quote":"There&#39;s an unconscious bias in our society: girls are wonderful; boys are terrible. And to be a boy, or young man, growing up, having to listen to all this, it must be painful.","author":"Doris Lessing","topic":"Society"},{"quote":"And I see the - you know, when I go to the juvenile detention centers and prisons, I see people who can&#39;t read now. And I know that when they leave those prisons and those detention centers, they&#39;re not going to be able to make it in our society.","author":"Walter Dean Myers","topic":"Society"},{"quote":"Some boys accepted me, some didn&#39;t. And my family had comments made to them. Brazil is still a very macho society, and sports are mainly for boys, so people would say to them: &#39;What is this girl doing? Why is she always out there in the soccer games with the boys?&#39;","author":"Marta","topic":"Society"},{"quote":"The carrying power of a bridge is not the average strength of the pillars, but the strength of the weakest pillar. I have always believed that you do not measure the health of a society by GNP but by the condition of its worst off.","author":"Zygmunt Bauman","topic":"Society"},{"quote":"Criticism is hypocrisy; society is hypocrisy. I&#39;m a tourist. I&#39;m a consumer. I do the things that I photograph and can be criticized of.","author":"Martin Parr","topic":"Society"},{"quote":"If you&#39;re trying to solve a problem that is fundamentally important to human society, that&#39;s really important to our mission at Indie Bio.","author":"Arvind Gupta","topic":"Society"},{"quote":"The study of history reveals that human progress has not been continuous and regular, but intermittent and spasmodic, often depending upon apparently accidental causes. It is difficult to get a cross-section view of society at any given stage.","author":"Charles A. Beard","topic":"Society"},{"quote":"The threat posed by Bank of America isn&#39;t just financial - it&#39;s a full-blown assault on the American dream. Where&#39;s the incentive to play fair and do well, when what we see rewarded at the highest levels of society is failure, stupidity, incompetence and meanness? If this is what winning in our system looks like, who doesn&#39;t want to be a loser?","author":"Matt Taibbi","topic":"Society"},{"quote":"In a society that tries to standardize thinking, individuality is not highly prized.","author":"Alex Grey","topic":"Society"},{"quote":"No doubt we have to have bigger projects, bigger industries, basic industries, but it is a matter of the highest importance that we look to the common man, the weakest element in the society.","author":"Lal Bahadur Shastri","topic":"Society"},{"quote":"Since achieving their independence in 1992, the people of Croatia have built a democratic society based on the rule of law, respect for human rights, and a free market economy.","author":"Elton Gallegly","topic":"Society"},{"quote":"The finest clothing made is a person&#39;s own skin, but, of course, society demands something more than this.","author":"Mark Twain","topic":"Society"},{"quote":"If one could only teach the English how to talk, and the Irish how to listen, society here would be quite civilized.","author":"Oscar Wilde","topic":"Society"},{"quote":"One can be instructed in society, one is inspired only in solitude.","author":"Johann Wolfgang von Goethe","topic":"Society"},{"quote":"Society is a republic. When an individual tries to lift themselves above others, they are dragged down by the mass, either by ridicule or slander.","author":"Victor Hugo","topic":"Society"},{"quote":"In much of society, research means to investigate something you do not know or understand.","author":"Neil Armstrong","topic":"Society"},{"quote":"Proponents of same-sex marriage regularly label opponents &#39;radical&#39; and &#39;extremist.&#39; However, given that no society in thousands of years has allowed same-sex marriage, it is, by definition, the proponents of same-sex marriage whose position is radical and extreme.","author":"Dennis Prager","topic":"Society"},{"quote":"He who stands aloof runs the risk of believing himself better than others and misusing his critique of society as an ideology for his private interest.","author":"Theodor Adorno","topic":"Society"},{"quote":"The class distinctions proper to a democratic society are not those of rank or money, still less, as is apt to happen when these are abandoned, of race, but of age.","author":"W. H. Auden","topic":"Society"},{"quote":"American democracy must be a failure because it places the supreme authority in the hands of the poorest and most ignorant part of the society.","author":"Thomas Babington Macaulay","topic":"Society"},{"quote":"Half of the secular unrest and dismal, profane sadness of modern society comes from the vain ideas that every man is bound to be a critic for life.","author":"Henry Van Dyke","topic":"Society"},{"quote":"The core problem in our society is political correctness.","author":"Peter Thiel","topic":"Society"},{"quote":"Good humor is one of the best articles of dress one can wear in society.","author":"William Makepeace Thackeray","topic":"Society"},{"quote":"Deep down, the US, with its space, its technological refinement, its bluff good conscience, even in those spaces which it opens up for simulation, is the only remaining primitive society.","author":"Jean Baudrillard","topic":"Society"},{"quote":"The stark and inescapable fact is that today we cannot defend our society by war since total war is total destruction, and if war is used as an instrument of policy, eventually we will have total war.","author":"Lester B. Pearson","topic":"Society"},{"quote":"Attention-deficit disorders seem to abound in modern society, and we don&#39;t know the cause.","author":"Marilyn vos Savant","topic":"Society"},{"quote":"Football spectators appreciate a bit of loyalty, and we&#39;re seeing that less and less. There are echelons of football, as in society, where some players are clearly mercenaries. I regret in a way that somehow the local identification, the local bonding between the community and its football team has been commercialised to such an extent.","author":"Vincent Nichols","topic":"Society"},{"quote":"A new sense of shared international responsibility is unmistakable in the voices of the United Nations and its agencies, and in the civil society of thousands of supra-national NGOs.","author":"John Charles Polanyi","topic":"Society"},{"quote":"Without the materials needed to manufacture new technologies, our future innovators will not have the resources necessary to tackle the biggest challenges we face in today&#39;s society. I strongly believe in being a positive and creative force in the protection and enhancement of the local and global environment.","author":"Paul E. Jacobs","topic":"Society"},{"quote":"The basic thing nobody asks is why do people take drugs of any sort? Why do we have these accessories to normal living to live? I mean, is there something wrong with society that&#39;s making us so pressurized, that we cannot live without guarding ourselves against it?","author":"John Lennon","topic":"Society"},{"quote":"The key to the future in an aging society is not found in increasing just our life span; we need to increase our health span at the same time.","author":"Chuck Norris","topic":"Society"},{"quote":"One of the great responsibilities we have as a society is to educate ourselves, along with the next generation, about which substances are worth ingesting, and for what purpose, and which are not.","author":"Sam Harris","topic":"Society"},{"quote":"I say the law should be blind to race, gender and sexual orientation, just as it claims to be blind to wealth and power. There should be no specially protected groups of any kind, except for children, the severely disabled and the elderly, whose physical frailty demands society&#39;s care.","author":"Camille Paglia","topic":"Society"},{"quote":"I believed - and believe - that capitalism works best for a freedom-loving society, that it brings more prosperity to more people than any other social-economic system, but that somehow we have to take care of people.","author":"Katharine Graham","topic":"Society"},{"quote":"I guess there was a little bit of a slight rebellion, maybe a little bit of a renegade desire that made me realize at some point in my adolescence that I really liked pictures that told stories of things - genre paintings, historical paintings - the sort of derivatives we get in contemporary society.","author":"Kara Walker","topic":"Society"},{"quote":"There&#39;s a popular concept of &#39;intelligence&#39; as book smarts, like calculus or chess, as opposed to, say, social skills. So people say that &#39;it takes more than intelligence to succeed in human society.&#39; But social skills reside in the brain, not the kidneys.","author":"Eliezer Yudkowsky","topic":"Society"},{"quote":"My experience in childhood and adolescence of the subordinate role played by the female in a society run entirely by men had convinced me that I was not cut out to be a wife.","author":"Rita Levi-Montalcini","topic":"Society"},{"quote":"These tabloid magazines - I think they&#39;re hideous and the downfall of society.","author":"Scarlett Johansson","topic":"Society"},{"quote":"I think that writers are, at best, outsiders to the society they inhabit. They have a kind of detachment, or try to have.","author":"John Irving","topic":"Society"},{"quote":"I don&#39;t think homosexuality is a choice. Society forces you to think it&#39;s a choice, but in fact, it&#39;s in one&#39;s nature. The choice is whether one expresses one&#39;s nature truthfully or spends the rest of one&#39;s life lying about it.","author":"Marlo Thomas","topic":"Society"},{"quote":"There is no conflict in looking good. You buy things you need, and then you do something good for society.","author":"Chitra Banerjee Divakaruni","topic":"Society"},{"quote":"There was a village watercolour society and they&#39;d come and paint in my field. I watched them from the window, the way they would struggle this way and that to find the perfect moment. God has made every angle on that beautiful, and I felt that tremendously.","author":"Nicolas Roeg","topic":"Society"},{"quote":"Books are up against TV and movies and video games and a multimedia society that is so busy that people don&#39;t have contemplative time any more. I worry deeply about this. In fact, I worry about everything all the time. I used to be a punk. All I wanted to do was tear everything down, and that was so much easier.","author":"T. C. Boyle","topic":"Society"},{"quote":"A lion is not a lion is not a lion. As individuals, as mates, as members of a society, they&#39;re all very different.","author":"Frans Lanting","topic":"Society"},{"quote":"People are going to behave however the social norms permit, and beyond that.","author":"Max Cannon","topic":"Society"},{"quote":"How a society treats its disabled is the true measure of a civilization.","author":"Chen Guangcheng","topic":"Society"},{"quote":"Entrepreneurship requires flexibility and an open society, and there will always be people who succeed and people who follow. For those who lead, they have an obligation to create a better life for the people around them.","author":"Daniel A. D'Aniello","topic":"Society"},{"quote":"Who can wonder at the attractiveness... of the bar, for our ambitious young men, when the highest bribes of society are at the feet of the successful orator?","author":"Marsilio Ficino","topic":"Society"},{"quote":"Measures must always in a progressive society be held superior to men, who are after all imperfect instruments, working for their fulfilment.","author":"Mahatma Gandhi","topic":"Society"},{"quote":"Architecture is particularly difficult for women; there&#39;s no reason for it to be. I don&#39;t want to blame men or society, but I think it was for a long time, the clients were men, the building industry is all male.","author":"Zaha Hadid","topic":"Society"},{"quote":"Clearly, the decision-making that we rely on in society is fallible. It&#39;s highly fallible, and we should know that.","author":"Daniel Kahneman","topic":"Society"},{"quote":"The book is actually called &#39;A Mentor Leader, a Different Way to Lead.&#39; It really talks about my experience in the way I tried lead our football team, things that I learned from, basically, the coaches that I played for and my parents about leadership. And it is a little bit different, counter to maybe what society says about great leaders.","author":"Tony Dungy","topic":"Society"},{"quote":"I am absolutely opposed to a national ID card. This is a total contradiction of what a free society is all about. The purpose of government is to protect the secrecy and the privacy of all individuals, not the secrecy of government. We don&#39;t need a national ID card.","author":"Ron Paul","topic":"Society"},{"quote":"It is, I believe, the greatest generation any society has ever produced.","author":"Tom Brokaw","topic":"Society"},{"quote":"Our individual lives cannot, generally, be works of art unless the social order is also.","author":"Charles Horton Cooley","topic":"Society"},{"quote":"In a very alert and bright state of society people learn co-operation by themselves, but in older and quieter conditions of laboring enterprise, such a bill as I propose will point out the way to mutual exertion.","author":"Leland Stanford","topic":"Society"},{"quote":"There&#39;s a lot of talk about the positive aspects of love. We as a society downplay the danger, the anxiety, and the disappointment. We romanticize romance.","author":"Helen Fisher","topic":"Society"},{"quote":"We are a people of many different religions and many different faiths. The only way forward in a pluralistic society of diverse faiths such as ours is to have laws that protect and respect the freedom of all, equally.","author":"Martin O'Malley","topic":"Society"},{"quote":"Everything has changed in recent decades - the economy, technology, cultural attitudes, the demographics of the workforce, the role of women in society and the structure of the American family. It&#39;s about time our laws caught up. We watch &#39;Modern Family&#39; on television, but we&#39;re still living by &#39;Leave It To Beaver&#39; rules.","author":"Thomas Perez","topic":"Society"},{"quote":"During the New Deal, liberals recognized that the ballot box and elected branches are generally the appropriate engines of social reform, and liberals used both to spectacular effect - instituting profound social changes that remain deeply ingrained in society today.","author":"Neil Gorsuch","topic":"Society"},{"quote":"There is no time and space limitation for public accountability on the Internet. Creative commonality is standard and does not resemble the authoritarian style of the dead communist experience. It seems that it is no longer society&#39;s obligation to understand legislation; it is a duty for governments to be understood by their people.","author":"Eduardo Paes","topic":"Society"},{"quote":"Even though Chinese society was really closed, there were two windows for me to explore the world. One was from my mother and grandmother, the unseen and invisible world. Another window was brought from my father&#39;s side, those classic and Western books.","author":"Cai Guo-Qiang","topic":"Society"},{"quote":"Anarchy is as detestable in grammar as it is in society.","author":"Maurice Druon","topic":"Society"},{"quote":"Drones overall will be more impactful than I think people recognize, in positive ways to help society.","author":"Bill Gates","topic":"Society"},{"quote":"A society that gets rid of all its troublemakers goes downhill.","author":"Robert A. Heinlein","topic":"Society"},{"quote":"What I work hard at doing is staying on a path of being kind and showing and proving that I&#39;m a good person to society. That&#39;s hard. The talent, that&#39;s a gift. I just came here like that.","author":"Erykah Badu","topic":"Society"},{"quote":"One of the definitions of sanity is the ability to tell real from unreal. Soon we&#39;ll need a new definition.","author":"Alvin Toffler","topic":"Society"},{"quote":"There will be a huge, huge positive impact for society when driverless cars become a thing.","author":"Travis Kalanick","topic":"Society"},{"quote":"The human race&#39;s prospects of survival were considerably better when we were defenceless against tigers than they are today when we have become defenceless against ourselves.","author":"Arnold J. Toynbee","topic":"Society"},{"quote":"Television is just one more facet of that considerable segment of our society that never had any standard but the soft buck.","author":"Raymond Chandler","topic":"Society"},{"quote":"The function of the press in society is to inform, but its role in society is to make money.","author":"A. J. Liebling","topic":"Society"},{"quote":"Women are builders of civil society. We are the ones who are going to build it. You know why? We have no choice. Either you shut up, and you are humiliated, or you do what I&#39;m doing. You scream.","author":"Fatema Mernissi","topic":"Society"},{"quote":"Society questions the police and their methods, and the police say, Do you want the criminals off the street or not?","author":"Kurt Russell","topic":"Society"},{"quote":"If you&#39;ve been running a business for 38 years, you&#39;re approaching your 66th birthday, you&#39;ve never owed a man a penny or done anyone any grievance in your life, and you feel hard done-by and try to protect yourself and your family, but go to prison, well if that&#39;s the society we&#39;re living in, I&#39;m happy to accept that.","author":"Sean Quinn","topic":"Society"},{"quote":"When you look at where the real problems are among minorities in our society, particularly blacks, it&#39;s at the bottom. It&#39;s the people who are in school systems that don&#39;t educate, neighborhoods where there is a lot of crime, drugs, the whole bit.","author":"Clarence Thomas","topic":"Society"},{"quote":"We live in a society bloated with data yet starved for wisdom. We&#39;re connected 24\/7, yet anxiety, fear, depression and loneliness is at an all-time high. We must course-correct.","author":"Elizabeth Kapu'uwailani Lindsey","topic":"Society"},{"quote":"One of the things I most admire about America is they have created a genuine melting pot society, a country of opportunity; you can be of any religion, colour, ethnicity, persuasion and make it to the top of your chosen field. And that&#39;s something I admire about America and hope they continue with.","author":"David Cameron","topic":"Society"},{"quote":"I was taught to confront things you can&#39;t avoid. Death is one of those things. To live in a society where you&#39;re trying not to look at it is stupid because looking at death throws us back into life with more vigour and energy. The fact that flowers don&#39;t last for ever makes them beautiful.","author":"Damien Hirst","topic":"Society"},{"quote":"I&#39;m a clown, which could be a public health role. I&#39;m really interested in moving our society away from a society needing Xanax and Prozac, and that is really feeling depressed, to one that is celebrating, and so I find just walking around in colorful clothes, people smile.","author":"Patch Adams","topic":"Society"},{"quote":"I cannot believe there is caste system in society; I cannot believe people are judged on the basis of their prosperity.","author":"Saina Nehwal","topic":"Society"},{"quote":"As a remedy to life in society I would suggest the big city. Nowadays, it is the only desert within our means.","author":"Albert Camus","topic":"Society"},{"quote":"There is no such thing as society: there are individual men and women, and there are families.","author":"Margaret Thatcher","topic":"Society"},{"quote":"The health of a democratic society may be measured by the quality of functions performed by private citizens.","author":"Alexis de Tocqueville","topic":"Society"},{"quote":"Why should we not form a secret society with but one object, the furtherance of the British Empire and the bringing of the whole world under British rule, for the recovery of the United States, for making the Anglo Saxon race but one Empire? What a dream, but yet it is probable; it is possible.","author":"Cecil Rhodes","topic":"Society"},{"quote":"Capital punishment is our society&#39;s recognition of the sanctity of human life.","author":"Orrin Hatch","topic":"Society"},{"quote":"An armed society is a polite society. Manners are good when one may have to back up his acts with his life.","author":"Robert A. Heinlein","topic":"Society"},{"quote":"There is no longer a doubt that women are just as competent as men. Gender differences are guided by nurture, as society treats boys and girls differently from an early age.","author":"Naveen Jain","topic":"Society"},{"quote":"If I hear someone say something, and they&#39;re 100 per cent about it, then it&#39;s almost inevitable that I&#39;ll take the opposite view. I guess I feel at odds with things like society. Absolutism is always a trigger for me.","author":"Andy Serkis","topic":"Society"},{"quote":"You get racism crossing the street; it&#39;s in the very fabric of American society.","author":"Nina Simone","topic":"Society"},{"quote":"When I wrote &#39;The Giver,&#39; it contained no so-called &#39;bad words.&#39; It was set, after all, in a mythical, futuristic, and Utopian society. Not only was there no poverty, divorce, racism, sexism, pollution, or violence in the world of &#39;The Giver&#39;; there was also careful attention paid to language: to its fluency, precision, and power.","author":"Lois Lowry","topic":"Society"},{"quote":"If education does not create a need for the best in life, then we are stuck in an undemocratic, rigid caste society.","author":"Sargent Shriver","topic":"Society"},{"quote":"In our open society, we are inclined to give to the less fortunate for the pure goodness of giving. We open our home to those who are alone on this holiday to spread some warmth into the life of another.","author":"Jeff Miller","topic":"Society"},{"quote":"It is also rarer to find happiness in a man surrounded by the miracles of technology than among people living in the desert of the jungle and who by the standards set by our society would be considered destitute and out of touch.","author":"Thor Heyerdahl","topic":"Society"},{"quote":"We are trying to construct a more inclusive society. We are going to make a country in which no one is left out.","author":"Franklin D. Roosevelt","topic":"Society"},{"quote":"The amount of eccentricity in a society has generally been proportional to the amount of genius, mental vigor, and moral courage it contained. That so few now dare to be eccentric marks the chief danger of the time.","author":"John Stuart Mill","topic":"Society"},{"quote":"The only part of the conduct of any one, for which he is amenable to society, is that which concerns others. In the part which merely concerns himself, his independence is, of right, absolute. Over himself, over his own body and mind, the individual is sovereign.","author":"John Stuart Mill","topic":"Society"},{"quote":"The exercise of natural rights has no limits but such as will ensure their enjoyment to other members of society.","author":"Marquis de Lafayette","topic":"Society"},{"quote":"The paradigm of the &#39;Aquarian Conspiracy&#39; sees humankind embedded in nature. It promotes the autonomous individual in a decentralized society... The new perspective respects the ecology of everything: birth, death, learning, health, family, work, science, spirituality, the arts, the community, relationships, politics.","author":"Marilyn Ferguson","topic":"Society"},{"quote":"The Holocaust also shows us how a combination of events and attitudes can erode a society&#39;s democratic values.","author":"Tim Holden","topic":"Society"},{"quote":"The Royal Family have always had an interest in a number of different areas of society. We are a part of society.","author":"Prince Andrew","topic":"Society"},{"quote":"Our biggest struggle as human beings is to project ourselves as something that society has deemed admirable or likable instead of being honest.","author":"Matthew Shultz","topic":"Society"},{"quote":"I think if you give in and accept society&#39;s stereotypes, then you start thinking, &#39;I cannot dance till late at night because I&#39;m 70.&#39;","author":"Yoko Ono","topic":"Society"},{"quote":"The entertainment industry is vast and is a reflection of the society we live in.","author":"Karrine Steffans","topic":"Society"},{"quote":"I do not want to be a robot, a cog in society who answers &#39;yes&#39; because &#39;yes&#39; is considered the appropriate answer. Neither do I want to be a protestor. I just want to seek out what lies underneath the veils of politeness and programming that I&#39;ve been given as a person in this society.","author":"Damien Rice","topic":"Society"},{"quote":"Our society needs to recognize the unstoppable momentum toward unequivocal civil equality for every gay, lesbian, bisexual and transgendered citizen of this country.","author":"Zachary Quinto","topic":"Society"},{"quote":"If we wish to preserve a free society, it is essential that we recognize that the desirability of a particular object is not sufficient justification for the use of coercion.","author":"Friedrich August von Hayek","topic":"Society"},{"quote":"Disturbances in society are never more fearful than when those who are stirring up the trouble can use the pretext of religion to mask their true designs.","author":"Denis Diderot","topic":"Society"},{"quote":"The pillars of truth and the pillars of freedom - they are the pillars of society.","author":"Henrik Ibsen","topic":"Society"},{"quote":"We are a society that treats people with disabilities with condescension and pity, not dignity and respect.","author":"Stella Young","topic":"Society"},{"quote":"It&#39;s long been accepted as fact that the availability of family planning services saves lives. Where women have access to these services, children and families are healthier, and society at large benefits.","author":"Martha Plimpton","topic":"Society"},{"quote":"The Zionists indeed learnt well from the Nazis. So well that it seems that their morally repugnant treatment of the Palestinians, and their attempts to destroy Palestinian society within Israel and the occupied territories, reveals them as basically Nazis with beards and black hats.","author":"Norman Finkelstein","topic":"Society"},{"quote":"Anyone who thinks they stand apart from society and defies all which govern its existence has less in common with the lone wolf patriot standing up to dystopic forces of oppression - a myth - and more in common with the disease known as cancer - a harsh reality.","author":"Steven Weber","topic":"Society"},{"quote":"I&#39;m in the loners&#39; society. I don&#39;t want to classify myself as anything.","author":"Benedict Wong","topic":"Society"},{"quote":"The love of the family, the love of one person can heal. It heals the scars left by a larger society. A massive, powerful society.","author":"Maya Angelou","topic":"Society"},{"quote":"Princes and governments are far more dangerous than other elements within society.","author":"Niccolo Machiavelli","topic":"Society"},{"quote":"Obscenity, which is ever blasphemy against the divine beauty in life, is a monster for which the corruption of society forever brings forth new food, which it devours in secret.","author":"Percy Bysshe Shelley","topic":"Society"},{"quote":"Unless you are willing to compromise, society cannot live together.","author":"Alan Greenspan","topic":"Society"},{"quote":"What strikes me is the fact that in our society, art has become something which is only related to objects, and not to individuals, or to life.","author":"Michel Foucault","topic":"Society"},{"quote":"The rise or fall of wages is common to all states of society, whether it be the stationary, the advancing, or the retrograde state.","author":"David Ricardo","topic":"Society"},{"quote":"I had often wondered how to best decolonize my people... It must be done one human being at a time. Without that kind of help, Western society does not allow people to come to terms with their feelings. With honesty and therapy, my people can be made whole again.","author":"Russell Means","topic":"Society"},{"quote":"India is a vibrant nation whose strength lies in its commitment to equal rights and to speech, religious and economic freedoms that enrich the lives of all citizens. India is not only the world&#39;s largest democracy; it is also a secular, pluralistic society committed to inclusive growth.","author":"Henry Paulson","topic":"Society"},{"quote":"The implementation of autonomous driving needs a whole new rethinking. To really make it an attribute for society, we really need to think differently about where and when and how we implement this.","author":"Henrik Fisker","topic":"Society"},{"quote":"Ours is an open and accepting society, and has historically provided an avenue for lawful immigration to all those willing to accept the responsibilities of citizenship.","author":"Spencer Bachus","topic":"Society"},{"quote":"As in biomedical science, pioneering industrial inventions have not been mothered by necessity. Rather, inventions for which there was no commercial use only later became the commercial airplanes, xerography and lasers on which modern society depends.","author":"Arthur Kornberg","topic":"Society"},{"quote":"We have entered an age in which education is not just a luxury permitting some men an advantage over others. It has become a necessity without which a person is defenseless in this complex, industrialized society. We have truly entered the century of the educated man.","author":"Lyndon B. Johnson","topic":"Society"},{"quote":"Without a moral framework, there is nothing left but immediate self-indulgence by some and the path of least resistance by others. Neither can sustain a free society.","author":"Thomas Sowell","topic":"Society"},{"quote":"Opponents of capital punishment argue that the state has no right to take a murderer&#39;s life. Apparently, one fact that abolitionists forget or overlook is that the state is acting not only on behalf of society, but also on behalf of the murdered person and the murdered person&#39;s family.","author":"Dennis Prager","topic":"Society"},{"quote":"A newspaper is a public trust, and we will suffer as a society without them. It is not the Internet that has killed them. It is their own greed, it is their own stupidity, and it is capitalism that has taken our daily newspapers from us.","author":"Michael Moore","topic":"Society"},{"quote":"Patriarchy is like the elephant in the room that we don&#39;t talk about, but how could it not affect the planet radically when it&#39;s the superstructure of human society.","author":"Ani DiFranco","topic":"Society"},{"quote":"If we don&#39;t change from a world society that worships money and power to one that worships compassion and generosity, I think we&#39;ll be extinct by mid-century. I don&#39;t say that as an alarmist or as a pessimist.","author":"Patch Adams","topic":"Society"},{"quote":"If you let society and your peers define who you are, you&#39;re the less for it.","author":"Hugh Hefner","topic":"Society"},{"quote":"Fashion takes its inspiration from society and everyday life, which is the same for everyone, and this is perhaps the reason why certain elements recur.","author":"Stefano Gabbana","topic":"Society"},{"quote":"Contemporary art will help me to modernise our society.","author":"Victor Pinchuk","topic":"Society"},{"quote":"You don&#39;t realize how much you use your credit card not even to buy things. It&#39;s a card you get so you can navigate society.","author":"Adam Carolla","topic":"Society"},{"quote":"What I mind in modern society very much is the awful lack of grammar.","author":"Ruth Rendell","topic":"Society"},{"quote":"To give up the task of reforming society is to give up one&#39;s responsibility as a free man.","author":"Alan Paton","topic":"Society"},{"quote":"We live in a disposable society. We throw so much away. But it doesn&#39;t come from nowhere. It comes from the planet and it comes from future generations&#39; lives.","author":"Julia Butterfly Hill","topic":"Society"},{"quote":"Mass media provides the essential link between the individual and the demands of the technological society.","author":"Jacques Ellul","topic":"Society"},{"quote":"The instinct of self-preservation in human society, acting almost subconsciously, as do all drives in the human mind, is rebelling against the constantly refined methods of annihilation and against the destruction of humanity.","author":"Bertha von Suttner","topic":"Society"},{"quote":"If society fits you comfortably enough, you call it freedom.","author":"Robert Frost","topic":"Society"},{"quote":"The best things and best people rise out of their separateness; I&#39;m against a homogenized society because I want the cream to rise.","author":"Robert Frost","topic":"Society"},{"quote":"Free speech has been used by the Supreme Court to give immense power to the wealthiest members of our society.","author":"Noam Chomsky","topic":"Society"},{"quote":"Society exists for the benefit of its members, not the members for the benefit of society.","author":"Herbert Spencer","topic":"Society"},{"quote":"If you... scaled down human beings, scaled down society, if you land with a group of little boys, they are more like a scaled-down version of society than a group of little girls would be.","author":"William Golding","topic":"Society"},{"quote":"Consciousness-one level is understanding where we are in space. Consciousness two is where we understand our position in society: who&#39;s top dog, who&#39;s underdog and who&#39;s in the middle. And type-three consciousness is simulating the future. And type-three consciousness, only humans have this ability to see far into the future.","author":"Michio Kaku","topic":"Society"},{"quote":"There is no society ever discovered in the remotest corner of the world that has not had something that we would consider the arts. Visual arts - decoration of surfaces and bodies - appears to be a human universal.","author":"Steven Pinker","topic":"Society"},{"quote":"We live in a disposable, &#39;cast-off and throw-away&#39; society that has largely lost any real sense of permanence. Ours is a world of expiration dates, limited shelf life, and planned obsolescence. Nothing is absolute.","author":"Myles Munroe","topic":"Society"},{"quote":"Internationalism is a community theory of society which is founded on economic, spiritual, and biological facts. It maintains that respect for a healthy development of human society and of world civilization requires that mankind be organized internationally.","author":"Christian Lous Lange","topic":"Society"},{"quote":"In Switzerland, we have a centuries-old tradition of living together in one confederation and one society. That holds us back from excesses. We are a civilized and enlightened community and, by practising multicultural tolerance, we manage to stop extreme developments from going too far.","author":"Klaus Schwab","topic":"Society"},{"quote":"It&#39;s a free society. But don&#39;t tell the world that we can feed the present population without chemical fertilizer. That&#39;s when this misinformation becomes destructive.","author":"Norman Borlaug","topic":"Society"},{"quote":"If you don&#39;t deal with your shadows, you are condemned to repeat the same mistake over and over, as a human being or as a society.","author":"Denis Villeneuve","topic":"Society"},{"quote":"Irrespective of any political party, I am a supporter of good people who want to do something for the society.","author":"Kapil Dev","topic":"Society"},{"quote":"One of the most destructive things that&#39;s happening in modern society is that we are losing our sense of the bonds that bind people together - which can lead to nightmares of social collapse.","author":"Alexander McCall Smith","topic":"Society"},{"quote":"Our society is the product of several great religious and philosophical traditions. The ideas of the Greeks and Romans, Christianity, Judaism, humanism and the Enlightenment have made us who we are.","author":"Jan Peter Balkenende","topic":"Society"},{"quote":"He who is unable to live in society, or who has no need because he is sufficient for himself, must be either a beast or a god.","author":"Aristotle","topic":"Society"},{"quote":"Why should society feel responsible only for the education of children, and not for the education of all adults of every age?","author":"Erich Fromm","topic":"Society"},{"quote":"The heroic working class of Kim Il Sung and Kim Jong Il, holding aloft the banner of modelling the whole society on Kimilsungism-Kimjongilism, should become the engine propelling the masses forward on the general onward march and the example for all other members of society to follow in stepping up the building of a powerful socialist country.","author":"Kim Jong-un","topic":"Society"},{"quote":"When I read about the way in which library funds are being cut and cut, I can only think that American society has found one more way to destroy itself.","author":"Isaac Asimov","topic":"Society"},{"quote":"After a shooting spree, they always want to take the guns away from the people who didn&#39;t do it. I sure as hell wouldn&#39;t want to live in a society where the only people allowed guns are the police and the military.","author":"William S. Burroughs","topic":"Society"},{"quote":"Music is always a commentary on society.","author":"Frank Zappa","topic":"Society"},{"quote":"The only yardstick for success our society has is being a champion. No one remembers anything else.","author":"John Madden","topic":"Society"},{"quote":"Redemption is possible, and it is the measure of a civilized society.","author":"Greg Boyle","topic":"Society"},{"quote":"In return, society rewards those who give it what it wants. That is why how much money people have earned is a rough measure of how much they gave society what it wanted.","author":"Ray Dalio","topic":"Society"},{"quote":"The society which scorns excellence in plumbing as a humble activity and tolerates shoddiness in philosophy because it is an exalted activity will have neither good plumbing nor good philosophy: neither its pipes nor its theories will hold water.","author":"John W. Gardner","topic":"Society"},{"quote":"Good-looking individuals are treated better than homely ones in virtually every social situation, from dating to trial by jury.","author":"Martha Beck","topic":"Society"},{"quote":"What we are doing in educating students is trying to prepare them to live more fulfilling lives for the decades after they graduate. And trying to provide a better, richer, fairer, more decent society for the generations after.","author":"Derek Bok","topic":"Society"},{"quote":"We have lots of evidence that putting investments in early childhood education, even evidence from very hard-nosed economists, is one of the very best investments that the society can possibly make. And yet we still don&#39;t have public support for things like preschools.","author":"Alison Gopnik","topic":"Society"},{"quote":"Holocaust survivors came to Israel in order to establish a new human society where nobody would be able to hurt them just because they&#39;re Jewish. This is both a furious and vulnerable message.","author":"Yair Lapid","topic":"Society"},{"quote":"What do most people say on their deathbed? They don&#39;t say, &#39;I wish I&#39;d made more money.&#39; What they say is, &#39;I wish I&#39;d spent more time with my family and done more for society or my community.&#39;","author":"David Rubenstein","topic":"Society"},{"quote":"If those in charge of our society - politicians, corporate executives, and owners of press and television - can dominate our ideas, they will be secure in their power. They will not need soldiers patrolling the streets. We will control ourselves.","author":"Howard Zinn","topic":"Society"},{"quote":"I have an intense dislike for artificial society. In France, one could lead a free life - to do what one wanted to do without interference or criticism from one&#39;s neighbors.","author":"Robert W. Service","topic":"Society"},{"quote":"The importance that our society attaches to sport is incredible. After all, is football a game or a religion? The people of this country have allowed sports to get completely out of hand.","author":"Howard Cosell","topic":"Society"},{"quote":"I come from that society and there is a common thread, specifically family values - the idea that you do anything for your family, and the unconditional love for one&#39;s children.","author":"Ednita Nazario","topic":"Society"},{"quote":"In a free society, government reflects the soul of its people. If people want change at the top, they will have to live in different ways. Our major social problems are not the cause of our decadence. They are a reflection of it.","author":"Cal Thomas","topic":"Society"},{"quote":"The warrior may fight for gold or for an immediate gain, or for something to take home for the winter to feed the family. The soldier is part of a more complex society. He&#39;s fighting for a group ethic of some sort.","author":"C. J. Cherryh","topic":"Society"},{"quote":"You seek help from the elders. A society with elders is healthy. It&#39;s not always that way in the West.","author":"Bernard Lagat","topic":"Society"},{"quote":"I don&#39;t know if high society is different in other cities, but in Hollywood, important people can&#39;t stand to be invited someplace that isn&#39;t full of other important people. They don&#39;t mind a few unfamous people being present because they make good listeners.","author":"Marilyn Monroe","topic":"Society"},{"quote":"A society that admits misery, a humanity that admits war, seem to me an inferior society and a debased humanity; it is a higher society and a more elevated humanity at which I am aiming - a society without kings, a humanity without barriers.","author":"Victor Hugo","topic":"Society"},{"quote":"I believe the home and marriage is the foundation of our society and must be protected.","author":"Billy Graham","topic":"Society"},{"quote":"Though many of the poor have come to see the affluent middle class as its enemy, that class actually stands between the poor and the real powers in this society - the administrative octopus with its head in Washington, the conglomerates, the military complex.","author":"Cesar Chavez","topic":"Society"},{"quote":"Your conscious brain cannot multitask. If I&#39;m speaking to you and checking my I-Phone at the same time, I&#39;m doing neither. This is why our society is frazzled; this misconception that we can consciously do more than one thing at a time effectively.","author":"Deepak Chopra","topic":"Society"},{"quote":"Radical changes in world politics leave America with a heightened responsibility to be, for the world, an example of a genuinely free, democratic, just and humane society.","author":"Pope John Paul II","topic":"Society"},{"quote":"The environment that we call society is created by past generations; we accept it, as it helps us to maintain our greed, possessiveness, illusion.","author":"Jiddu Krishnamurti","topic":"Society"},{"quote":"If we had any nerve at all, if we had any real balls as a society, or whatever you need, whatever quality you need, real character, we would make an effort to really address the wrongs in this society, righteously.","author":"Jerry Garcia","topic":"Society"},{"quote":"If you ask an economist what&#39;s driven economic growth, it&#39;s been major advances in things that mattered - the mechanization of farming, mass manufacturing, things like that. The problem is, our society is not organized around doing that.","author":"Larry Page","topic":"Society"},{"quote":"I fell in love with Norman Mailer&#39;s &#39;Of a Fire on the Moon&#39;, a description of the 1969 moon landing and the society that had produced NASA - and was inspired by him to begin a kind of anthropology of modern life.","author":"Alain de Botton","topic":"Society"},{"quote":"Everything has to do with education: If you educate the girls, you educate the family, the community, and society, in general.","author":"Alek Wek","topic":"Society"},{"quote":"Some people think that religion is not essential to society. I do not hold this view. I consider the foundation of religion to be essential to the life and practices of a society.","author":"B. R. Ambedkar","topic":"Society"},{"quote":"Political tyranny is nothing compared to the social tyranny and a reformer who defies society is a more courageous man than a politician who defies Government.","author":"B. R. Ambedkar","topic":"Society"},{"quote":"We live in a society obsessed with public opinion. But leadership has never been about popularity.","author":"Marco Rubio","topic":"Society"},{"quote":"I&#39;m a Sufi Muslim, I would say. I believe in using the medium to create a good vibration because art is so important to society. Some projects I don&#39;t do because I feel that it&#39;s going to create a bad vibe. I don&#39;t do propaganda films that are anti another religion, anti-Muslim or anti-Hindu.","author":"A. R. Rahman","topic":"Society"},{"quote":"India is known for much development that has happened since our independence, but at the same time, we have also failed on many levels. It is the responsibility of the future generation to ensure that all these failures are corrected and help create a civilised society with equal opportunities for one and all.","author":"N. R. Narayana Murthy","topic":"Society"},{"quote":"I believe that social change has almost reached critical mass. So many people have undergone personal transformation that their effect on society is having a geometric - not arithmetic - impact. This coalescence of energies brings about meeting, networking, and a sophistication in communications that is unprecedented in history.","author":"Marilyn Ferguson","topic":"Society"},{"quote":"Prosperity in human society is misunderstood. The difference between a rich and poor society is the number of problems that society solves for its citizens. That means technological innovation is the source of all prosperity, but with every tech innovation, you also get disruption - ultimately, social and civic disruption.","author":"Nick Hanauer","topic":"Society"},{"quote":"Virtually every society that survived did so by socializing its sons to be disposable. Disposable in war; disposable in work. We need warriors and volunteer firefighters, so we label these men heroes.","author":"Warren Farrell","topic":"Society"},{"quote":"Outside of, as a kid, just wanting to be able to fly and run faster than a speeding locomotive and being able to leap tall buildings in a single bound, we&#39;d like to hope that, when push comes to shove, we can do the right thing. I think as long as there is that hope in our society and in the zeitgeist of superheroes, Superman will be relevant.","author":"Matt Bomer","topic":"Society"},{"quote":"There can be hope only for a society which acts as one big family, not as many separate ones.","author":"Anwar Sadat","topic":"Society"},{"quote":"Life and human society are the chief concern of Confucianism and, through it, the chief concern of the Chinese people.","author":"Hu Shih","topic":"Society"},{"quote":"At the age of 19, I removed myself from society for almost four months, setting off years of manic episodes, including outrageous overspending. I bought several Mercedes because I thought I could. I had no money, but I rented a jet.","author":"Patty Duke","topic":"Society"},{"quote":"Manners are the basic building blocks of civil society.","author":"Alexander McCall Smith","topic":"Society"},{"quote":"Yes, people need food and education. But one of the cornerstones of any society is a well-functioning legal system.","author":"Cherie Blair","topic":"Society"},{"quote":"Some kids win the lottery at birth; far too many don&#39;t - and most people have a hard time catching up over the rest of their lives. Children raised in disadvantaged environments are not only much less likely to succeed in school or in society, but they are also much less likely to be healthy adults.","author":"James Heckman","topic":"Society"},{"quote":"Taxation is the price we pay for failing to build a civilized society. The higher the tax level, the greater the failure. A centrally planned totalitarian state represents a complete defeat for the civilized world, while a totally voluntary society represents its ultimate success.","author":"Mark Skousen","topic":"Society"},{"quote":"FIFA stands for discipline, respect, fair-play, not just on the field of play, but in our society as well.","author":"Sepp Blatter","topic":"Society"},{"quote":"There are so many men and women who hold no distinctive positions but whose contribution towards the development of society has been enormous.","author":"Nelson Mandela","topic":"Society"},{"quote":"The society based on production is only productive, not creative.","author":"Albert Camus","topic":"Society"},{"quote":"Society is now one polished horde, formed of two mighty tries, the Bores and Bored.","author":"Lord Byron","topic":"Society"},{"quote":"The ancient superficial idea of the uniform and progressive growth of the human personality has remained unaltered, and the erroneous belief has persisted that it is the duty of the adult to fashion the child according to the pattern required by society.","author":"Maria Montessori","topic":"Society"},{"quote":"There is nothing more fearful for the average person in our society than to stand before a group of people and speak.","author":"Charles R. Swindoll","topic":"Society"},{"quote":"You can&#39;t be a minority in this society without having someone express disapproval about affirmative action.","author":"Sonia Sotomayor","topic":"Society"},{"quote":"In our production-oriented society, being busy, having an occupation, has become one of the main ways, if not the main way, of identifying ourselves. Without an occupation, not just our economic security but our very identity is endangered.","author":"Henri Nouwen","topic":"Society"},{"quote":"When people accept breaking the law as normal, something happens to the whole society.","author":"Orson Welles","topic":"Society"},{"quote":"Every society honors its live conformists and its dead troublemakers.","author":"Mignon McLaughlin","topic":"Society"},{"quote":"Society is the body; individuals are its members, its limbs. Just as the various limbs help and co-operate with one another and thus are happy, so each must unite with others in being helpful to all in thought, speech and action... One may see to the good of one&#39;s own group, i.e., the group that is immediate to him, and then proceed to others.","author":"Ramana Maharshi","topic":"Society"},{"quote":"As musicians and artists, it&#39;s important we have an environment - and I guess when I say environment, I really mean the industry, that really nurtures these gifts. Oftentimes, the machine can overlook the need to take care of the people who produce the sounds that have a lot to do with the health and well-being of society.","author":"Lauryn Hill","topic":"Society"},{"quote":"Travel and society polish one, but a rolling stone gathers no moss, and a little moss is a good thing on a man.","author":"John Burroughs","topic":"Society"},{"quote":"In a free society, we will tolerate boorish people, who have abhorrent behavior, but if we&#39;re civilized people, we publicly criticize that, and don&#39;t belong to those groups or don&#39;t associate with those people.","author":"Rand Paul","topic":"Society"},{"quote":"This accumulated debt at all levels of our society poses an immediate existential threat to America. Now unlike the manufactured crises of global warming and healthcare, this is a true crisis. This crisis threatens the very sovereignty of our country.","author":"Stephen Bannon","topic":"Society"},{"quote":"We&#39;re living in a whole new social and economic order with a whole new set of problems and challenges. Old assumptions and old programs don&#39;t work in this new society and the more we try to stretch them to make them fit, the more we will be seen as running away from what is reality.","author":"Ann Richards","topic":"Society"},{"quote":"Bilingualism lets you have your cake and eat it. The new language opens the doors to the best jobs in society; the old language allows you to keep your sense of &#39;who you are.&#39; It preserves your identity. With two languages, you have the best of both worlds.","author":"David Crystal","topic":"Society"},{"quote":"Human society has dense borders - economic, religious and cultural - inculcated from an early age. We hate change.","author":"Alejandro Jodorowsky","topic":"Society"},{"quote":"Some people look gender non-conforming because they want to look that way - they don&#39;t want to conform to society&#39;s expectations.","author":"Caitlyn Jenner","topic":"Society"},{"quote":"I try to persuade people to act in ways that are not only in their own interest, but in the interest of society at large.","author":"Eric Schlosser","topic":"Society"},{"quote":"You grow up and recognise that in an educated, secular society, there&#39;s no excuse for ignorance. You have to recognise in yourself, and challenge yourself, that if you see racism or homophobia or misogyny in a secular society, as a member of that society, you should challenge it. You owe it to the betterment of society.","author":"Hozier","topic":"Society"},{"quote":"Islam cannot have a significant presence in Australia if we are to live in an open, secular, and cohesive society. We have seen the destruction it is causing around the world.","author":"Pauline Hanson","topic":"Society"},{"quote":"What I hope is that those with the knowledge of the humanities break into the closed society where code gets written: invade it.","author":"Ellen Ullman","topic":"Society"},{"quote":"Society tends to always make multiples - whether it&#39;s twins or triplets or whatever - one person. And it&#39;s not always fair. I encourage multiples to embrace their individual uniqueness because, just as you are an amazing unit together, that can only happen when you are strong individually.","author":"Tia Mowry","topic":"Society"},{"quote":"So is civil society prepared for the future? Probably not. Most organisations have to live hand to mouth, juggling short-term funding and perpetual minor crises. Even the bigger ones rarely get much time to stand back and look at the bigger picture. Many are on a treadmill chasing after contracts and new funding.","author":"Geoff Mulgan","topic":"Society"},{"quote":"I loved teaching social studies. And I loved starting each year by teaching about John Locke and the social contract. That lesson helped me teach not just about our rules for the classroom, but how, in our democracy, we give up some individual rights to ensure we collectively have the right to live and prosper in a society.","author":"Randi Weingarten","topic":"Society"},{"quote":"Nationalism of the Irish type is often regarded as reactionary. With the World Revolution and the Classless Society waiting for the midwife, why take a torch to the stable to assist at the birth of a puppy? Even if the puppy is pedigree. On this question I am unable to make up my mind.","author":"Louis MacNeice","topic":"Society"},{"quote":"Families represent the basic building blocks of our society, and primary care a foundational piece of any healthcare system.","author":"Tony Tan","topic":"Society"},{"quote":"When I see the cultural diversity that exists today, I feel that we must defend it, and we need Europe, because otherwise we are going to live in a society with a single model, the Anglo-American model.","author":"Jean-Pierre Raffarin","topic":"Society"},{"quote":"The danger to society is not merely that it should believe wrong things, though that is great enough; but that it should become credulous, and lose the habit of testing things and inquiring into them; for then it must sink back into savagery.","author":"William Kingdon Clifford","topic":"Society"},{"quote":"The clock, for all its precision in measurement, is a blunt instrument for the psyche and for society. Schedules can replace sensitivity to the mood of a moment, clock time can ride roughshod over the emotions of individuals.","author":"Jay Griffiths","topic":"Society"},{"quote":"My vision is to have an independent Kosovo, democratic, with a politically tolerant society and with a solid economy, integrated into the EU, the NATO and to continue with our good relations with the USA.","author":"Ibrahim Rugova","topic":"Society"},{"quote":"It&#39;s a social contract we make. We&#39;re willing to give up certain things. We give you the right to tax us. We give you the right to lock us up. We give you the right to put us on surveillance, search our homes, whatever and, in exchange, we get a functioning society that keeps us relatively safe, and that&#39;s the tradeoff we make.","author":"Matt Apuzzo","topic":"Society"},{"quote":"Relativism should be confronted where it damages fundamental human rights, because we&#39;re not relativists if we believe that the human being should be at the centre of society and the rights of every human being should be respected.","author":"Rocco Buttiglione","topic":"Society"},{"quote":"Racism, unfortunately, is part of the fabric of America&#39;s society.","author":"David Scott","topic":"Society"},{"quote":"Society is one vast conspiracy for carving one into the kind of statue likes, and then placing it in the most convenient niche it has.","author":"Randolph Bourne","topic":"Society"},{"quote":"If God would have wanted us to live in a permissive society He would have given us Ten Suggestions and not Ten Commandments.","author":"Zig Ziglar","topic":"Society"},{"quote":"Legal discrimination between the sexes is, in almost every instance, founded on outmoded views of society and the pre-scientific beliefs about psychology and physiology. It is time to sweep away these relics of the past and set further generations free of them.","author":"Shirley Chisholm","topic":"Society"},{"quote":"Reparations - not just aid - should be provided by those responsible for devastating Iraqi civilian society by cruel sanctions and military actions, and - together with other criminal states - for supporting Saddam Hussein through his worst atrocities and beyond. That is the minimum that honesty requires.","author":"Noam Chomsky","topic":"Society"},{"quote":"A pure democracy is a society consisting of a small number of citizens, who assemble and administer the government in person.","author":"James Madison","topic":"Society"},{"quote":"Thanks to my mother, not a single cardboard box has found its way back into society. We receive gifts in boxes from stores that went out of business twenty years ago.","author":"Erma Bombeck","topic":"Society"},{"quote":"If you look at any Muslim society and you make a scale of how developed they are, and how successful the economy is, it&#39;s a straight line. It depends on how much they emancipate their women.","author":"Christopher Hitchens","topic":"Society"},{"quote":"The political core of any movement for freedom in the society has to have the political imperative to protect free speech.","author":"bell hooks","topic":"Society"},{"quote":"Society has not been set up in a way that allows women to go back to work after taking time off. Many women now have to work as well as do everything at home and no one can do everything. Society needs to find a way of relieving women.","author":"Zaha Hadid","topic":"Society"},{"quote":"Remove advertising, disable a person or firm from proclaiming its wares and their merits, and the whole of society and of the economy is transformed. The enemies of advertising are the enemies of freedom.","author":"David Ogilvy","topic":"Society"},{"quote":"Advertising reflects the mores of society, but it does not influence them.","author":"David Ogilvy","topic":"Society"},{"quote":"I started out in anthropology, so to me how society works, how people put themselves together and make things work, has always been a big interest.","author":"George Lucas","topic":"Society"},{"quote":"The society in &#39;The Handmaid&#39;s Tale&#39; is a throwback to the early Puritans whom I studied extensively at Harvard under Perry Miller, to whom the book is dedicated.","author":"Margaret Atwood","topic":"Society"},{"quote":"Women are the real architects of society.","author":"Cher","topic":"Society"},{"quote":"Law has become a business. Health care has become a business. Unfortunately, politics has also become a business. That really undermines society.","author":"George Soros","topic":"Society"},{"quote":"I am afraid to end up being in need to sell canvases - in other words, to be a society painter.","author":"Marcel Duchamp","topic":"Society"},{"quote":"The society of life on Mars, or the challenge of making Mars more livable, will have significant benefits on our attempts to modify and change in some ways the environment here on Earth.","author":"Buzz Aldrin","topic":"Society"},{"quote":"At the end of the day, is Singapore society better or worse off? That&#39;s the test.","author":"Lee Kuan Yew","topic":"Society"},{"quote":"The wise person often shuns society for fear of being bored.","author":"Jean de la Bruyere","topic":"Society"},{"quote":"America still has the right stuff to thrive. We still have the most creative, diverse, innovative culture and open society - in a world where the ability to imagine and generate new ideas with speed and to implement them through global collaboration is the most important competitive advantage.","author":"Thomas Friedman","topic":"Society"},{"quote":"It is a strange fact that freedom and equality, the two basic ideas of democracy, are to some extent contradictory. Logically considered, freedom and equality are mutually exclusive, just as society and the individual are mutually exclusive.","author":"Thomas Mann","topic":"Society"},{"quote":"The land which the Society of Jews will have secured by international law must naturally be privately owned.","author":"Theodor Herzl","topic":"Society"},{"quote":"I found that a whole series of people opposed me simply on the grounds that I was a woman. The clerics took to the mosque saying that Pakistan had thrown itself outside the Muslim world and the Muslim umar by voting for a woman, that a woman had usurped a man&#39;s place in the Islamic society.","author":"Benazir Bhutto","topic":"Society"},{"quote":"You start to forget about the world outside - it&#39;s not relevant or relatable anymore. The darkest part of solitary confinement is that you start to forget about cars and jobs and families and weather and politicians - and all the things that make up a society.","author":"Chelsea Manning","topic":"Society"},{"quote":"To some extent, people who are insane are nonconformists, and society and their family wish they would live what appear to be useful lives.","author":"John Forbes Nash, Jr.","topic":"Society"},{"quote":"Chastity is the cement of civilization and progress. Without it there is no stability in society, and without it one cannot attain the Science of Life.","author":"Mary Baker Eddy","topic":"Society"},{"quote":"Any society where it&#39;s a crime or a hassle to be different is a society based on psychological fascism.","author":"David Icke","topic":"Society"},{"quote":"I am in favor of carrying out the Declaration of Independence to women as well as men. Women having to suffer the burdens of society and government should have their equal rights in it. They do not receive their rights in full proportion.","author":"Leland Stanford","topic":"Society"},{"quote":"I think human society for tens of thousands of years has sent young men out in small groups to do things that are necessary but very dangerous. And they&#39;ve always gotten killed doing it. And they&#39;ve always turned it into a matter of honor and a way of gaining acceptance back into society if they survived.","author":"Sebastian Junger","topic":"Society"},{"quote":"It is better for a woman to compete impersonally in society, as men do, than to compete for dominance in her own home with her husband, compete with her neighbors for empty status, and so smother her son that he cannot compete at all.","author":"Betty Friedan","topic":"Society"},{"quote":"When I turn on the news in Paris, the way Syria is covered is different from the way it is covered in Washington, D.C., or London. Even in Western society, where we hold all the values of democracy and freedom of speech, as soon as you point a camera in a particular direction, there is an angle - literally and figuratively.","author":"Natalie Dormer","topic":"Society"},{"quote":"There are so many Muslim women that feel like they don&#39;t fit society&#39;s standard of beauty. I just wanted to tell them it&#39;s OK to be different; being different is beautiful, too.","author":"Halima Aden","topic":"Society"},{"quote":"To write is a relief from life&#39;s problems. It is a way in which you revenge yourself. In art, the writer achieves utopia. But any attempt to achieve social utopia is bound to catastrophe. If you want a society of saints, the result is hell, repression, totalitarianism, and persecution.","author":"Mario Vargas Llosa","topic":"Society"},{"quote":"I think our society is all about judgment, which is so rude and disrespectful.","author":"Raven-Symone","topic":"Society"},{"quote":"Mainstream cinema raises questions only to immediately provide an answer to them, so they can send the spectator home reassured. If we actually had those answers, then society would appear very different from what it is.","author":"Michael Haneke","topic":"Society"},{"quote":"Tradition is an element that enters into play with destiny, because you are born into a particular family - Jewish or Islamic or Christian or Mexican - and your family determines to some extent what you are expected to become. And society is always there attempting to determine the role we will play within it.","author":"Laura Esquivel","topic":"Society"},{"quote":"Together we will act to bring about national reconciliation, secure Malaysia&#39;s economic future, and build a stronger, more harmonious society.","author":"Najib Razak","topic":"Society"},{"quote":"Indonesia can hold regular elections, but if the laws do not apply to the most powerful elements in society, then there is no rule of law and no genuine democracy. The country will never become a true democracy until it takes serious steps to end impunity.","author":"Joshua Oppenheimer","topic":"Society"},{"quote":"And I do believe that the way to change a society, to uplift people - not just their spirit, but to uplift their society and economic base - is through education.","author":"Rainn Wilson","topic":"Society"},{"quote":"It&#39;s going to be interesting to see how society deals with artificial intelligence, but it will definitely be cool.","author":"Colin Angle","topic":"Society"},{"quote":"My mum thought my TV and film addiction was laziness. If you&#39;re an immigrant, you know you&#39;ll never be an accepted part of society, but you hope your children will be, and you try to make them essential to the community in a practical way - being a doctor or a lawyer. Acting was beyond their comprehension.","author":"Sanjeev Bhaskar","topic":"Society"},{"quote":"My goal was always to be recognized as a good actor but no one was interested in that, simply because society just wants to warm towards your appearance. This is the great blemish of society.","author":"Jude Law","topic":"Society"},{"quote":"Growing up as an Asian American in this society, there were a lot of times where you feel isolated or out of place as an Asian. And growing up in White America, that&#39;s absolutely my experience. And I think that&#39;s why I got into acting because I wanted to be anybody else but Asian.","author":"Ming-Na Wen","topic":"Society"},{"quote":"Painting and sculpture are very archaic forms. It&#39;s the only thing left in our industrial society where an individual alone can make something with not just his own hands, but brains, imagination, heart maybe.","author":"Philip Guston","topic":"Society"},{"quote":"In my afternoon walk I would fain forget all my morning occupations and my obligations to society.","author":"Henry David Thoreau","topic":"Society"},{"quote":"What are we promoting in society? Well-behaved automatons that spew back what they learned in a book. That&#39;s not science. You can get a parrot to do that.","author":"Neil deGrasse Tyson","topic":"Society"},{"quote":"I think the greatest of people in society carved niches that represented the unique expression of their combinations of talents, and if everyone had the luxury of expressing the unique combinations of talents in this world, our society would be transformed overnight.","author":"Neil deGrasse Tyson","topic":"Society"},{"quote":"Society has always to demand a little more from human beings than it will get in practice.","author":"George Orwell","topic":"Society"},{"quote":"It is pretty ironic that the so-called &#39;least advanced&#39; people are the ones taking the lead in trying to protect all of us, while the richest and most powerful among us are the ones who are trying to drive the society to destruction.","author":"Noam Chomsky","topic":"Society"},{"quote":"I never leaf through a copy of National Geographic without realizing how lucky we are to live in a society where it is traditional to wear clothes.","author":"Erma Bombeck","topic":"Society"},{"quote":"Let it be our delight to find our society in the circle of which Jesus is the center, and let us make those our friends who are the friends of Jesus.","author":"Charles Spurgeon","topic":"Society"},{"quote":"We know that society is better - more prosperous, more stable, more peaceful, more cohesive - when women&#39;s rights are respected and when women are valued, empowered, and lead the way in our communities.","author":"Justin Trudeau","topic":"Society"},{"quote":"If you insist that individual rights are the summum bonum, then the whole structure of society falls down.","author":"B. F. Skinner","topic":"Society"},{"quote":"There exists in some parts of the world sanctimonious criticism of America&#39;s death penalty, as somehow unworthy of a civilized society.","author":"Antonin Scalia","topic":"Society"},{"quote":"The essential support and encouragement comes from within, arising out of the mad notion that your society needs to know what only you can tell it.","author":"John Updike","topic":"Society"},{"quote":"I don&#39;t want to live in a society that does these sort of things... I do not want to live in a world where everything I do and say is recorded. That is not something I am willing to support or live under.","author":"Edward Snowden","topic":"Society"},{"quote":"My foundations support people in the country who care about an open society. It&#39;s their work that I&#39;m supporting. So it&#39;s not me doing it. But I can empower them. I can support them, and I can help them.","author":"George Soros","topic":"Society"},{"quote":"The test of one&#39;s behavior pattern is their relationship to society, relationship to work and relationship to sex.","author":"Alfred Adler","topic":"Society"},{"quote":"Cruelty is the law pervading all nature and society; and we can&#39;t get out of it if we would.","author":"Thomas Hardy","topic":"Society"},{"quote":"There is no development strategy more beneficial to society as a whole - women and men alike - than the one which involves women as central players.","author":"Kofi Annan","topic":"Society"},{"quote":"Laws are the terms by which independent and isolated men united to form a society, once they tired of living in a perpetual state of war where the enjoyment of liberty was rendered useless by the uncertainty of its preservation. They sacrificed a portion of this liberty so that they could enjoy the remainder in security and peace.","author":"Cesare Beccaria","topic":"Society"},{"quote":"It will always be considered a praiseworthy undertaking to urge the most obstinate and incredulous to abide by the principles that impel men to live in society. There are, therefore, three distinct classes of vice and virtue: the religious, the natural, and the political. These three classes should never be in contradiction with one another.","author":"Cesare Beccaria","topic":"Society"},{"quote":"The first principle of a free society is an untrammeled flow of words in an open forum.","author":"Adlai E. Stevenson","topic":"Society"},{"quote":"You judge a society by how it treats its citizens. We must do our best to ensure that every child can live in comfort and security, with the best possible education.","author":"Melania Trump","topic":"Society"},{"quote":"Standing up to bullies is the hallmark of a civilized society.","author":"Robert Reich","topic":"Society"},{"quote":"Throughout history, clothes represented who you were; they are a great vehicle for explaining who you are. During the Ching dynasty, for example, what you wore and how it was made reflected your status in society. People could literally read your clothes like a book, just by its color and how it was embroidered.","author":"Iris Apfel","topic":"Society"},{"quote":"The goal must be to expand ourselves beyond one field of focus and use our improved access to information to solve the very real and extreme economic, environmental, and resource challenges we face as an interconnected, global society.","author":"Naveen Jain","topic":"Society"},{"quote":"It&#39;s an indication of how cynical our society has become that any kind of love story with a sad theme is automatically ridiculed as sentimental junk.","author":"Winona Ryder","topic":"Society"},{"quote":"I think people are frightened of saying what they think, and I think that&#39;s a bad thing for society.","author":"Chimamanda Ngozi Adichie","topic":"Society"},{"quote":"Do we want a multicultural society, following the model of the English-speaking world, where fundamental Islam is progressing and we see major religious claims, or do we want an independent nation, with people able to control their own destiny, or do we accept to be a region managed by the technocrats of the European Union?","author":"Marine Le Pen","topic":"Society"},{"quote":"The first duty of a human being is to assume the right functional relationship to society - more briefly, to find your real job, and do it.","author":"Charlotte Perkins Gilman","topic":"Society"},{"quote":"As I went between the Islamic Society in my college and university, the mosque, the halal takeaway, and visited the homes of my male Muslim friends, it was entirely possible for me to get through my day without interacting in any meaningful way with a single non-Muslim.","author":"Maajid Nawaz","topic":"Society"},{"quote":"Fascism is not in itself a new order of society. It is the future refusing to be born.","author":"Aneurin Bevan","topic":"Society"},{"quote":"Bulls can do nothing to demand justice. They can only defend themselves as best they can in a fight with a pre-determined ending and die never knowing why they were forced to endure such a painful and prolonged death. It&#39;s up to us, as a civilized society, to call for an end to the Running of the Bulls and bullfighting.","author":"Ingrid Newkirk","topic":"Society"},{"quote":"Rude contact with facts chased my visions and dreams quickly away, and in their stead I beheld the horrors, the corruption, the evils and hypocrisy of society, and as I stood among them, a young wife, a great wail of agony went out from my soul.","author":"Victoria Woodhull","topic":"Society"},{"quote":"The most striking development of the great depression of 1929 is a profound skepticism of the future of contemporary society among large sections of the American people.","author":"C. L. R. James","topic":"Society"},{"quote":"Society tends to pin women against each other, but we need to treat each other with kindness and compliment one another instead. Because women&#39;s voices are the strongest when they&#39;re together.","author":"Normani Kordei","topic":"Society"},{"quote":"We are living in a multicultural society. Our role as leaders is to enable grappling with this situation, even when multiculturalism is difficult.","author":"Reuven Rivlin","topic":"Society"},{"quote":"Society leaders have urged me to seek the presidency.","author":"Miriam Defensor-Santiago","topic":"Society"},{"quote":"We are legislators, not public works contractors. People look up to us to make serious laws that could change the lives of a great number of people or could change the way society is run or managed.","author":"Miriam Defensor-Santiago","topic":"Society"},{"quote":"Certainly I see no reason why society should prevent grieving parents from having a baby cloned from the cells of a dead child if they wish.","author":"Gregory Benford","topic":"Society"},{"quote":"Financial institutions, the corporate world and civil society - all must uphold high standards of probity in their working. Only a genuine partnership between the Government and its people can bring about positive change to create a just society.","author":"Pratibha Patil","topic":"Society"},{"quote":"I can imagine no society which does not embody some method of arbitration.","author":"Herbert Read","topic":"Society"},{"quote":"I&#39;ve never believed much in that holding hands kind of love. I&#39;ve always thought that love is about two different personalities trying to confront life, trying to make sense of their responsibilities, to themselves, to each other, and to the wider society.","author":"Alan Bates","topic":"Society"},{"quote":"I&#39;d been brought up on the Upper East Side in a WASP society, which was death on crutches.","author":"Harry Mathews","topic":"Society"},{"quote":"Simply that we are mirroring the trends in society, at any given time smuggling was an issue in the seventies, corruption is an issue today, and we faithfully reflect those issues.","author":"Ajay Devgan","topic":"Society"},{"quote":"The crucial question one comes back to is the examination; without that experience is meaningless. And I think it&#39;s true that society is becoming more and more passive, less and less fired up with enthusiasm, in many spheres.","author":"Peter Hammill","topic":"Society"},{"quote":"The further human society drifts away from nature, the less we understand interdependence.","author":"Peter Senge","topic":"Society"},{"quote":"The outstanding truths of life, the great and unquestioned phenomena of society, are not to be argued away as myths and vagaries when they do not fit within our little moulds. If necessary, we must remake the moulds.","author":"Benjamin N. Cardozo","topic":"Society"},{"quote":"The practice of patience toward one another, the overlooking of one another&#39;s defects, and the bearing of one another&#39;s burdens is the most elementary condition of all human and social activity in the family, in the professions, and in society.","author":"Lawrence G. Lovasik","topic":"Society"},{"quote":"You couldn&#39;t have human society without language.","author":"John Maynard Smith","topic":"Society"},{"quote":"Ideology... is indispensable in any society if men are to be formed, transformed and equipped to respond to the demands of their conditions of existence.","author":"Louis Althusser","topic":"Society"},{"quote":"Arguments are extremely vulgar, for everyone in good society holds exactly the same opinion.","author":"Oscar Wilde","topic":"Society"},{"quote":"A civilized society is one which tolerates eccentricity to the point of doubtful sanity.","author":"Robert Frost","topic":"Society"},{"quote":"I&#39;m interested in that drive, that rush to judgment, that is so prevalent in our society. We all know that pleasurable rush that comes from condemning, and in the short term it&#39;s quite a satisfying thing to do, isn&#39;t it?","author":"J. K. Rowling","topic":"Society"},{"quote":"Money is the barometer of a society&#39;s virtue.","author":"Ayn Rand","topic":"Society"},{"quote":"It is hard to read a newspaper or watch a television newscast without encountering someone who has come up with a new &#39;solution&#39; to society&#39;s &#39;problems.&#39;","author":"Thomas Sowell","topic":"Society"},{"quote":"Our scientists grapple with the difficulties of placing a man on the moon, but the immediately troubling concern of our society is whether men of different races can sit together at a lunch counter.","author":"Robert Kennedy","topic":"Society"},{"quote":"Land: A part of the earth&#39;s surface, considered as property. The theory that land is property subject to private ownership and control is the foundation of modern society, and is eminently worthy of the superstructure.","author":"Ambrose Bierce","topic":"Society"},{"quote":"It is violence when we use a sharp word, when we make a gesture to brush away a person. So violence isn&#39;t merely organized butchery in the name of God, in the name of society or country. Violence is much more subtle, much deeper.","author":"Jiddu Krishnamurti","topic":"Society"},{"quote":"No state of society or laws can render men so much alike but that education, fortune, and tastes will interpose some differences between them; and though different men may sometimes find it their interest to combine for the same purposes, they will never make it their pleasure.","author":"Alexis de Tocqueville","topic":"Society"},{"quote":"Before I do anything, I think, well what hasn&#39;t been seen. Sometimes, that turns out to be something ghastly and not fit for society. And sometimes that inspiration becomes something that&#39;s really worthwhile.","author":"Jim Carrey","topic":"Society"},{"quote":"Men of genius are often dull and inert in society; as the blazing meteor, when it descends to earth, is only a stone.","author":"Henry Wadsworth Longfellow","topic":"Society"},{"quote":"Although images of perfection in people&#39;s personal lives can cause unhappiness, images of perfect societies - utopian images - can cause monstrous evil. In fact, forcefully changing society to conform to societal images was the greatest cause of evil in the twentieth century.","author":"Dennis Prager","topic":"Society"},{"quote":"Imagine a society in which there were neither rich nor poor. What evils, afflictions, sorrows, disorders, catastrophes, disasters, tribulations, misfortunes, agonies, calamities, despair, desolation and ruin would be unknown to man!","author":"Jules Verne","topic":"Society"},{"quote":"The most unpardonable sin in society is independence of thought.","author":"Emma Goldman","topic":"Society"},{"quote":"Formerly, when religion was strong and science weak, men mistook magic for medicine; now, when science is strong and religion weak, men mistake medicine for magic.","author":"Thomas Szasz","topic":"Society"},{"quote":"The general will rules in society as the private will governs each separate individual.","author":"Maximilien Robespierre","topic":"Society"},{"quote":"One of the things that people complain about is loneliness, disconnectedness. If you live in a society where your life is rarely threatened and most of your relationships are more on an economic exchange basis, then this could leave people feeling less connected.","author":"Steven Pinker","topic":"Society"},{"quote":"In truth, there is no rational argument for guns in this society. This is no longer a frontier nation in which people hunt their own food. It is a crowded, overwhelmingly urban country in which letting people have access to guns is a continuing disaster.","author":"Molly Ivins","topic":"Society"},{"quote":"Some people strengthen the society just by being the kind of people they are.","author":"John W. Gardner","topic":"Society"},{"quote":"By simply capitalizing on core strengths and knowledge, companies and entrepreneurs can engage in an emerging business model that will enable them to create - and demonstrate - real, sustainable social impact in society.","author":"Muhammad Yunus","topic":"Society"},{"quote":"The future of society is 100% dependent on scientific advances.","author":"Craig Venter","topic":"Society"},{"quote":"The Constitution, as originally drawn, made no reference to the fact that all Americans wre considered equal members of society.","author":"Constance Baker Motley","topic":"Society"},{"quote":"For decades, scholars have studied the ways in which implicit biases affect how we perceive other people in this multiethnic society of ours. The data consistently shows that about 90 percent of us possess some implicit prejudices - and, unsurprisingly, people typically favor their own group.","author":"J. D. Vance","topic":"Society"},{"quote":"I&#39;m afraid for all those who&#39;ll have the bread snatched from their mouths by these machines. What business has science and capitalism got, bringing all these new inventions into the works, before society has produced a generation educated up to using them!","author":"Henrik Ibsen","topic":"Society"},{"quote":"In a sane, civil, intelligent and moral society, you don&#39;t blame poor people for being poor.","author":"Andrew Young","topic":"Society"},{"quote":"The belief that the good in American society will finally win out... I don&#39;t believe any more.","author":"Elia Kazan","topic":"Society"},{"quote":"The imaginations which people have of one another are the solid facts of society.","author":"Charles Horton Cooley","topic":"Society"},{"quote":"Reggae music is not an easy music to like when it comes to the power in society. &#39;Cause it talks about changing society. You won&#39;t find it readily accepted.","author":"Ziggy Marley","topic":"Society"},{"quote":"My passion is to create a better society for our future citizens.","author":"N. R. Narayana Murthy","topic":"Society"},{"quote":"We&#39;re coming down to an extremely unethical society. Very few colleges offer courses in ethics, and very few companies have a code of conduct or code of ethics.","author":"Frank Abagnale","topic":"Society"},{"quote":"The Ten Commandments have never been replaced as the moral basis upon which society rests.","author":"Edwin Louis Cole","topic":"Society"},{"quote":"The right of property holds good in all society; but in the West, ethics invade the personal life in a manner unknown to the East, so much so that the Oriental stands agape at our folly, knowing well that every man brings different instincts and ideas into the world with him.","author":"George A. Moore","topic":"Society"},{"quote":"I wasn&#39;t brought up as a society girl to go to balls and be a debutante and marry the social set and money and go to parties. No one in my family lived like that. And I never wanted to live like that. I was brought up to believe in work. I always wanted a career. Always.","author":"Lauren Bacall","topic":"Society"},{"quote":"Belize is so raw and so clear and so in-your-face. There&#39;s an opportunity to see something about human nature that you can&#39;t really see in a politer society, because the purpose of society is to mask ourselves from each other.","author":"John McAfee","topic":"Society"},{"quote":"If a test of civilization be sought, none can be so sure as the condition of that half of society over which the other half has power.","author":"Harriet Martineau","topic":"Society"},{"quote":"The wisdom and experience of older people is a resource of inestimable worth. Recognizing and treasuring the contributions of older people is essential to the long-term flourishing of any society.","author":"Daisaku Ikeda","topic":"Society"},{"quote":"The good Jew is ritually observant and resists assimilation, in some sense living apart, never fitting comfortably into American or any other society.","author":"Elliott Abrams","topic":"Society"},{"quote":"The government has a responsibility to protect society, to help maintain society. That&#39;s why we have laws... The rule of law creates a set of standards for our behavior.","author":"Vint Cerf","topic":"Society"},{"quote":"No government is here forever. And there are other forces - the most potent force in our society, in fact, big business - doing good for the environment.","author":"Jared Diamond","topic":"Society"},{"quote":"When we try to push the envelope, there are certain sectors of society that say this is a Zionist plot to sort of destabilize our country, or this is an American agenda.","author":"Abdullah II of Jordan","topic":"Society"},{"quote":"A society which is liberal democratic cannot have public policy determined upon the basis of who has got the loudest voice - or who can brings things to a halt.","author":"Charles Kennedy","topic":"Society"},{"quote":"The permissiveness of society must be balanced with authoritativeness.","author":"Ferdinand Marcos","topic":"Society"},{"quote":"I believe discrimination still exists in society and we must fight it in every form.","author":"Andrew Cuomo","topic":"Society"},{"quote":"Any school which wants to create an impact on the society should work on creating leaders.","author":"Shiv Nadar","topic":"Society"},{"quote":"I have always maintained that society has no business dictating morality.","author":"Peter Fonda","topic":"Society"},{"quote":"The core of human rights work is naming and shaming those who commit abuses, and pressuring governments to put the screws to abusing states. As a result, human rights conventions are unique among international law instruments in depending for their enforcement mostly on the activism of a global civil society movement.","author":"Michael Ignatieff","topic":"Society"},{"quote":"Changes to parliamentary procedure won&#39;t transform the lives of the people whom I represent. Decentralising, devolving decision-making and renewing civil society will.","author":"David Blunkett","topic":"Society"},{"quote":"What is called good society is usually nothing but a mosaic of polished caricatures.","author":"Karl Wilhelm Friedrich Schlegel","topic":"Society"},{"quote":"We in the press have a special role since there is no other institution in our society that can hold the President accountable. I do believe that our democracy can endure and prevail only if the American people are informed.","author":"Helen Thomas","topic":"Society"},{"quote":"I think we need to change the system of elections in order to give less power to some sectors in Israeli society.","author":"Tzipi Livni","topic":"Society"},{"quote":"To be a good reporter, writing about war, you have to write about the people. It&#39;s not about the tanks or the RPGs or military strategy. It&#39;s always about the effect war has on civilians, on society, and how it disrupts and destroys lives.","author":"Janine di Giovanni","topic":"Society"},{"quote":"It&#39;s always more interesting to make a movie about what is relevant in your society. What&#39;s the political global backdrop? What are our threats? What are we vulnerable to? Because that&#39;s what an audience vibes on - that is what people are interested in, universally.","author":"Gerard Butler","topic":"Society"},{"quote":"I say every slur on the planet - racial, homosexual, everything to do with every ethnic group on the planet - and guess what? I will never apologize for that because I know why I do it, and it is to make a valid point about ignorance in this society.","author":"Lisa Lampanelli","topic":"Society"},{"quote":"We lament the speed of our society and the lack of depth and the nature of disposable information.","author":"David Ogden Stiers","topic":"Society"},{"quote":"Is privacy about government security agents decrypting your e-mail and then kicking down the front door with their jackboots? Or is it about telemarketers interrupting your supper with cold calls? It depends. Mainly, of course, it depends on whether you live in a totalitarian or a free society.","author":"James Gleick","topic":"Society"},{"quote":"We strongly believe that individual advocates play an important role in developing a civil society.","author":"Max Baucus","topic":"Society"},{"quote":"It seems to me that we&#39;re in danger of losing sight of certain basic civic values in society by allowing the growth of a whole generation of people who really have no sense of attachment to society.","author":"Alexander McCall Smith","topic":"Society"},{"quote":"The threshold question: Will banks continue to exist? The answer is yes, because society will still need the two essential functions they provide: mobilization of capital from providers to users, and facilitation of payments for goods and services.","author":"James P. Gorman","topic":"Society"},{"quote":"Of all the waste we generate, plastic bags are perhaps the greatest symbol of our throwaway society. They are used, then forgotten, and they leave a terrible legacy.","author":"Zac Goldsmith","topic":"Society"},{"quote":"The chief product of an automated society is a widespread and deepening sense of boredom.","author":"C. Northcote Parkinson","topic":"Society"},{"quote":"The first sign of corruption in a society that is still alive is that the end justifies the means.","author":"Georges Bernanos","topic":"Society"},{"quote":"Nothing ever gets settled in this town. a seething debating society in which the debate never stops, in which people never give up, including me. And so that&#39;s the atmosphere in which you administer.","author":"George P. Shultz","topic":"Society"},{"quote":"Our society cannot progress while our constitution stands still.","author":"Charles Edison","topic":"Society"},{"quote":"Respect for the dignity of the human person is the foundational principle of any just society. From a Catholic perspective, it also forms the foundation of all of our Church&#39;s social teachings.","author":"Salvatore J. Cordileone","topic":"Society"},{"quote":"In every society some men are born to rule, and some to advise.","author":"Ralph Waldo Emerson","topic":"Society"},{"quote":"I get enormous satisfaction from knowing I&#39;m doing something for society.","author":"Neil deGrasse Tyson","topic":"Society"},{"quote":"Wherever there is a settled society, religion is necessary; the laws cover manifest crimes, and religion covers secret crimes.","author":"Voltaire","topic":"Society"},{"quote":"How terribly downright must be the utterances of storms and earthquakes to those accustomed to the soft hypocrisies of society.","author":"John Muir","topic":"Society"},{"quote":"No one would talk much in society if they knew how often they misunderstood others.","author":"Johann Wolfgang von Goethe","topic":"Society"},{"quote":"In many respects, the United States is a great country. Freedom of speech is protected more than in any other country. It is also a very free society.","author":"Noam Chomsky","topic":"Society"},{"quote":"Society in every state is a blessing, but government, even in its best stage, is but a necessary evil; in its worst state an intolerable one.","author":"Thomas Paine","topic":"Society"},{"quote":"Well of course there&#39;s been a great deal of progress over the last 40 years. We don&#39;t have laws that segregate black people within the society any longer.","author":"Angela Davis","topic":"Society"},{"quote":"Our Western society is showing its technological muscles in ever more threatening ways, but the experience of fear, anxiety and even despair has increased in equal proportion. Indeed, the paradox is that the powerful giants feel as powerless as a new-born babe.","author":"Henri Nouwen","topic":"Society"},{"quote":"Before we were born, a whole society of storytellers was already here. The storytellers who were here before us taught us how to be human.","author":"Don Miguel Ruiz","topic":"Society"},{"quote":"The enemy of society is middle class and the enemy of life is middle age.","author":"Orson Welles","topic":"Society"},{"quote":"I can&#39;t imagine what it is like to be raised in a society where their only statues that exist are to you and your father.","author":"Madeleine Albright","topic":"Society"},{"quote":"We must rekindle the fire of idealism in our society.","author":"Joe Biden","topic":"Society"},{"quote":"When I had made more money than I needed for myself and my family, I set up a foundation to promote the values and principles of a free and open society.","author":"George Soros","topic":"Society"},{"quote":"Individual versus group selection results in a mix of altruism and selfishness, of virtue and sin, among the members of a society.","author":"E. O. Wilson","topic":"Society"},{"quote":"Women are treated differently by society for exactly the same reason that children and the mentally handicapped are treated differently.","author":"Scott Adams","topic":"Society"},{"quote":"If the guardians of society, the protectors of &#39;young persons,&#39; could have had their way, we should have known nothing of Byron or Shelley. The voices that thrill the world would now be silent.","author":"Robert Green Ingersoll","topic":"Society"},{"quote":"It is evident that the Church is always abandoning more the old traditional structures of European life and, therefore, is changing its appearance and living new forms in itself. It&#39;s clear most of all that the de-Christianization of Europe is progressing, that the Christian element is always vanishing more from the fabric of society.","author":"Pope Benedict XVI","topic":"Society"},{"quote":"Punishment is now unfashionable... because it creates moral distinctions among men, which, to the democratic mind, are odious. We prefer a meaningless collective guilt to a meaningful individual responsibility.","author":"Thomas Szasz","topic":"Society"},{"quote":"American society is a sort of flat, fresh-water pond which absorbs silently, without reaction, anything which is thrown into it.","author":"Henry Adams","topic":"Society"},{"quote":"The instinct of nearly all societies is to lock up anybody who is truly free. First, society begins by trying to beat you up. If this fails, they try to poison you. If this fails too, the finish by loading honors on your head.","author":"Jean Cocteau","topic":"Society"},{"quote":"When someone has to intervene to defend the liberty of the press, that society is sick.","author":"Umberto Eco","topic":"Society"},{"quote":"Similarly, gender-equality, supremacy of law, political participation, civil society, and transparency are among the indispensable elements that are the imperatives of democratization.","author":"Recep Tayyip Erdogan","topic":"Society"},{"quote":"We, as a society, will benefit from the interest young people show beginning at first, second, and third grades. As a result, there&#39;s great promise in the future.","author":"Betsy DeVos","topic":"Society"},{"quote":"We are special because we&#39;ve been united not by a common race or ethnicity. We&#39;re bound together by common values. That family is the most important institution in society. That almighty God is the source of all we have.","author":"Marco Rubio","topic":"Society"},{"quote":"What we call a democratic society might be defined for certain purposes as one in which the majority is always prepared to put down a revolutionary minority.","author":"Walter Lippmann","topic":"Society"},{"quote":"In our society leaving baby with Daddy is just one step above leaving the kids to be raised by wolves or apes.","author":"Al Roker","topic":"Society"},{"quote":"I believe the continually advancing Information Revolution will lend us the wisdom and strength to address humanity&#39;s previously unsolvable problems and help us make a positive impact on all of society.","author":"Masayoshi Son","topic":"Society"},{"quote":"A society that has more justice is a society that needs less charity.","author":"Ralph Nader","topic":"Society"},{"quote":"I&#39;m under the impression that this notion of decency is disappearing from our society where conflicts are made worse on cinema and on television, where people are nasty and cruel on the Internet and where, in general, everybody seems to be very angry.","author":"Helen Mirren","topic":"Society"},{"quote":"How can a society that exists on instant mashed potatoes, packaged cake mixes, frozen dinners, and instant cameras teach patience to its young?","author":"Paul Sweeney","topic":"Society"},{"quote":"Where there is an absence of international political leadership, civil society should step in to fill the gap, providing the energy and vision needed to move the world in a new and better direction.","author":"Daisaku Ikeda","topic":"Society"},{"quote":"In families you can find the source of every human drama. It is interesting because the cell of a society, the cell of a country, the cell of humanity - everything lies in the family.","author":"Alejandro Gonzalez Inarritu","topic":"Society"},{"quote":"Everyone in our society has had to make a contribution towards dealing with the debts.","author":"George Osborne","topic":"Society"},{"quote":"The key to organizing an alternative society is to organize people around what they can do, and more importantly, what they want to do.","author":"Abbie Hoffman","topic":"Society"},{"quote":"Reduced... to a crude formula, the Russian tragedy is precisely the tragedy of a society in which literature turned out to be the prerogative of the minority.","author":"Joseph Brodsky","topic":"Society"},{"quote":"Cockroaches and socialites are the only things that can stay up all night and eat anything.","author":"Herb Caen","topic":"Society"},{"quote":"The times when black women have been successful in confronting and overcoming the structural and institutional sexism and racism that persists in our society have been when we are thoughtful and strategic about speaking up. It&#39;s when we&#39;ve done what it takes to introduce and implement our ideas and our plans to make things better.","author":"Marcia Fudge","topic":"Society"},{"quote":"Any society that starts forbidding certain words or expressions is a society you should be wary about, whether it&#39;s the KGB or social consensus that enforces it.","author":"Stellan Skarsgard","topic":"Society"},{"quote":"In 1952, I had gone to England on a literary pilgrimage, but what I also saw, even at that distance from the blitz, were bombed-out ruins and an enervated society, while the continent was still, psychologically, in the grip of its recent atrocities.","author":"Cynthia Ozick","topic":"Society"},{"quote":"The thrill of science is the process. It&#39;s a social process. It&#39;s a process of collective discovery. It&#39;s debate, it&#39;s experimentation and it&#39;s verification of claims that might be false. It&#39;s the greatest foundation for a society.","author":"Greg Graffin","topic":"Society"},{"quote":"In short, we need to recover the courage we celebrate in our heroes, and in particular, the courage to tolerate, for the sake of a free society, a level of risk we hardly ever imagined in the past.","author":"Daniel Dennett","topic":"Society"},{"quote":"Good literature is absolutely necessary for a society that wants to be free.","author":"Mario Vargas Llosa","topic":"Society"},{"quote":"Probation is a less-well-known branch of our justice system, compared with, say, police and prisons, but that doesn&#39;t make it any less important. Hundreds of thousands of offenders each year are rehabilitated back into society by probation, which is crucial for the public&#39;s safety.","author":"Sadiq Khan","topic":"Society"},{"quote":"We&#39;re in an age of enlightenment, and we have a choice as a society which path to take.","author":"Rhys Ifans","topic":"Society"},{"quote":"I think there&#39;s always a line between what is parody in good fun in chanting and what is intended to belittle certain segments of society.","author":"Gary Bettman","topic":"Society"},{"quote":"That Britain today is a liberal society is largely because of the philosophy and outlook of the Anglican Church, which did so much to shape our core values in the past few centuries.","author":"Robert Winston","topic":"Society"},{"quote":"Exclusiveness in a garden is a mistake as great as it is in society.","author":"Alfred Austin","topic":"Society"},{"quote":"I hope my organization will not be around in 10 years, because at a national, state, and community level, we will have evolved into a society that cares about children and the need for play.","author":"Darell Hammond","topic":"Society"},{"quote":"Pop music follows the evolution of society in general: Everything moves faster.","author":"Max Martin","topic":"Society"},{"quote":"To me, a painter, if not the most useful, is the least harmful member of our society.","author":"Man Ray","topic":"Society"},{"quote":"A society that does not correctly interpret and appreciate its past cannot understand its present fortunes and adversities and can be caught unawares in a fast changing world.","author":"Ibrahim Babangida","topic":"Society"},{"quote":"So far as the economic condition of society and the general mode of living and thinking were concerned, I might claim to have lived in the time of the American Revolution.","author":"Simon Newcomb","topic":"Society"},{"quote":"Marriage cannot be severed from its cultural, religious and natural roots without weakening the good influence of society.","author":"Jack Kingston","topic":"Society"},{"quote":"One of the great political and economic challenges of our time is figuring out the balance between wealth that benefits society and wealth that distorts.","author":"Adam Davidson","topic":"Society"},{"quote":"There are many who lust for the simple answers of doctrine or decree. They are on the left and right. They are not confined to a single part of the society. They are terrorists of the mind.","author":"A. Bartlett Giamatti","topic":"Society"},{"quote":"I&#39;m very old-fashioned in some ways because of my father, who thought that being a public servant was an honor. Everyone must find a capacity in which they can serve, because we all benefit from society.","author":"Kathleen Turner","topic":"Society"},{"quote":"Carry out the republican principle of universal suffrage, or strike it from your banners and substitute &#39;Freedom and Power to one half of society, and Submission and Slavery to the other.&#39;","author":"Ernestine Rose","topic":"Society"},{"quote":"Literature that keeps employing new linguistic and formal modes of expression to draft a panorama of society as a whole while at the same time exposing it, tearing the masks from its face - for me that would be deserving of an award.","author":"Elfriede Jelinek","topic":"Society"},{"quote":"Conflicting views and contrasting ideas are the essence of all great debates throughout history, from the Greeks to the Oxford Union Debating Society. Today, we turn to television for the creative clash of ideas on matters that touch our lives.","author":"John McLaughlin","topic":"Society"},{"quote":"Even if one is interested only in one&#39;s own society, which is one&#39;s prerogative, one can understand that society much better by comparing it with others.","author":"Peter L. Berger","topic":"Society"},{"quote":"You must keep in mind that Pakistan has suffered the aftermaths of the Cold War, and that Cold War had left deep imprints on our society. We were the worst sufferers from the ills of the Afghan war.","author":"Asif Ali Zardari","topic":"Society"},{"quote":"If you are realistic about how our present society works, the economic clout - and a lot of the political clout, frankly - is in the business sector. And it&#39;s the locus of innovation.","author":"Peter Senge","topic":"Society"},{"quote":"I write about people who are usually damaged or neglected by society finding each other and forming relationships that are quite extraordinary and in some cases life-saving. I&#39;ve had a few of those relationships, which I value highly.","author":"Matthew Quick","topic":"Society"},{"quote":"We say that our objective is to conquer complete independence, to install a people&#39;s power, to construct a new society without exploitation, for the benefit of all those who feel themselves to be Mozambicans.","author":"Samora Machel","topic":"Society"},{"quote":"A free society is a society where it is safe to be unpopular.","author":"Adlai Stevenson","topic":"Society"},{"quote":"I think there&#39;s an awful lot of noise about the Church being persecuted but there is a more real issue that the conventional churches face - that the people who are really driving their revival and success believe in an old-time religion which, in my view, is incompatible with a modern, multi-ethnic, multicultural society.","author":"Trevor Phillips","topic":"Society"},{"quote":"Do our children now have to choose between getting an education and dying? Some of us cannot move on and accept that kind of society.","author":"Obiageli Ezekwesili","topic":"Society"},{"quote":"It is good for society to have this introspection.","author":"Jacques Verges","topic":"Society"},{"quote":"My interest in society - at times so pronounced that the word &#39;snob&#39; comes a little to mind - derives from the fact that I like an immense number of things which society, money, and position bring in their train: painting, tapestries, rare books, smart dresses, dances, gardens, country houses, correct cuisine, and pretty women.","author":"Frank Crowninshield","topic":"Society"},{"quote":"When art is defined by Damien Hirst and Jeff Koons, you&#39;ve got a society that&#39;s impoverished.","author":"Robert Adams","topic":"Society"},{"quote":"The permissive society has been allowed to become a dirty phrase. A better phrase is the civilised society.","author":"Roy Jenkins","topic":"Society"},{"quote":"Solitude shows us what should be; society shows us what we are.","author":"Robert Cecil","topic":"Society"},{"quote":"As a society, I think older women are marginalized, but I think that has changed so much in the last twenty years.","author":"Melinda McGraw","topic":"Society"},{"quote":"Curiously, a principle affects your life whether you are aware of it or not. For instance, the principle of gravity was working long before the apple ever fell on Newton&#39;s head. But once it did, and he understood it, then we as a society were free to harness this principle to create, among other things, airline flight.","author":"Andy Andrews","topic":"Society"},{"quote":"The circumstances of human society are too complicated to be submitted to the rigor of mathematical calculation.","author":"Marquis De Custine","topic":"Society"},{"quote":"Far from being the basis of the good society, the family, with its narrow privacy and tawdry secrets, is the source of all our discontents.","author":"Edmund Leach","topic":"Society"},{"quote":"If co-operation, is thus the lifeblood of science and technology, it is similarly vital to society as a whole.","author":"Arthur Holly Compton","topic":"Society"},{"quote":"Our society is not a community, but merely a collection of isolated family units.","author":"Valerie Solanas","topic":"Society"},{"quote":"Society is always taken by surprise at any new example of common sense.","author":"Ralph Waldo Emerson","topic":"Society"},{"quote":"If you&#39;re not producing as much as you consume, or perhaps a little more, then clearly we cannot use the big organization of our society for the purpose of keeping you alive, because your life does not benefit us, and it can&#39;t be of very much use to yourself.","author":"George Bernard Shaw","topic":"Society"},{"quote":"Do not waste your time on Social Questions. What is the matter with the poor is Poverty; what is the matter with the rich is Uselessness.","author":"George Bernard Shaw","topic":"Society"},{"quote":"Most of the change we think we see in life is due to truths being in and out of favor.","author":"Robert Frost","topic":"Society"},{"quote":"No one has done a study on this, as far as I can tell, but I think Facebook might be the first place where a large number of people have come out. We didn&#39;t create that - society was generally ready for that. I think this is just part of the general trend that we talked about, about society being more open, and I think that&#39;s good.","author":"Mark Zuckerberg","topic":"Society"},{"quote":"Sports are a microcosm of society.","author":"Billie Jean King","topic":"Society"},{"quote":"When people treat you mean, you dislike them for that, but not because of their person, who they are. I was born and raised in a segregated society, but when I left there, I had nobody I disliked other than the people that&#39;d mistreated me, and that only lasted for as long as they were mistreating me.","author":"B. B. King","topic":"Society"},{"quote":"Society honors its living conformists and its dead troublemakers.","author":"Mignon McLaughlin","topic":"Society"},{"quote":"An open society is a society which allows its members the greatest possible degree of freedom in pursuing their interests compatible with the interests of others.","author":"George Soros","topic":"Society"},{"quote":"American society will never completely understand the true meaning of equality.","author":"Bryant H. McGill","topic":"Society"},{"quote":"Society may no longer define marriage in the only way marriage has ever been defined in the annals of recorded history. Many societies allowed polygamy, many allowed child marriages, some allowed marriage within families; but none, in thousands of years, defined marriage as the union of people of the same sex.","author":"Dennis Prager","topic":"Society"},{"quote":"When a nation goes down, or a society perishes, one condition may always be found; they forgot where they came from. They lost sight of what had brought them along.","author":"Carl Sandburg","topic":"Society"},{"quote":"We can&#39;t blame children for occupying themselves with Facebook rather than playing in the mud. Our society doesn&#39;t put a priority on connecting with nature. In fact, too often we tell them it&#39;s dirty and dangerous.","author":"David Suzuki","topic":"Society"},{"quote":"Look at what caused people to make a lot of money and you will see that usually it is in proportion to their production of what the society wanted.","author":"Ray Dalio","topic":"Society"},{"quote":"It has to be real, and I think a lot of the problems we have as a society is because we don&#39;t acknowledge that family is important, and it has to be people who are present, you know, and mothers and fathers, both are not present enough with children.","author":"James Earl Jones","topic":"Society"},{"quote":"Our society is pluralistic. We who accept the privilege of membership in that society agree to respect the people&#39;s right to live by their own religious precepts.","author":"Lewis B. Smedes","topic":"Society"},{"quote":"The world is governed more by appearance than realities so that it is fully as necessary to seem to know something as to know it.","author":"Daniel Webster","topic":"Society"},{"quote":"Civilization is unbearable, but it is less unbearable at the top.","author":"Timothy Leary","topic":"Society"},{"quote":"The press is largely directed at white society or the so-called electorate whose values are laced with racial prejudice against black people.","author":"Steven Biko","topic":"Society"},{"quote":"Life was a lot simpler when what we honored was father and mother rather than all major credit cards.","author":"Robert Orben","topic":"Society"},{"quote":"I grew up in a society with a very ancient and strong oral storytelling tradition. I was told stories, as a child, by my grandmother, and my father as well.","author":"Khaled Hosseini","topic":"Society"},{"quote":"It&#39;s a rare and precious thing to be close to suffering because our society - in many ways - tells us that suffering is wrong. If it&#39;s our own suffering, we try to hide it or isolate ourselves. If others are suffering, we&#39;re taught to put them away somewhere so we don&#39;t have to see it.","author":"Sharon Salzberg","topic":"Society"},{"quote":"Against this backdrop of technological change and heightened expectations, it is worth remembering our broad public policy objectives, which are driven by the fundamental importance of the payments system in our society.","author":"Jerome Powell","topic":"Society"},{"quote":"Community banks are a crucial part of our economy and the fabric of our society.","author":"Jerome Powell","topic":"Society"},{"quote":"Society judges political parties based on the results that they give. When they don&#39;t meet the population&#39;s needs, when they are not up to expectations, that leaves society free to pick other parties.","author":"Enrique Pena Nieto","topic":"Society"},{"quote":"Every society and religion has rules, for both have moral laws. And the essence of morality consists, as in art, of drawing the line somewhere.","author":"Huston Smith","topic":"Society"},{"quote":"All you now do is pursue your private objectives within society. Instead of us being a community, everybody is asked to seek their own personal ends. It&#39;s called competition. And competition is antagonism.","author":"Edward Bond","topic":"Society"},{"quote":"It is not a fragrant world.","author":"Raymond Chandler","topic":"Society"},{"quote":"Usually, terrible things that are done with the excuse that progress requires them are not really progress at all, but just terrible things.","author":"Russell Baker","topic":"Society"},{"quote":"We grow up, and we need to confront a society to be fit in.","author":"Twinkle Khanna","topic":"Society"},{"quote":"People are overweight and starving at the same time. It&#39;s a tragedy for both the individual and society.","author":"Kimbal Musk","topic":"Society"},{"quote":"Suburbia is where the developer bulldozes out the trees, then names the streets after them.","author":"Bill Vaughan","topic":"Society"},{"quote":"Man is the animal that intends to shoot himself out into interplanetary space, after having given up on the problem of an efficient way to get himself five miles to work and back each day.","author":"Bill Vaughan","topic":"Society"},{"quote":"I like to describe myself as a proudly visible member of the most invisible segments of our society - older women.","author":"Cindy Gallop","topic":"Society"},{"quote":"Nine-tenths of the people were created so you would want to be with the other tenth.","author":"Horace Walpole","topic":"Society"},{"quote":"The idealists will always be in society, and we will survive.","author":"John Zorn","topic":"Society"},{"quote":"We don&#39;t have a unitary society anymore, you know; it&#39;s very fragmented. I look up and down my block in Silverlake and there is a different universe in every house.","author":"Janet Fitch","topic":"Society"},{"quote":"Every teenager deals in his or her own sexuality and has to face it and figure out how it can coincide with the rest of their lives in a healthy manner. And try to navigate it in our modern society, which is wrought with stigma and taboo and repression, and sort of as a result, these inner monsters that some teenagers really struggle with.","author":"Ezra Miller","topic":"Society"},{"quote":"Having the benefit to our society, not only here in the United States but throughout the world with the amount of invention you get from having a space program, is well worth the risk that an individual like myself has to take by flying in the vehicle.","author":"Mark Kelly","topic":"Society"},{"quote":"Society is the union of men and not the men themselves.","author":"Charles de Secondat","topic":"Society"},{"quote":"It&#39;s society that disables an individual by not investing in enough creativity to allow for someone to show us the quality that makes them rare and valuable and capable.","author":"Aimee Mullins","topic":"Society"},{"quote":"Because society places a value on masculinity, gay men aspire to it. If you go to a gay club and the doorman says, &#39;You do realise this is a gay club, don&#39;t you lads?&#39; you get all excited because you think, &#39;Wow, he thought I was straight!&#39;","author":"Graham Norton","topic":"Society"},{"quote":"I&#39;m very interested in getting inside the heads of people society discards, people on the fringe, especially immigrant kids. We dismiss them without getting into details of who they are.","author":"Vanessa Diffenbaugh","topic":"Society"},{"quote":"Our society expects that everyone should learn to write, even though very few become professional writers. Similarly, I think that everyone should learn how to program, even though very few will become professional programmers.","author":"Mitchel Resnick","topic":"Society"},{"quote":"Normal social behavior requires that we be able to recognize identities in spite of change. Unless we can do so, there can be no human society as we know it.","author":"Kenneth L. Pike","topic":"Society"},{"quote":"I would like to be known for honest, relatable writing and stories that that are real. There&#39;s just this shift I think is happening in a lot of society right now where being your most real self, however embarrassing or vulnerable or weird that is, is the coolest. I feel like that&#39;s what Lena Dunham&#39;s about and Amy Schumer&#39;s about.","author":"Cam","topic":"Society"},{"quote":"But we look back now, and we realize the Great Society was not a success.","author":"Alphonso Jackson","topic":"Society"},{"quote":"We live in a society today where these children can be wanted children. Even if you don&#39;t want to keep this child after you&#39;ve had it, there&#39;s plenty of young couples out there, that want children.","author":"Norma McCorvey","topic":"Society"},{"quote":"All are agreed, that the increase of learning and good morals are great blessings to society.","author":"Joseph Lancaster","topic":"Society"},{"quote":"Evolution is a bankrupt speculative philosophy, not a scientific fact. Only a spiritually bankrupt society could ever believe it. Only atheists could accept this Satanic theory.","author":"Jimmy Swaggart","topic":"Society"},{"quote":"So in one leap we had gone from being a friendly society to something almost professional.","author":"Neville Marriner","topic":"Society"},{"quote":"I started getting more and more active around immigration reform because this was such a waste of lives, such a waste of potential, such a waste for our country not to have the human capital that we developed - geared toward improving our entire society.","author":"Laurene Powell Jobs","topic":"Society"},{"quote":"But I think the possibility of a black and white society feeding each other&#39;s expertises, living harmoniously, will probably go along in fits and starts now but at least it has a great constitution now to back it up.","author":"Janet Suzman","topic":"Society"},{"quote":"A society deadened by a smothering network of laws while finding release in moral chaos is not likely to be either happy or stable.","author":"Robert Bork","topic":"Society"},{"quote":"As corollaries to the right of every individual to life and to full participation in society, the Declaration incorporated in the list of human rights the right to work and a certain number of economic, social, and cultural rights.","author":"Rene Cassin","topic":"Society"},{"quote":"Do not ghettoize society by putting people into legal categories of gender, race, ethnicity, language, or other such characteristics.","author":"Preston Manning","topic":"Society"},{"quote":"I come from a fragmented society. A country proud to serve as a bridge between Europe and Asia yet unable to bridge its own differences.","author":"Safak Pavey","topic":"Society"},{"quote":"There&#39;s a lot of good that&#39;s done for society in building businesses, but it&#39;s also great to be involved in those things where you can be connected to the community, to the world, and think about how you can use what you&#39;re creating, both in terms of your personal skills as well as your products or services to do good things for others.","author":"Jeff Raikes","topic":"Society"},{"quote":"What can you say about a society that says that God is dead and Elvis is alive?","author":"Irv Kupcinet","topic":"Society"},{"quote":"Andrew Carnegie loved libraries; he knew their importance to an educated society and as anchors to our communities. And so, just as some loyal baseball fans travel to attend games at all 30 major league stadiums, over the last decade or so, I have slowly, casually, visited Carnegie libraries whenever I am on the road.","author":"Sam Weller","topic":"Society"},{"quote":"I am as frustrated with society as a pyromaniac in a petrified forest.","author":"A. Whitney Brown","topic":"Society"},{"quote":"The extent to which all people in our society are made to count, and believe that they count, is not just a measure of decency; it makes sound economic sense.","author":"Mary McAleese","topic":"Society"},{"quote":"Society is based on the assumption that everyone is alike and no one is alive.","author":"Hugh Kingsmill","topic":"Society"},{"quote":"Today the world changes so quickly that in growing up we take leave not just of youth but of the world we were young in.","author":"Peter Medawar","topic":"Society"}]