[{"quote":"You build on failure. You use it as a stepping stone. Close the door on the past. You don&#39;t try to forget the mistakes, but you don&#39;t dwell on it. You don&#39;t let it have any of your energy, or any of your time, or any of your space.","author":"Johnny Cash","topic":"Space"},{"quote":"I believe in Liberty for all men: the space to stretch their arms and their souls, the right to breathe and the right to vote, the freedom to choose their friends, enjoy the sunshine, and ride on the railroads, uncursed by color; thinking, dreaming, working as they will in a kingdom of beauty and love.","author":"W. E. B. Du Bois","topic":"Space"},{"quote":"Music was my refuge. I could crawl into the space between the notes and curl my back to loneliness.","author":"Maya Angelou","topic":"Space"},{"quote":"Love is space and time measured by the heart.","author":"Marcel Proust","topic":"Space"},{"quote":"I would like to die on Mars. Just not on impact.","author":"Elon Musk","topic":"Space"},{"quote":"The most important thing about Spaceship Earth - an instruction book didn&#39;t come with it.","author":"R. Buckminster Fuller","topic":"Space"},{"quote":"That&#39;s one small step for a man, one giant leap for mankind.","author":"Neil Armstrong","topic":"Space"},{"quote":"The Universe is under no obligation to make sense to you.","author":"Neil deGrasse Tyson","topic":"Space"},{"quote":"Throw your dreams into space like a kite, and you do not know what it will bring back, a new life, a new friend, a new love, a new country.","author":"Anais Nin","topic":"Space"},{"quote":"If your ego starts out, &#39;I am important, I am big, I am special,&#39; you&#39;re in for some disappointments when you look around at what we&#39;ve discovered about the universe. No, you&#39;re not big. No, you&#39;re not. You&#39;re small in time and in space. And you have this frail vessel called the human body that&#39;s limited on Earth.","author":"Neil deGrasse Tyson","topic":"Space"},{"quote":"Modern science says: &#39;The sun is the past, the earth is the present, the moon is the future.&#39; From an incandescent mass we have originated, and into a frozen mass we shall turn. Merciless is the law of nature, and rapidly and irresistibly we are drawn to our doom.","author":"Nikola Tesla","topic":"Space"},{"quote":"The real lover is the man who can thrill you just by touching your head or smiling into your eyes - or just by staring into space.","author":"Marilyn Monroe","topic":"Space"},{"quote":"Who are we? We find that we live on an insignificant planet of a humdrum star lost in a galaxy tucked away in some forgotten corner of a universe in which there are far more galaxies than people.","author":"Carl Sagan","topic":"Space"},{"quote":"Architecture is the thoughtful making of space.","author":"Louis Kahn","topic":"Space"},{"quote":"But a city is more than a place in space, it is a drama in time.","author":"Patrick Geddes","topic":"Space"},{"quote":"Between stimulus and response there is a space. In that space is our power to choose our response. In our response lies our growth and our freedom.","author":"Viktor E. Frankl","topic":"Space"},{"quote":"Space isn&#39;t remote at all. It&#39;s only an hour&#39;s drive away if your car could go straight upwards.","author":"Fred Hoyle","topic":"Space"},{"quote":"For the wise man looks into space and he knows there is no limited dimensions.","author":"Lao Tzu","topic":"Space"},{"quote":"The moon is a friend for the lonesome to talk to.","author":"Carl Sandburg","topic":"Space"},{"quote":"We need to give each other the space to grow, to be ourselves, to exercise our diversity. We need to give each other space so that we may both give and receive such beautiful things as ideas, openness, dignity, joy, healing, and inclusion.","author":"Max de Pree","topic":"Space"},{"quote":"Whenever I gaze up at the moon, I feel like I&#39;m on a time machine. I am back to that precious pinpoint of time, standing on the foreboding - yet beautiful - Sea of Tranquility. I could see our shining blue planet Earth poised in the darkness of space.","author":"Buzz Aldrin","topic":"Space"},{"quote":"When you look at the stars and the galaxy, you feel that you are not just from any particular piece of land, but from the solar system.","author":"Kalpana Chawla","topic":"Space"},{"quote":"When we contemplate the whole globe as one great dewdrop, striped and dotted with continents and islands, flying through space with other stars all singing and shining together as one, the whole universe appears as an infinite storm of beauty.","author":"John Muir","topic":"Space"},{"quote":"Those are the same stars, and that is the same moon, that look down upon your brothers and sisters, and which they see as they look up to them, though they are ever so far away from us, and each other.","author":"Sojourner Truth","topic":"Space"},{"quote":"I&#39;ve always liked depressing music because a lot of times, listening to it when you&#39;re down can actually make you feel less depressed. Also, even though a person may have problems with depression, sometimes you can actually be kind of comfortable in that space because you know how to operate within it.","author":"Chris Cornell","topic":"Space"},{"quote":"Make an empty space in any corner of your mind, and creativity will instantly fill it.","author":"Dee Hock","topic":"Space"},{"quote":"There is always space for improvement, no matter how long you&#39;ve been in the business.","author":"Oscar De La Hoya","topic":"Space"},{"quote":"The thing about hip-hop today is it&#39;s smart, it&#39;s insightful. The way they can communicate a complex message in a very short space is remarkable.","author":"Barack Obama","topic":"Space"},{"quote":"It suddenly struck me that that tiny pea, pretty and blue, was the Earth. I put up my thumb and shut one eye, and my thumb blotted out the planet Earth. I didn&#39;t feel like a giant. I felt very, very small.","author":"Neil Armstrong","topic":"Space"},{"quote":"Your sacred space is where you can find yourself again and again.","author":"Joseph Campbell","topic":"Space"},{"quote":"NASA is an engine of innovation and inspiration as well as the world&#39;s premier space exploration agency, and we are well served by politicians working to keep it that way, instead of turning it into a mere jobs program, or worse, cutting its budget.","author":"Bill Nye","topic":"Space"},{"quote":"Each time I think I&#39;ve created time for myself, along comes a throwback to disrupt my private space.","author":"Wole Soyinka","topic":"Space"},{"quote":"The stars don&#39;t look bigger, but they do look brighter.","author":"Sally Ride","topic":"Space"},{"quote":"Trees bear fruits only to be eaten by others; the fields grown grains, but they are consumed by the world. Cows give milk, but she doesn&#39;t drink it herself - that is left to others. Clouds send rain only to quench the parched earth. In such giving, there is little space for selfishness.","author":"Munshi Premchand","topic":"Space"},{"quote":"Yosemite Valley, to me, is always a sunrise, a glitter of green and golden wonder in a vast edifice of stone and space.","author":"Ansel Adams","topic":"Space"},{"quote":"We are just an advanced breed of monkeys on a minor planet of a very average star. But we can understand the Universe. That makes us something very special.","author":"Stephen Hawking","topic":"Space"},{"quote":"What can we gain by sailing to the moon if we are not able to cross the abyss that separates us from ourselves? This is the most important of all voyages of discovery, and without it, all the rest are not only useless, but disastrous.","author":"Thomas Merton","topic":"Space"},{"quote":"In spite of the opinions of certain narrow-minded people, who would shut up the human race upon this globe, as within some magic circle it must never outstep, we shall one day travel to the moon, the planets, and the stars, with the same facility, rapidity, and certainty as we now make the voyage from Liverpool to New York!","author":"Jules Verne","topic":"Space"},{"quote":"Nothing exists except atoms and empty space; everything else is opinion.","author":"Democritus","topic":"Space"},{"quote":"If the Sun and Moon should ever doubt, they&#39;d immediately go out.","author":"William Blake","topic":"Space"},{"quote":"There may be aliens in our Milky Way galaxy, and there are billions of other galaxies. The probability is almost certain that there is life somewhere in space.","author":"Buzz Aldrin","topic":"Space"},{"quote":"When it comes to social media, there are just times I turn off the world, you know. There are just some times you have to give yourself space to be quiet, which means you&#39;ve got to set those phones down.","author":"Michelle Obama","topic":"Space"},{"quote":"You cannot look up at the night sky on the Planet Earth and not wonder what it&#39;s like to be up there amongst the stars. And I always look up at the moon and see it as the single most romantic place within the cosmos.","author":"Tom Hanks","topic":"Space"},{"quote":"The desire to fly is an idea handed down to us by our ancestors who... looked enviously on the birds soaring freely through space... on the infinite highway of the air.","author":"Wilbur Wright","topic":"Space"},{"quote":"In awe, I watched the waxing moon ride across the zenith of the heavens like an ambered chariot towards the ebony void of infinite space wherein the tethered belts of Jupiter and Mars hang, for ever festooned in their orbital majesty. And as I looked at all this I thought... I must put a roof on this toilet.","author":"Les Dawson","topic":"Space"},{"quote":"Do you realize that if you fall into a black hole, you will see the entire future of the Universe unfold in front of you in a matter of moments and you will emerge into another space-time created by the singularity of the black hole you just fell into?","author":"Neil deGrasse Tyson","topic":"Space"},{"quote":"There is no time and space in the digital world. People chat and collaborate through social networks. Cultural icons garner millions of fans online in locations they have often never been themselves. The boundary between public and private life is now everyone&#39;s business.","author":"Eduardo Paes","topic":"Space"},{"quote":"The really wonderful thing that happened to me when I was in space was this feeling of belonging to the entire universe.","author":"Mae Jemison","topic":"Space"},{"quote":"Space is the breath of art.","author":"Frank Lloyd Wright","topic":"Space"},{"quote":"Architecture is basically the design of interiors, the art of organizing interior space.","author":"Philip Johnson","topic":"Space"},{"quote":"I think that the ideal space must contain elements of magic, serenity, sorcery and mystery.","author":"Luis Barragan","topic":"Space"},{"quote":"I can&#39;t deal with someone wanting to take a relationship backward or needing space or cheating on you. It&#39;s a conscious thing; it&#39;s a common-sense thing.","author":"Taylor Swift","topic":"Space"},{"quote":"After one look at this planet any visitor from outer space would say &#39;I want to see the manager.&#39;","author":"William S. Burroughs","topic":"Space"},{"quote":"The original idea of the web was that it should be a collaborative space where you can communicate through sharing information.","author":"Tim Berners-Lee","topic":"Space"},{"quote":"Houston, Tranquillity Base here. The Eagle has landed.","author":"Neil Armstrong","topic":"Space"},{"quote":"What is a fear of living? It&#39;s being preeminently afraid of dying. It is not doing what you came here to do, out of timidity and spinelessness. The antidote is to take full responsibility for yourself - for the time you take up and the space you occupy. If you don&#39;t know what you&#39;re here to do, then just do some good.","author":"Maya Angelou","topic":"Space"},{"quote":"I think we are at the dawn of a new era in commercial space exploration.","author":"Elon Musk","topic":"Space"},{"quote":"The quicker we humans learn that saving open space and wildlife is critical to our welfare and quality of life, maybe we&#39;ll start thinking of doing something about it.","author":"Jim Fowler","topic":"Space"},{"quote":"Looking down the road, space exploration and the benefits it yields - in medicine and information technology - should not be overlooked.","author":"Bob Barr","topic":"Space"},{"quote":"Social media has colonized what was once a sacred space occupied by emptiness: the space reserved for thought and creativity.","author":"Mahershala Ali","topic":"Space"},{"quote":"Time travel used to be thought of as just science fiction, but Einstein&#39;s general theory of relativity allows for the possibility that we could warp space-time so much that you could go off in a rocket and return before you set out.","author":"Stephen Hawking","topic":"Space"},{"quote":"I think we&#39;re going to the moon because it&#39;s in the nature of the human being to face challenges. It&#39;s by the nature of his deep inner soul... we&#39;re required to do these things just as salmon swim upstream.","author":"Neil Armstrong","topic":"Space"},{"quote":"In a modern loft, you can&#39;t just fill a space with furniture. Each piece has to be perfect.","author":"Nate Berkus","topic":"Space"},{"quote":"I feel like our culture is so good at pulling other people down and being so judgmental, but there&#39;s space for all of us to be who we are. There&#39;s space for us to celebrate each other and root for each other and not take each other down.","author":"Tracee Ellis Ross","topic":"Space"},{"quote":"If you are in a spaceship that is traveling at the speed of light, and you turn on the headlights, does anything happen?","author":"Steven Wright","topic":"Space"},{"quote":"By refocusing our space program on Mars for America&#39;s future, we can restore the sense of wonder and adventure in space exploration that we knew in the summer of 1969. We won the moon race; now it&#39;s time for us to live and work on Mars, first on its moons and then on its surface.","author":"Buzz Aldrin","topic":"Space"},{"quote":"My mind is stuffed with quotes. Lines, couplets, paragraphs, stanzas; Bessie Smith, Stevie Smith, Tin Pan Alley, rock and roll. They tease or lead or hurl me into a dream space of jostling languages that I need to bask in each day in order to write.","author":"Margo Jefferson","topic":"Space"},{"quote":"Many a trip continues long after movement in time and space have ceased.","author":"John Steinbeck","topic":"Space"},{"quote":"Space exploration is a force of nature unto itself that no other force in society can rival.","author":"Neil deGrasse Tyson","topic":"Space"},{"quote":"I love the desert and its incomparable sense of space.","author":"Robyn Davidson","topic":"Space"},{"quote":"One of the remarkable things about Donald Trump is that he didn&#39;t just beat the Progressive establishment - he also beat the Conservative establishment. Two political tribes that dominated Washington for half a century were defeated in the space of one election campaign.","author":"Milo Yiannopoulos","topic":"Space"},{"quote":"I have learned the hard way to mind my business, without judging who people are and what they do. I am more troubled by the lack of space being provided for the truth to unfold. Humans cannot seem to wait for or honor the truth. Instead, we make it up based on who we believe people should or should not be.","author":"Iyanla Vanzant","topic":"Space"},{"quote":"Space and light and order. Those are the things that men need just as much as they need bread or a place to sleep.","author":"Le Corbusier","topic":"Space"},{"quote":"A bird cannot fly with one wing only. Human space flight cannot develop any further without the active participation of women.","author":"Valentina Tereshkova","topic":"Space"},{"quote":"It&#39;s coming home to roost over the next 50 years or so. It&#39;s not just climate change; it&#39;s sheer space, places to grow food for this enormous horde. Either we limit our population growth or the natural world will do it for us, and the natural world is doing it for us right now.","author":"David Attenborough","topic":"Space"},{"quote":"The reason we have the stars twinkle at night is because the light is being kind of blurred by the atmosphere around the Earth. That is why the Hubble Space Telescope is so good, because it is above the atmosphere. So it is kind of like looking at the sun from the bottom of a swimming pool, versus looking at the sun above the swimming pool.","author":"Michael J. Massimino","topic":"Space"},{"quote":"If we can conquer space, we can conquer childhood hunger.","author":"Buzz Aldrin","topic":"Space"},{"quote":"If it hadn&#39;t been for the Cold War, neither Russia nor America would have been sending people into space.","author":"James Lovelock","topic":"Space"},{"quote":"We&#39;d never have got a chance to go outside and look at the earth if it hadn&#39;t been for space exploration and NASA.","author":"James Lovelock","topic":"Space"},{"quote":"Don&#39;t even try to talk to me when I&#39;m watching the moon. That&#39;s my moon, baby.","author":"Wendelin Van Draanen","topic":"Space"},{"quote":"A library is a place that is a repository of information and gives every citizen equal access to it. That includes health information. And mental health information. It&#39;s a community space. It&#39;s a place of safety, a haven from the world.","author":"Neil Gaiman","topic":"Space"},{"quote":"Personality is the glitter that sends your little gleam across the footlights and the orchestra pit into that big black space where the audience is.","author":"Mae West","topic":"Space"},{"quote":"The stars, that nature hung in heaven, and filled their lamps with everlasting oil, give due light to the misled and lonely traveller.","author":"John Milton","topic":"Space"},{"quote":"I am deeply grieved by the loss of the crew of Columbia. I express my sincere condolences to the families and friends of the astronauts. I believe that their names will remain as the bright sparkling stars in the universe and will light the way for those who will follow them on the difficult roads of space exploration.","author":"Valentina Tereshkova","topic":"Space"},{"quote":"The most important thing we can do is inspire young minds and to advance the kind of science, math and technology education that will help youngsters take us to the next phase of space travel.","author":"John Glenn","topic":"Space"},{"quote":"Hence, within the space of two generations there has been a complete revolution in the attitude of the trades-unions toward the women working in their trades.","author":"Florence Kelley","topic":"Space"},{"quote":"Language is a virus from outer space.","author":"William S. Burroughs","topic":"Space"},{"quote":"Space Mountain may be the oldest ride in the park, but it has the longest line.","author":"Ric Flair","topic":"Space"},{"quote":"It&#39;s like everything in football - and life. You need to look, you need to think, you need to move, you need to find space, you need to help others. It&#39;s very simple in the end.","author":"Johan Cruyff","topic":"Space"},{"quote":"Although the life of a person is in a land full of thorns and weeds, there is always a space in which the good seed can grow. You have to trust God.","author":"Pope Francis","topic":"Space"},{"quote":"It is far better to grasp the universe as it really is than to persist in delusion, however satisfying and reassuring.","author":"Carl Sagan","topic":"Space"},{"quote":"People need to know that they have all the tools within themselves. Self-awareness, which means awareness of their body, awareness of their mental space, awareness of their relationships - not only with each other, but with life and the ecosystem.","author":"Deepak Chopra","topic":"Space"},{"quote":"The feeling is constantly growing on me that I had been the first to hear the greeting of one planet to another.","author":"Nikola Tesla","topic":"Space"},{"quote":"I acknowledge the privilege of being alive in a human body at this moment, endowed with senses, memories, emotions, thoughts, and the space of mind in its wisdom aspect.","author":"Alex Grey","topic":"Space"},{"quote":"The space within becomes the reality of the building.","author":"Frank Lloyd Wright","topic":"Space"},{"quote":"The important achievement of Apollo was demonstrating that humanity is not forever chained to this planet and our visions go rather further than that and our opportunities are unlimited.","author":"Neil Armstrong","topic":"Space"},{"quote":"I would rather be a superb meteor, every atom of me in magnificent glow, than a sleepy and permanent planet.","author":"Jack London","topic":"Space"},{"quote":"There are no passengers on spaceship earth. We are all crew.","author":"Marshall McLuhan","topic":"Space"},{"quote":"We won&#39;t sit idly by when a crime is committed in the real world. So why should we when it happens in cyber space?","author":"Max Baucus","topic":"Space"},{"quote":"Technology has moved away from sharing and toward ownership. This suits software and hardware companies just fine: They create new, bloated programs that require more disk space and processing power. We buy bigger, faster computers, which then require more complex operating systems, and so on.","author":"Douglas Rushkoff","topic":"Space"},{"quote":"The existence of symmetry laws is in full accordance with our daily experience. The simplest of these symmetries, the isotropy and homogeneity of space, are concepts that date back to the early history of human thought.","author":"Chen-Ning Yang","topic":"Space"},{"quote":"When I was a kid, I was a bit of a space geek. I loved the space program and all things NASA. I would read books about our solar system; I had pictures of the Space Shuttle on my bedroom wall. And yes, I even went to Space Camp.","author":"Simon Sinek","topic":"Space"},{"quote":"In almost every profession - whether it&#39;s law or journalism, finance or medicine or academia or running a small business - people rely on confidential communications to do their jobs. We count on the space of trust that confidentiality provides. When someone breaches that trust, we are all worse off for it.","author":"Hillary Clinton","topic":"Space"},{"quote":"When I&#39;m home, I like a cozy, comfortable, calming space.","author":"Stacy Keibler","topic":"Space"},{"quote":"Sculpture occupies real space like we do... you walk around it and relate to it almost as another person or another object.","author":"Chuck Close","topic":"Space"},{"quote":"There is no such thing as an empty space or an empty time. There is always something to see, something to hear. In fact, try as we may to make a silence, we cannot.","author":"John Cage","topic":"Space"},{"quote":"Planets move in ellipses with the Sun at one focus.","author":"Johannes Kepler","topic":"Space"},{"quote":"Even these stars, which seem so numerous, are as sand, as dust - or less than dust - in the enormity of the space in which there is nothing.","author":"Carl Sagan","topic":"Space"},{"quote":"At night, when the sky is full of stars and the sea is still you get the wonderful sensation that you are floating in space.","author":"Natalie Wood","topic":"Space"},{"quote":"I know how to learn anything I want to learn. I absolutely know that I could learn how to fly the space shuttle because someone else knows how to fly it, and they put it in a book. Give me the book, and I do not need somebody to stand up in front of the class.","author":"Will Smith","topic":"Space"},{"quote":"Our life is full of empty space.","author":"Umberto Eco","topic":"Space"},{"quote":"We judge on the basis of what somebody looks like, skin color, whether we think they&#39;re beautiful or not. That space on the Internet allows you to converse with somebody with none of those things involved.","author":"bell hooks","topic":"Space"},{"quote":"Sometimes I think we&#39;re alone in the universe, and sometimes I think we&#39;re not. In either case the idea is quite staggering.","author":"Arthur C. Clarke","topic":"Space"},{"quote":"I think the universe is pure geometry - basically, a beautiful shape twisting around and dancing over space-time.","author":"Antony Garrett Lisi","topic":"Space"},{"quote":"The modern artist is working with space and time, and expressing his feelings rather than illustrating.","author":"Jackson Pollock","topic":"Space"},{"quote":"Sometimes, we have to turn our camera to a mirror to shoot something, and people think, &#39;Oh, that&#39;s very stylish.&#39; Yes it is, but at the same time, we did it because we are shooting in a very small space, and that was our only option.","author":"Wong Kar-wai","topic":"Space"},{"quote":"Space exploration promised us alien life, lucrative planetary mining, and fabulous lunar colonies. News flash, ladies and gents: Space is nearly empty. It&#39;s a sterile vacuum, filled mostly with the junk we put up there.","author":"Graham Hawkes","topic":"Space"},{"quote":"Almost everything worthwhile carries with it some sort of risk, whether it&#39;s starting a new business, whether it&#39;s leaving home, whether it&#39;s getting married, or whether it&#39;s flying in space.","author":"Chris Hadfield","topic":"Space"},{"quote":"John Glenn&#39;s life will long be remembered for his time in space, his courage, and his service to all Americans.","author":"Katherine Johnson","topic":"Space"},{"quote":"I don&#39;t think people have an appreciation for the work that it takes to pull these missions off, like humans living on the space station continuously for 15 years. It is a huge army of hard-working people to make it happen.","author":"Scott Kelly","topic":"Space"},{"quote":"According to String Theory, what appears to be empty space is actually a tumultuous ocean of strings vibrating at the precise frequencies that create the 4 dimensions you and I call height, width, depth and time.","author":"Roy H. Williams","topic":"Space"},{"quote":"Because of technologies from space exploration, we can begin to understand our world&#39;s origins, and our lives are improving. These are the reasons why dedicating a life to the sciences and space exploration is so meaningful and rewarding.","author":"Emily Calandrelli","topic":"Space"},{"quote":"One in 200 stars has habitable Earth-like planets surrounding it - in the galaxy, half a billion stars have Earth-like planets going around them - that&#39;s huge, half a billion. So when we look at the night sky, it makes sense that someone is looking back at us.","author":"Michio Kaku","topic":"Space"},{"quote":"We have to be plumbers, electricians, construction engineers, or workers, on the space station, but at the same time running a laboratory, being scientists, being the best laboratory assistants we can be. It&#39;s all in a bundle; it&#39;s very exciting, it&#39;s a lot of fun.","author":"Thomas Marshburn","topic":"Space"},{"quote":"Architecture is the will of an epoch translated into space.","author":"Ludwig Mies van der Rohe","topic":"Space"},{"quote":"Under a dictatorship, a nation ceases to exist. All that remains is a fiefdom, a planet of slaves regimented by aliens from outer space.","author":"Wole Soyinka","topic":"Space"},{"quote":"When you get into your car, shut the door and be there for just half a minute. Breathe, feel the energy inside your body, look around at the sky, the trees. The mind might tell you, &#39;I don&#39;t have time.&#39; But that&#39;s the mind talking to you. Even the busiest person has time for 30 seconds of space.","author":"Eckhart Tolle","topic":"Space"},{"quote":"Hey sky, take off your hat, I&#39;m on my way!","author":"Valentina Tereshkova","topic":"Space"},{"quote":"I don&#39;t think I could live with anybody. I had roommates, and it&#39;s not for me. I like my space!","author":"Ashley Benson","topic":"Space"},{"quote":"Sometimes siblings can get in each other&#39;s space.","author":"Gisele Bundchen","topic":"Space"},{"quote":"When you&#39;re getting ready to launch into space, you&#39;re sitting on a big explosion waiting to happen.","author":"Sally Ride","topic":"Space"},{"quote":"All architecture is shelter, all great architecture is the design of space that contains, cuddles, exalts, or stimulates the persons in that space.","author":"Philip Johnson","topic":"Space"},{"quote":"What we observe as material bodies and forces are nothing but shapes and variations in the structure of space.","author":"Erwin Schrodinger","topic":"Space"},{"quote":"Directing is very close to choreography; you deal with space, time, emotions, lighting, making beautiful images.","author":"Benjamin Millepied","topic":"Space"},{"quote":"Be not entangled in this world of days and nights; Thou hast another time and space as well.","author":"Muhammad Iqbal","topic":"Space"},{"quote":"Now and then, someone is able to look at an empty space, conclude it would be a great place to start a revolution, and bravely go forward.","author":"Henry Rollins","topic":"Space"},{"quote":"Cyberspace can&#39;t compensate for real space. We benefit from chatting to people face to face.","author":"Jonathan Sacks","topic":"Space"},{"quote":"I think space, architectural space, is my thing. It&#39;s not about facade, elevation, making image, making money. My passion is creating space.","author":"Peter Zumthor","topic":"Space"},{"quote":"After the Challenger accident, NASA put in a lot of time to improve the safety of the space shuttle to fix the things that had gone wrong.","author":"Sally Ride","topic":"Space"},{"quote":"Theatre is a sacred space for actors. You are responsible; you are in the driving-seat.","author":"Greta Scacchi","topic":"Space"},{"quote":"Science has taught us, against all intuition, that apparently solid things like crystals and rocks are really almost entirely composed of empty space. And the familiar illustration is the nucleus of an atom is a fly in the middle of a sports stadium, and the next atom is in the next sports stadium.","author":"Richard Dawkins","topic":"Space"},{"quote":"When all of us are acknowledged as the human equals that we really are, there will be no space left for bullying. It will no longer be wrong to choose one thing over another.","author":"Jason Mraz","topic":"Space"},{"quote":"I love the ocean, wide-open space and trees, but I&#39;m not a gardener or anything like that. I think I may be, eventually. I was raised in the city, so I don&#39;t have that skill set, but my heart is more with the dirt than the concrete. It&#39;s an unrequited love with nature - a one-way love affair.","author":"David Duchovny","topic":"Space"},{"quote":"In the far, far future, essentially all matter will have returned to energy. But because of the enormous expansion of space, this energy will be spread so thinly that it will hardly ever convert back to even the lightest particles of matter. Instead, a faint mist of light will fall for eternity through an ever colder and quieter cosmos.","author":"Brian Greene","topic":"Space"},{"quote":"I used to think that the great thing about sculpture was that, like Stonehenge, it was something that stood against time in an adamantine way, and was an absolute mass in space. Now I try to use the language of architecture to redescribe the body as a place.","author":"Antony Gormley","topic":"Space"},{"quote":"Karma is only in space time and causality. Your real self resides non-locally.","author":"Deepak Chopra","topic":"Space"},{"quote":"It&#39;s about the characters, it&#39;s about the film, it&#39;s about the process of making stunning visuals and a huge, epic movie. It doesn&#39;t matter if my head was covered in a black plastic bag and I was bouncing around in a space hopper: That&#39;s the villain of Chris Nolan&#39;s &#39;Batman!&#39;","author":"Tom Hardy","topic":"Space"},{"quote":"Perhaps when distant people on other planets pick up some wavelength of ours all they hear is a continuous scream.","author":"Iris Murdoch","topic":"Space"},{"quote":"I grew up in the 1960s and wanted to become part of the great space exploration effort, but when I graduated from college in 1974, the Apollo program was over, and the country had moved into this pessimistic mode. We had entered the &#39;age of limits.&#39;","author":"Robert Zubrin","topic":"Space"},{"quote":"It&#39;s an international space station. We have crew members from both the U.S. and Russia and now the United Kingdom with Tim Peake from the U.K... It&#39;s great to see that, on this space station, that we can work across cultures in a very cooperative way.","author":"Scott Kelly","topic":"Space"},{"quote":"Cinema is a thankless industry where sometimes to appear on the cinematic scenery is a thing for late bloomers and people who are very patient. The places are accounted, and the space is often unwelcoming. Money is rare, and independent voices are muted by the almost complete absence of risk takers.","author":"Xavier Dolan","topic":"Space"},{"quote":"During launch, the outside of the rocket is covered in a protective fairing, so we couldn&#39;t see outside, but as soon as that was jettisoned, my first view of the earth was over the Pacific Ocean, which was this wonderful deep blue, with clouds just over the top, and sunlight streaming in through the window.","author":"Helen Sharman","topic":"Space"},{"quote":"Land on Mars, a round-trip ticket - half a million dollars. It can be done.","author":"Elon Musk","topic":"Space"},{"quote":"Point-to-point transit via low orbit could dramatically speed up international flights, connecting the world even further. And safe, consistent space travel opens up the possibility of commercial space stations, trips to the moon and exploration beyond.","author":"Ben Parr","topic":"Space"},{"quote":"For me, architecture is not just creating a space to protect people but to make them dream as well.","author":"Mario Botta","topic":"Space"},{"quote":"Philosophically, the universe has really never made things in ones. The Earth is special and everything else is different? No, we&#39;ve got seven other planets. The sun? No, the sun is one of those dots in the night sky. The Milky Way? No, it&#39;s one of a hundred billion galaxies. And the universe - maybe it&#39;s countless other universes.","author":"Neil deGrasse Tyson","topic":"Space"},{"quote":"Underwater, I experience space with my body. I&#39;ll see a school of fish gathering and moving together and I&#39;ll exclaim, &#39;This is architecture.&#39;","author":"Antoine Predock","topic":"Space"},{"quote":"Some people think happiness is a luxury, but it&#39;s a necessity. You need to make space for it in your life.","author":"Christie Brinkley","topic":"Space"},{"quote":"Things are beautiful or ugly only in time and space. The new man&#39;s vision being liberated from these two factors, all is unified in one unique beauty.","author":"Piet Mondrian","topic":"Space"},{"quote":"We are not going to be able to operate our Spaceship Earth successfully nor for much longer unless we see it as a whole spaceship and our fate as common. It has to be everybody or nobody.","author":"R. Buckminster Fuller","topic":"Space"},{"quote":"Discipline means to prevent everything in your life from being filled up. Discipline means that somewhere you&#39;re not occupied, and certainly not preoccupied. In the spiritual life, discipline means to create that space in which something can happen that you hadn&#39;t planned or counted on.","author":"Henri Nouwen","topic":"Space"},{"quote":"I am formless and everywhere. I am in everything. I am in everything and beyond. I fill all space. All that you see, taken together, is Myself. I do not shake or move.","author":"Sai Baba","topic":"Space"},{"quote":"I always liked the visuals to be choice and at the same time minimalist. And, I love black boxes. After all, that&#39;s what theatre is, it&#39;s an empty space, and it&#39;s both limited and unlimited because the space is the space, but what you can do with people&#39;s imaginations is really endless.","author":"Harold Prince","topic":"Space"},{"quote":"And as a writer, one of the things that I&#39;ve always been interested in doing is actually invading your comfort space. Because that&#39;s what we&#39;re supposed to do. Get under your skin, and make you react.","author":"Stephen King","topic":"Space"},{"quote":"A black hole really is an object with very rich structure, just like Earth has a rich structure of mountains, valleys, oceans, and so forth. Its warped space whirls around the central singularity like air in a tornado.","author":"Kip Thorne","topic":"Space"},{"quote":"Asteroids have us in our sight. The dinosaurs didn&#39;t have a space program, so they&#39;re not here to talk about this problem. We are, and we have the power to do something about it. I don&#39;t want to be the embarrassment of the galaxy, to have had the power to deflect an asteroid, and then not, and end up going extinct.","author":"Neil deGrasse Tyson","topic":"Space"},{"quote":"The world, when you look at it, it just can&#39;t be random. I mean, it&#39;s so different than the vast emptiness that is everything else, and even all the other planets we&#39;ve seen, at least in our solar system, none of them even remotely resemble the precious life-giving nature of our own planet.","author":"Chris Hadfield","topic":"Space"},{"quote":"Living in a rural setting exposes you to so many marvelous things - the natural world and the particular texture of small-town life, and the exhilarating experience of open space.","author":"Susan Orlean","topic":"Space"},{"quote":"The rhythm of relations of color and size makes the absolute appear in the relativity of time and space.","author":"Piet Mondrian","topic":"Space"},{"quote":"Circles create soothing space, where even reticent people can realize that their voice is welcome.","author":"Margaret J. Wheatley","topic":"Space"},{"quote":"It was a unique childhood, to say the least. My father was born in Patiala to refugee parents and was a part of the Indian Air Force. The talented few amongst the Air Force pilots are made test pilots. Test pilots are best suited to look at the space programme as they are trained to expect the unexpected.","author":"Kapil Sharma","topic":"Space"},{"quote":"There are moments of existence when time and space are more profound, and the awareness of existence is immensely heightened.","author":"Charles Baudelaire","topic":"Space"},{"quote":"It doesn&#39;t matter what country or what political system you are from. Space brings you together.","author":"Valentina Tereshkova","topic":"Space"},{"quote":"We had news this morning of another successful atomic bomb being dropped on Nagasaki. These two heavy blows have fallen in quick succession upon the Japanese and there will be quite a little space before we intend to drop another.","author":"Henry L. Stimson","topic":"Space"},{"quote":"I think we live in a world where the most important thing is daily life: sharing a space with your family, making meals, being with your people. It&#39;s not only the idea of privacy, it&#39;s the beauty of the moment, at a time in the world when everything goes really fast - too fast.","author":"Ana Tijoux","topic":"Space"},{"quote":"Most whale photos you see show whales in this beautiful blue water - it&#39;s almost like space.","author":"Brian Skerry","topic":"Space"},{"quote":"We have this interesting problem with black holes. What is a black hole? It is a region of space where you have mass that&#39;s confined to zero volume, which means that the density is infinitely large, which means we have no way of describing, really, what a black hole is!","author":"Andrea M. Ghez","topic":"Space"},{"quote":"The body moves through space every day, and in architecture in cities that can be orchestrated. Not in a dictatorial fashion, but in a way of creating options, open-ended sort of personal itineraries within a building. And I see that as akin to cinematography or choreography, where episodic movement, episodic moments, occur in dance and film.","author":"Antoine Predock","topic":"Space"},{"quote":"I think the human race doesn&#39;t have a future if it doesn&#39;t go into space.","author":"Stephen Hawking","topic":"Space"},{"quote":"I&#39;m lucky to be in a space where I&#39;ve been accepted for who I am and celebrated for who I am.","author":"Chance The Rapper","topic":"Space"},{"quote":"The earth together with its surrounding waters must in fact have such a shape as its shadow reveals, for it eclipses the moon with the arc of a perfect circle.","author":"Nicolaus Copernicus","topic":"Space"},{"quote":"There is good evidence that Venus once had liquid water and a much thinner atmosphere, similar to Earth billions of years ago. But today the surface of Venus is dry as a bone, hot enough to melt lead, there are clouds of sulfuric acid that reach a hundred miles high and the air is so thick it&#39;s like being 900 meters deep in the ocean.","author":"Bill Nye","topic":"Space"},{"quote":"There are no wishy-washy astronauts. You don&#39;t get up there by being uncaring and blase. And whatever gave you the sense of tenacity and purpose to get that far in life is absolutely reaffirmed and deepened by the experience itself.","author":"Chris Hadfield","topic":"Space"},{"quote":"The human brain now holds the key to our future. We have to recall the image of the planet from outer space: a single entity in which air, water, and continents are interconnected. That is our home.","author":"David Suzuki","topic":"Space"},{"quote":"When we developed written language, we significantly increased our functional memory and our ability to share insights and knowledge across time and space. The same thing happened with the invention of the printing press, the telegraph, and the radio.","author":"Jamais Cascio","topic":"Space"},{"quote":"The video game market is huge, and the ability to tell stories, and tell different kinds of stories in the gaming space is quickly evolving and changing for the better.","author":"Jim Lee","topic":"Space"},{"quote":"I&#39;m really hopeful about the future of space exploration and human spaceflight. Civilization as we know it has been defined by exploration. You know, we need to go off and find out what&#39;s around the next corner and what&#39;s just beyond what we already know. It&#39;s part of our being; it&#39;s part of our moral fiber to go off and explore.","author":"Alan G. Poindexter","topic":"Space"},{"quote":"Space only becomes ordinary when the frontier is no longer being breached.","author":"Neil deGrasse Tyson","topic":"Space"},{"quote":"We&#39;ve gotta reinvest in space travel. We should&#39;ve never left the moon.","author":"Ray Bradbury","topic":"Space"},{"quote":"You live in the image you have of the world. Every one of us lives in a different world, with different space and different time.","author":"Alejandro Jodorowsky","topic":"Space"},{"quote":"Make space in your life, space for health and happiness.","author":"Kris Carr","topic":"Space"},{"quote":"My obsession with outer space is my way of being different. I make astronaut music. It takes an astronaut so long to get to space - that&#39;s how long it takes to catch up on my music.","author":"Nayvadius Cash","topic":"Space"},{"quote":"If anyone has a vested interest in space solar power, it would have to be me.","author":"Elon Musk","topic":"Space"},{"quote":"Perhaps, as some wit remarked, the best proof that there is Intelligent Life in Outer Space is the fact it hasn&#39;t come here. Well, it can&#39;t hide forever - one day we will overhear it.","author":"Arthur C. Clarke","topic":"Space"},{"quote":"Astronauts are very professional and when they&#39;re preparing for launch, they prepare for it as the most serious endeavor of our lives.","author":"Ellen Ochoa","topic":"Space"},{"quote":"What we call the &#39;world&#39; and the &#39;universe&#39; is only one frequency range in an infinite number sharing the same space. The interdimensional entities I write about are able to move between these frequencies or dimensions and manipulate our lives.","author":"David Icke","topic":"Space"},{"quote":"Don&#39;t ever let the other stuff get in the way of your inherent skills as a kick-butt storyteller. Move the reader, make them happy and sad and excited and scared. Make them stare into space after they&#39;ve put the book down, thinking about the tale that&#39;s become a part of them.","author":"James Dashner","topic":"Space"},{"quote":"If you&#39;re going to go to the moon, you don&#39;t shoot the rocket right at the moon. You have to go at it obliquely.","author":"Drew Houston","topic":"Space"},{"quote":"In an endless jungle of websites with text-based content, a beautiful image with a lot of space and colour can be like walking into a clearing. It&#39;s a relief.","author":"David McCandless","topic":"Space"},{"quote":"Nearly everybody I know does something to try to remove herself to clear her head and to have enough time and space to think... All of us instinctively feel that something inside us is crying out for more spaciousness and stillness to offset the exhilarations of this movement and the fun and diversion of the modern world.","author":"Pico Iyer","topic":"Space"},{"quote":"Imagine a country that flies into space, launches Sputniks, creates such a defense system, and it can&#39;t resolve the problem of women&#39;s pantyhose. There&#39;s no toothpaste, no soap powder, not the basic necessities of life. It was incredible and humiliating to work in such a government.","author":"Mikhail Gorbachev","topic":"Space"},{"quote":"If you&#39;re going to go into space, you have to have an objective, a mission. Where do you want to go? Earth orbit? The moon? Mars? What&#39;s the technology to get there? You develop the technology for the mission.","author":"Jim Lovell","topic":"Space"},{"quote":"Perhaps I seek certain utopian things, space for human honour and respect, landscapes not yet offended, planets that do not exist yet, dreamed landscapes.","author":"Werner Herzog","topic":"Space"},{"quote":"I divide my time between all the mud and open space in Surrey and the social life and work in London, particularly Chelsea, which still has the same village feel that it had in the swinging Sixties.","author":"Mary Quant","topic":"Space"},{"quote":"There&#39;s always room to volunteer. I think that&#39;s a huge space to be involved with.","author":"Halima Aden","topic":"Space"},{"quote":"The area of teenage life is not necessarily rarefied; we&#39;ve all gone through that period. It&#39;s not as rarefied as a western or a space adventure or a gangster film, but it has its own dynamic.","author":"Gus Van Sant","topic":"Space"},{"quote":"That sacred space of conscience where you can exercise your rights in terms of religious freedom and deeply-held, reasonable beliefs is the core of human dignity. In fact, that&#39;s the basis for civilization itself. And when you lose that fundamental principle... you have no basis on which to build.","author":"Jeff Fortenberry","topic":"Space"},{"quote":"It&#39;s important to understand how Coinbase thinks about regulation and compliance in the digital currency space. As an exchange, we view compliance as key to digital currency&#39;s success.","author":"Brian Armstrong","topic":"Space"},{"quote":"If you look at space companies, they&#39;ve failed either because they&#39;ve had a technical solution where success was not a possible outcome, they were unable to attract a critical mass of talent, or they just ran out of money. The finish line is usually a lot further away than you think.","author":"Elon Musk","topic":"Space"},{"quote":"I suppose there&#39;s a melancholy tone at the back of the American mind, a sense of something lost. And it&#39;s the lost world of Thomas Jefferson. It is the lost sense of innocence that we could live with a very minimal state, with a vast sense of space in which to work out freedom.","author":"George Will","topic":"Space"},{"quote":"I trust my hand. If I go into a space with a roll of paper, I can make a work, some kind of work, and feel pretty satisfied.","author":"Kara Walker","topic":"Space"},{"quote":"A lot of my works deal with a passage, which is about time. I don&#39;t see anything that I do as a static object in space. It has to exist as a journey in time.","author":"Maya Lin","topic":"Space"},{"quote":"There was a space program before there was integrated circuits.","author":"Jack Kilby","topic":"Space"},{"quote":"Life science research can be done on multiple platforms. Since we have a very small number of people flying into space, the more people you have, the better.","author":"Laurel Clark","topic":"Space"},{"quote":"Space is not an enterprise that belongs to the U.S. or to Russia or to China - it is a human endeavor and experience. And that&#39;s as it should be.","author":"Scott Carpenter","topic":"Space"},{"quote":"Any person, brought into the presence of this fact, stops for a few moments and remains pensive and silent; and then generally leaves, carrying with him forever a sharper, keener sense of our incessant motion through space.","author":"Leon Foucault","topic":"Space"},{"quote":"If the United States commits to the goal of reaching Mars, it will almost certainly do so in reaction to the progress of other nations - as was the case with NASA, the Apollo program, and the project that became the International Space Station.","author":"Neil deGrasse Tyson","topic":"Space"},{"quote":"A pedestal is as much a prison as any small, confined space.","author":"Gloria Steinem","topic":"Space"},{"quote":"Our passionate preoccupation with the sky, the stars, and a God somewhere in outer space is a homing impulse. We are drawn back to where we came from.","author":"Eric Hoffer","topic":"Space"},{"quote":"You could look at something a hundred times from space, but the next time you come around the world, suddenly it&#39;s very different and gorgeous-looking, just because of the change of weather or the angle of the sun.","author":"Chris Hadfield","topic":"Space"},{"quote":"To move forward, what&#39;s required is a unified space agenda based on exploration, science, development, commerce, and security.","author":"Buzz Aldrin","topic":"Space"},{"quote":"There is no casting director; there is no producer monitoring your upload button. Anyone that looks like anyone can upload a video. I think YouTube and the digital space does set a really good example for the rest of the industry in that sense.","author":"Lilly Singh","topic":"Space"},{"quote":"Revealing water in significant quantities on the Moon could truly be a turning point in space exploration.","author":"Peter Diamandis","topic":"Space"},{"quote":"We have spent billions to go to the moon - we go to this lesser satellite called the moon and say we are in space, but we are in space right now; we just don&#39;t feel ourselves to be in space. Some forms of art and some forms of spirituality do give us that sense.","author":"James Turrell","topic":"Space"},{"quote":"Since I loved underground music, I tried to carve a space for feminism within it. Those were my hopes.","author":"Kathleen Hanna","topic":"Space"},{"quote":"Space has always been the spiritual dimension of architecture. It is not the physical statement of the structure so much as what it contains that moves us.","author":"Arthur Erickson","topic":"Space"},{"quote":"Back in the Seventies, we had a romantic, poetic vision of the future, like it was in the movie &#39;2001: A Space Odyssey.&#39; It felt as if everything was still ahead of us.","author":"Jean-Michel Jarre","topic":"Space"},{"quote":"Canada and space are a natural fit.","author":"Marc Garneau","topic":"Space"},{"quote":"I do a lot of running and hiking, and I also collect stamps - space stamps and Olympics stamps.","author":"Sally Ride","topic":"Space"},{"quote":"As long as there is a new twist in the storyline, there cannot be any space for monotony.","author":"Divyanka Tripathi","topic":"Space"},{"quote":"Architecture must not do violence to space or its neighbors.","author":"I. M. Pei","topic":"Space"},{"quote":"The best mobile phone had the best mathematician. They know how to fit a huge amount of data into a small amount of space. How to do things efficiently, how to do them cleverly.","author":"Marcus du Sautoy","topic":"Space"},{"quote":"During the holiday season, it&#39;s easy to forget that sometimes the best gift of all is simply the gift of time. I can&#39;t think of anything a writer would appreciate more than being given time and space to work.","author":"Kate Klise","topic":"Space"},{"quote":"Pleasure is a shadow, wealth is vanity, and power a pageant; but knowledge is ecstatic in enjoyment, perennial in frame, unlimited in space and indefinite in duration.","author":"DeWitt Clinton","topic":"Space"},{"quote":"If you look at the Earth without architecture, it&#39;s sometimes a little bit unpleasant. So there is this basic human need to do shelter in the broadest sense of the word, whether it&#39;s a movie theater or a simple log cabin in the mountains. This is the core of architecture: To provide a space for human beings.","author":"Peter Zumthor","topic":"Space"},{"quote":"Architecture is the will of an epoch translated into space. Living, Changing, New. Not yesterday, not tomorrow, only today can be given form. Only such architecture is creative.","author":"Ludwig Mies van der Rohe","topic":"Space"},{"quote":"That great Cathedral space which was childhood.","author":"Virginia Woolf","topic":"Space"},{"quote":"Disneyland is supposed to be the happiest place on Earth and I have to say when I&#39;m riding around in that crazy Space Mountain ride I&#39;m happy.","author":"Famke Janssen","topic":"Space"},{"quote":"It&#39;s a very sobering feeling to be up in space and realize that one&#39;s safety factor was determined by the lowest bidder on a government contract.","author":"Alan Shepard","topic":"Space"},{"quote":"There is a fifth dimension, beyond that which is known to man. It is a dimension as vast as space and as timeless as infinity. It is the middle ground between light and shadow, between science and superstition.","author":"Rod Serling","topic":"Space"},{"quote":"Why should man&#39;s first flight to the moon be a matter of national competition? Why should the United States and the Soviet Union, in preparing for such expeditions, become involved in immense duplications of research, construction and expenditure?","author":"John F. Kennedy","topic":"Space"},{"quote":"Between stimulus and response, there is a space where we choose our response.","author":"Stephen Covey","topic":"Space"},{"quote":"Rocket science is tough, and rockets have a way of failing.","author":"Sally Ride","topic":"Space"},{"quote":"Well-run libraries are filled with people because what a good library offers cannot be easily found elsewhere: an indoor public space in which you do not have to buy anything in order to stay.","author":"Zadie Smith","topic":"Space"},{"quote":"When you launch in a rocket, you&#39;re not really flying that rocket. You&#39;re just sort of hanging on.","author":"Michael P. Anderson","topic":"Space"},{"quote":"If you put enough smart people together in one space, good things happen.","author":"Erik Hersman","topic":"Space"},{"quote":"Great industries are never made from single companies. There is room in space for a lot of winners.","author":"Jeff Bezos","topic":"Space"},{"quote":"We find them smaller and fainter, in constantly increasing numbers, and we know that we are reaching into space, farther and farther, until, with the faintest nebulae that can be detected with the greatest telescopes, we arrive at the frontier of the known universe.","author":"Edwin Powell Hubble","topic":"Space"},{"quote":"Retain the vision for space exploration. If we turn our backs on the vision again, we&#39;re going to have to live in a secondary position in human space flight for the rest of the century.","author":"Buzz Aldrin","topic":"Space"},{"quote":"The space station is the most unique laboratory we&#39;ve ever built. The reason we have it is to do research on materials, people, medical matters, pharmaceuticals - the possibilities are nearly endless.","author":"John Glenn","topic":"Space"},{"quote":"When we&#39;re in that kind of childish space, we&#39;re more genuine and feel more comfortable with our friends.","author":"Evan Spiegel","topic":"Space"},{"quote":"If I had a magic wand, I would live in a building in New York, big enough so my friends, my family could all have apartments in it. We&#39;d raise our kids in the same space and have backyard barbecues and get old and fat together.","author":"Liz Murray","topic":"Space"},{"quote":"More and more I think of privatisation as being not just about the takeover of resources and power by corporate interests, but as the retreat of citizens to private life and private space, screened from solidarity with strangers and increasingly afraid or even unable to imagine acting in public.","author":"Rebecca Solnit","topic":"Space"},{"quote":"The superior man does not, even for the space of a single meal, act contrary to virtue. In moments of haste, he cleaves to it. In seasons of danger, he cleaves to it.","author":"Confucius","topic":"Space"},{"quote":"I learned about serif and san serif typefaces, about varying the amount of space between different letter combinations, about what makes great typography great. It was beautiful, historical, artistically subtle in a way that science can&#39;t capture, and I found it fascinating.","author":"Steve Jobs","topic":"Space"},{"quote":"Housework never really bothered me... what bothered me about it later was that it was expected to be your life... when you&#39;re a housewife, you are constantly interrupted. You have no space in your life. It isn&#39;t the fact that you do the laundry.","author":"Alice Munro","topic":"Space"},{"quote":"Fifty thousand dollars&#39; worth of cabinets isn&#39;t going to make you a better cook; cooking is going to make you a better cook. At the end of the day, you can slice a mushroom in about three inches of space, and you can carve a chicken in a foot and a half. So it doesn&#39;t matter how big the kitchen is.","author":"Tyler Florence","topic":"Space"},{"quote":"The fact that I was going to be the first American woman to go into space carried huge expectations along with it.","author":"Sally Ride","topic":"Space"},{"quote":"Something I like to do a lot is just sit by water when there&#39;s a current and just stare into the water. I don&#39;t fish, I don&#39;t hunt, I don&#39;t scuba, I don&#39;t spear, don&#39;t boat, don&#39;t play basketball or football - I excel at staring into space. I&#39;m really good at that.","author":"Iggy Pop","topic":"Space"},{"quote":"Everything has a natural explanation. The moon is not a god, but a great rock, and the sun a hot rock.","author":"Anaxagoras","topic":"Space"},{"quote":"One of the big things about space exploration is that it is as expensive as it is complicated, and you need all the countries of the world to help if you want to accomplish big goals.","author":"Ellen Stofan","topic":"Space"},{"quote":"The space shuttle is a better and safer rocket than it was before the Challenger accident.","author":"Sally Ride","topic":"Space"},{"quote":"My parents, and librarians along the way, taught me about the space between words; about the margins, where so many juicy moments of life and spirit and friendship could be found. In a library, you could find miracles and truth and you might find something that would make you laugh so hard that you get shushed, in the friendliest way.","author":"Anne Lamott","topic":"Space"},{"quote":"Architecture is the art of how to waste space.","author":"Philip Johnson","topic":"Space"},{"quote":"On Earth, men and women are taking the same risks. Why shouldn&#39;t we be taking the same risks in space?","author":"Valentina Tereshkova","topic":"Space"},{"quote":"The eternal silence of these infinite spaces frightens me.","author":"Blaise Pascal","topic":"Space"},{"quote":"We must admit with humility that, while number is purely a product of our minds, space has a reality outside our minds, so that we cannot completely prescribe its properties a priori.","author":"Carl Friedrich Gauss","topic":"Space"},{"quote":"Antarctica has this mythic weight. It resides in the collective unconscious of so many people, and it makes this huge impact, just like outer space. It&#39;s like going to the moon.","author":"Jon Krakauer","topic":"Space"},{"quote":"Sending greeting cards to aliens is hardly a new idea. In 2005, Craigslist solicited messages for broadcast to space by a transmitter in Florida, and in 2008, NASA beamed a Beatles song to the North Star (Polaris), on the assumption that any putative Polarians would appreciate the Fab Four&#39;s 1960s-genre compositions.","author":"Seth Shostak","topic":"Space"},{"quote":"When life catches up with us, we all need space to dream and indulge, so I have created my own special range of bath &amp; beauty loveliness to help you find your happy place.","author":"Zoe Sugg","topic":"Space"},{"quote":"The perception of the horizon is an earthbound event; all horizons disappear in space, and we are left shorn of the sweet roots that have held us to the earth, challenged to imagine what is truly present just before us, a unified and seemingly limitless universe.","author":"Eugene Kennedy","topic":"Space"},{"quote":"I&#39;m looking forward to coming back, back to Earth, the landing, the views.","author":"Duane G. Carey","topic":"Space"},{"quote":"Ye stars! which are the poetry of heaven!","author":"Lord Byron","topic":"Space"},{"quote":"The boundary between space and the earth is purely arbitrary. And I&#39;ll probably always be interested in this planet - it&#39;s my favorite.","author":"Carl Sagan","topic":"Space"},{"quote":"I always knew I&#39;d go to space.","author":"Mae Jemison","topic":"Space"},{"quote":"If I go into the place in myself that is love, and you go into the place in yourself that is love, we are together in love. Then you and I are truly in love, the state of being love. That&#39;s the entrance to Oneness. That&#39;s the space I entered when I met my guru.","author":"Ram Dass","topic":"Space"},{"quote":"They say any landing you can walk away from is a good one.","author":"Alan Shepard","topic":"Space"},{"quote":"Architecture is about public space held by buildings.","author":"Richard Rogers","topic":"Space"},{"quote":"When we are fully conscious and aware, we actually know when we are about to overreact. When we are mindful, we have the mental space and are aware of when our moods change. When we are mindful, we are aware of when our mental models are being challenged and when expectation does not meet with reality, which can trigger an emotional response.","author":"Elizabeth Thornton","topic":"Space"},{"quote":"We&#39;re looking at Earth science, observing our planet. Also space science, looking at the ozone in the atmosphere around our Earth. Also looking at life science. And on a human level, using ourselves as test subjects.","author":"Laurel Clark","topic":"Space"},{"quote":"Every day sees humanity more victorious in the struggle with space and time.","author":"Guglielmo Marconi","topic":"Space"},{"quote":"Don&#39;t you see what&#39;s at stake here? The ultimate aim of all science to penetrate the unknown. Do you realize we know less about the earth we live on than about the stars and the galaxies of outer space? The greatest mystery is right here, right under our feet.","author":"Walter Reisch","topic":"Space"},{"quote":"The intuition of the moral sentiment is an insight of the perfection of the laws of the soul. These laws execute themselves. They are out of time, out of space, and not subject to circumstance.","author":"Ralph Waldo Emerson","topic":"Space"},{"quote":"If you want a nation to have space exploration ambitions, you&#39;ve got to send humans.","author":"Neil deGrasse Tyson","topic":"Space"},{"quote":"Trees go wandering forth in all directions with every wind, going and coming like ourselves, traveling with us around the sun two million miles a day, and through space heaven knows how fast and far!","author":"John Muir","topic":"Space"},{"quote":"It is only in the world of objects that we have time and space and selves.","author":"T. S. Eliot","topic":"Space"},{"quote":"I don&#39;t think the human race will survive the next thousand years, unless we spread into space.","author":"Stephen Hawking","topic":"Space"},{"quote":"Generally, we use light to illuminate other things. I like the thingness, the materiality of light itself. So it feels like it&#39;s occupying the space, making a plane, being something that was there, not just passing through. Because light is just passing through. I make these spaces that seem to arrest it for our perception.","author":"James Turrell","topic":"Space"},{"quote":"Metaphors have a way of holding the most truth in the least space.","author":"Orson Scott Card","topic":"Space"},{"quote":"I like the sci-fi channel. Just science in general. I came across a segment on time travel and how time travel is possible. We create a spaceship that&#39;s moving at almost the speed of light, we go in that spaceship in outer space, and we fly around for a year, when we get back to Earth, Earth would&#39;ve aged 10 years.","author":"Von Miller","topic":"Space"},{"quote":"Inner space is so much more interesting, because outer space is so empty.","author":"Theodore Sturgeon","topic":"Space"},{"quote":"I think a lot of the American people feel more than a little disappointed that the high-water mark for human exploration was 1969. The dream of human space travel has almost died for a lot of people.","author":"Elon Musk","topic":"Space"},{"quote":"The partisanship surrounding space exploration and the retrenching of U.S. space policy are part of a more general trend: the decline of science in the United States. As its interest in science wanes, the country loses ground to the rest of the industrialized world in every measure of technological proficiency.","author":"Neil deGrasse Tyson","topic":"Space"},{"quote":"The reality is the majority of us will not get off this planet. So the long run is, some kind of space exploration has to benefit us here on Earth.","author":"Mae Jemison","topic":"Space"},{"quote":"With &#39;Acid Rap,&#39; I allowed myself to be really open-minded and free with who I allowed into my musical space. I wanted to make a cohesive product, but I also just want to make a bunch of dope songs inspired by whatever sounds I liked.","author":"Chance The Rapper","topic":"Space"},{"quote":"When a place gets crowded enough to require ID&#39;s, social collapse is not far away. It is time to go elsewhere. The best thing about space travel is that it made it possible to go elsewhere.","author":"Robert A. Heinlein","topic":"Space"},{"quote":"I loved climbing because of the freedom, and having time and space. I remember coming off Everest for the last time, thinking of Dad and wishing that he could have seen what I saw. He would have loved it.","author":"Bear Grylls","topic":"Space"},{"quote":"To me, a building - if it&#39;s beautiful - is the love of one man, he&#39;s made it out of his love for space, materials, things like that.","author":"Martha Graham","topic":"Space"},{"quote":"Doing Saturday Night Live definitely affects my relationship with my girlfriend and with my family, because you feel so much pressure to do well that night. But I think everyone&#39;s grown to accept that and so they give me my space at the show.","author":"Adam Sandler","topic":"Space"},{"quote":"Space travel for everyone is the next frontier in the human experience.","author":"Buzz Aldrin","topic":"Space"},{"quote":"Space music&#39;d be really something... but they don&#39;t have no gravity up there. You couldn&#39;t have no downbeat!","author":"Miles Davis","topic":"Space"},{"quote":"An end of something means the beginning of something else, and I don&#39;t think that something else is going to be the death of the manned space program.","author":"John Glenn","topic":"Space"},{"quote":"My goal is to make space for my selfhood. All of it. All of me, not just the parts I like or think that others like but all of it.","author":"Tracee Ellis Ross","topic":"Space"},{"quote":"Space is an inspirational concept that allows you to dream big.","author":"Peter Diamandis","topic":"Space"},{"quote":"The more space and emptiness you can create in yourself, then you can let the rest of the world come in and fill you up.","author":"Jeff Bridges","topic":"Space"},{"quote":"My job in space will be to observe and write a journal. I am also going to be teaching a class for students on earth about life in space and on the space shuttle and conducting experiments.","author":"Christa McAuliffe","topic":"Space"},{"quote":"Houston, we&#39;ve had a problem.","author":"Jim Lovell","topic":"Space"},{"quote":"Deep down, the US, with its space, its technological refinement, its bluff good conscience, even in those spaces which it opens up for simulation, is the only remaining primitive society.","author":"Jean Baudrillard","topic":"Space"},{"quote":"A cigarette is a breathing space. It makes a parenthesis. The time of a cigarette is a parenthesis, and if it is shared, you are both in that parenthesis. It&#39;s like a proscenium arch for a dialogue.","author":"John Berger","topic":"Space"},{"quote":"I mean simply to say that I want my characters to suggest the background in themselves, even when it is not visible. I want them to be so powerfully realized that we cannot imagine them apart from their physical and social context even when we see them in empty space.","author":"Michelangelo Antonioni","topic":"Space"},{"quote":"Profound subject matter can be encompassed in small space - for proof, look at any sonnet by Shakespeare!","author":"Cynthia Ozick","topic":"Space"},{"quote":"When we talk about dystopias, especially in young adult fiction, a lot of them are essentially science fictional futures. They aren&#39;t necessarily tied to the traditional concept of dystopia. And so in that space, my impression is that kids love reading about weird, wild, adventurous places, and dystopia fits that bill.","author":"Paolo Bacigalupi","topic":"Space"},{"quote":"Redwood time moves at a more stately pace than human time. To us, when we look at a redwood tree, it seems to be motionless and still, and yet redwoods are constantly in motion, moving upward into space, articulating themselves and filling redwood space over redwood time, over thousands of years.","author":"Richard Preston","topic":"Space"},{"quote":"Space is something that you have to define. Otherwise, it is like anxiety, which is too vague. A fear is something specific. I like claustrophobic spaces, because at least then you know your limits.","author":"Louise Bourgeois","topic":"Space"},{"quote":"An architect must remember that the people working or living in his building need space - to dream, to be quiet, to find beauty somewhere.","author":"Christian de Portzamparc","topic":"Space"},{"quote":"I talk about any number of things on my Facebook space. Politics. Current events. The writing life. The latest tempests in a teapot centering on fandom. Daily doings from my own life. My cats, for crying out loud. Flights of humorous fantasy. Books, both those I&#39;ve read and those I&#39;ve written. Movies. And occasionally, TV shows.","author":"Adam-Troy Castro","topic":"Space"},{"quote":"We have teams of people working on electric cars. So you never know - you may find Virgin competing with the Tesla in the car business as we do in the space business.","author":"Richard Branson","topic":"Space"},{"quote":"Sometimes people ask me how difficult the astronaut program was, but being in Sierra Leone, being responsible for the health of more than 200 people, seven days a week, 24 hours a day, 365 days a year, at age 26 - that prepared me to take on a lot of different challenges.","author":"Mae Jemison","topic":"Space"},{"quote":"What art offers is space - a certain breathing room for the spirit.","author":"John Updike","topic":"Space"},{"quote":"Can you imagine, in 2030, taking a space cruise on the very ship that carried the first human beings to Mars? I can&#39;t believe that people wouldn&#39;t line up for that possibility.","author":"Buzz Aldrin","topic":"Space"},{"quote":"I do strive to find projects that are trying to carve out some new space. I enjoy projects that leap away from the crowd a little bit.","author":"Emily Blunt","topic":"Space"},{"quote":"You learn something out of everything, and you come to realize more than ever that we&#39;re all here for a certain space of time, and, and then it&#39;s going to be over, and you better make this count.","author":"Nancy Reagan","topic":"Space"},{"quote":"I got space from Travis Air Force Base, went back to the Philippine Islands and made it a point to meet the only American casting director in the Philippines. I was off and running.","author":"R. Lee Ermey","topic":"Space"},{"quote":"Spiritual space is lost in gaining convenience. I saw the need to create a mixture of Japanese spiritual culture and modern western architecture.","author":"Tadao Ando","topic":"Space"},{"quote":"Empty space is a boiling, bubbling brew of virtual particles that pop in and out of existence in a time scale so short that you can&#39;t even measure them.","author":"Lawrence M. Krauss","topic":"Space"},{"quote":"In an enclosed space, a camel&#39;s breath can change the atmosphere of the room. Not only just the smell, they literally seem to change the atmospheric pressure. It&#39;s so disgusting. It&#39;s like they have eight stomachs each more rancid then the next and it just comes out of their mouth.","author":"Steve Carell","topic":"Space"},{"quote":"It bears mentioning that the Milky Way is only one of 150 billion galaxies visible to our telescopes - and each of these will have its own complement of planets.","author":"Seth Shostak","topic":"Space"},{"quote":"After Apollo 17, America stopped looking towards the next horizon. The United States had become a space-faring nation, but threw it away. We have sacrificed space exploration for space exploitation, which is interesting but scarcely visionary.","author":"Eugene Cernan","topic":"Space"},{"quote":"I do believe there is life in outer space. Mathematically, there has to be, and if you believe as I do that there is a creator of the universe, then how can we be so arrogant to believe he created life here and nowhere else?","author":"Eugene Cernan","topic":"Space"},{"quote":"When man becomes reconciled to nature, when space becomes his true background, these words and concepts will have lost their meaning, and we will no longer have to use them.","author":"Michelangelo Antonioni","topic":"Space"},{"quote":"We&#39;re in the space exploration business, and the outer solar system is a wild, wooly place. We haven&#39;t explored it very well.","author":"Alan Stern","topic":"Space"},{"quote":"Actually, I was the seventh private explorer but the first Canadian &#39;space clown.&#39; I never dreamed of going into space; I just dreamed of traveling. But I admit that space is an incredible destination and the absolute traveling experience.","author":"Guy Laliberte","topic":"Space"},{"quote":"The farther we peer into space, the more we realize that the nature of the universe cannot be understood fully by inspecting spiral galaxies or watching distant supernovas. It lies deeper. It involves our very selves.","author":"Robert Lanza","topic":"Space"},{"quote":"As social media is less about technology and more about relationship building, we are starting to see more women have a heavy influence if not dominant role in the social media space. It&#39;s no wonder that Facebook is being run in part by chief operating officer Sheryl Sandberg.","author":"Erik Qualman","topic":"Space"},{"quote":"I believe and support the feminist movement, but I am not generally interested in considering women&#39;s rights in relation to equality with men, or in a competition with men, but rather within their own rights and feminine space.","author":"Shirin Neshat","topic":"Space"},{"quote":"Keeping your space clean is as much a part of the end result as the dish being tasty.","author":"Carla Hall","topic":"Space"},{"quote":"Once solved, the severe handicaps imposed on space exploration by the weight and chemical limitations of rockets would no longer apply. The whole timetable of our conquest of the planets in our solar system would be tremendously speeded up, from hot Mercury all the way out to frigid Pluto.","author":"Donald A. Wollheim","topic":"Space"},{"quote":"What I&#39;m trying to do is, is to make a significant difference in space flight. And help make space flight accessible to almost anyone.","author":"Elon Musk","topic":"Space"},{"quote":"I am sorry to say that there is too much point to the wisecrack that life is extinct on other planets because their scientists were more advanced than ours.","author":"John F. Kennedy","topic":"Space"},{"quote":"Space enthusiasts are the most susceptible demographic to delusion that I have ever seen.","author":"Neil deGrasse Tyson","topic":"Space"},{"quote":"Indeed, there is much in pure humanitarian culture, as opposed to rigid scientific training, which encourages absorption in the affairs of mankind, and more or less indifference to the unfathomed abysses of star-strown space that yawn interminably about this terrestrial grain of dust.","author":"H. P. Lovecraft","topic":"Space"},{"quote":"Then during the mission itself, I used the space shuttle&#39;s robot arm to release a satellite into orbit.","author":"Sally Ride","topic":"Space"},{"quote":"Architecture is always the will of the age conceived as space - nothing else. Until this simple truth is clearly recognized, the struggle over the foundation of a new architecture confident in its aims and powerful in its impact cannot be realized; until then, it is destined to remain a chaos of uncoordinated forces.","author":"Ludwig Mies van der Rohe","topic":"Space"},{"quote":"When the time comes to start building deep space transports and refueling rocket tankers, it will be the commercial industry that steps up, not another government-owned, government-managed enterprise.","author":"Buzz Aldrin","topic":"Space"},{"quote":"But let them sleep, Lord, and me mourn a space.","author":"John Donne","topic":"Space"},{"quote":"I&#39;d like to create a space for people who have a lot of talent but not a lot of reach.","author":"Evan Spiegel","topic":"Space"},{"quote":"I wouldn&#39;t say that &#39;The Fabric of the Cosmos&#39; is a book on cosmology. Cosmology certainly plays a big part, but the major theme is our ever-evolving understanding of space and time, and what it all means for our sense of reality.","author":"Brian Greene","topic":"Space"},{"quote":"You have to be there not for the fame and glory and recognition and being a page in a history book, but you have to be there because you believe your talent and ability can be applied effectively to operation of the spacecraft.","author":"Alan Shepard","topic":"Space"},{"quote":"I guess something that you love to do, you gotta ease up off it and give it a little space, come back and be fresh to it.","author":"Mos Def","topic":"Space"},{"quote":"Something people don&#39;t recognize is that being on the space station is probably a lot like being in some kind of confinement - like isolation.","author":"Scott Kelly","topic":"Space"},{"quote":"I&#39;m one of those actors who&#39;s going to have to create a space for themselves. It&#39;s very easy to be the young Tom Cruise, because Hollywood knows what to do with you. But if you&#39;re someone who&#39;s bringing someone slightly left of center to the table, you&#39;re not a sure thing.","author":"Wentworth Miller","topic":"Space"},{"quote":"Why does everyone think the future is space helmets, silver foil, and talking like computers, like a bad episode of Star Trek?","author":"Tracey Ullman","topic":"Space"},{"quote":"When we are busy at work and busy at home, an hour&#39;s walking every day becomes a real luxury. If done alone, the walk injects a period of meditation into the day, and if done in company, it allows space for some really good conversation.","author":"Tom Hodgkinson","topic":"Space"},{"quote":"If we go into space, we need enhancements that handle radiation and osteoporosis... or else we&#39;re dead. So what seems like an enhancement in one generation becomes life and death in another generation.","author":"George M. Church","topic":"Space"},{"quote":"I already find pyramids from space. Is there anything cooler than that?","author":"Sarah Parcak","topic":"Space"},{"quote":"A big misconception is that a black hole is made of matter that has just been compacted to a very small size. That&#39;s not true. A black hole is made from warped space and time.","author":"Kip Thorne","topic":"Space"},{"quote":"Thus the sum of things is ever being reviewed, and mortals dependent one upon another. Some nations increase, others diminish, and in a short space the generations of living creatures are changed and like runners pass on the torch of life.","author":"Lucretius","topic":"Space"},{"quote":"And then when I went to Chicago, that&#39;s when I had these outer space experiences and went to the other planets.","author":"Sun Ra","topic":"Space"},{"quote":"As an actor, our very palette is one of imagination. So it is a walk onto an empty space and then imagine the world beyond it is what we do.","author":"Rhys Ifans","topic":"Space"},{"quote":"My weekends are oases of time and space, where I am able to draw a breath and dive into the stuff I couldn&#39;t get to that week - the great article I bookmarked, the friend whose emails I kept dropping, the blog post I&#39;d meant to write on a subject that wasn&#39;t timely but was still important.","author":"Rachel Sklar","topic":"Space"},{"quote":"There is no time and space limitation for public accountability on the Internet. Creative commonality is standard and does not resemble the authoritarian style of the dead communist experience. It seems that it is no longer society&#39;s obligation to understand legislation; it is a duty for governments to be understood by their people.","author":"Eduardo Paes","topic":"Space"},{"quote":"A trip to space is a big motivator to give up some things in your personal life. Obviously, you can&#39;t give up everything and you don&#39;t want to.","author":"Mark Kelly","topic":"Space"},{"quote":"I think size is the most unused quotient in the sculptor&#39;s repertoire because it requires lots of commitment and time. To me it&#39;s the best tool. With size you get space and atmosphere: atmosphere becomes volume. You stand in the shape, in the zone.","author":"Michael Heizer","topic":"Space"},{"quote":"It&#39;s not about having a plethora of suits, but having a few good ones. It&#39;s all about fit. The contour of your body. If your shoulders are broad, you shouldn&#39;t have shoulder pads. If you&#39;re not a big man, you shouldn&#39;t have extra space. I think it&#39;s definitely worth having it properly fitted.","author":"Trey Songz","topic":"Space"},{"quote":"Astronauts have been stuck in low-Earth orbit, boldly going nowhere. American attempts to kick-start a new phase of lunar exploration have stalled amid the realisation that NASA&#39;s budget is too small for the job.","author":"Paul Davies","topic":"Space"},{"quote":"The whole ability to look at the complexity of race and any sort of associated -ism and still find humor, that&#39;s a very interesting space.","author":"Rashid Johnson","topic":"Space"},{"quote":"My parents wanted to name me Karim Hill. My aunt always liked the name Dule, from this actor Keir Dullea, who was in &#39;2001: Space Odyssey.&#39; That&#39;s how I got the name Karim Dule Hill. Growing up, I never liked the name Karim because people would ask me, &#39;Could you dunk like Kareem Abdul Jabbar?&#39;","author":"Dule Hill","topic":"Space"},{"quote":"I made about fifty-four dollars a week and spent it on two flying lessons every week at the age of sixteen and was able to get a license then pretty early and knew that that&#39;s what I wanted to do, some kind of a career in aviation. I did know about space flight, but at that point, it was still pretty far out there.","author":"Kevin A. Ford","topic":"Space"},{"quote":"The real message of the Dance opens up the vistas of life to all who have the urge to express beauty with no other instrument than their own bodies, with no apparatus and no dependence on anything other than space.","author":"Ruth St. Denis","topic":"Space"},{"quote":"I am grateful to the motherland and the people. I feel honored to fly into space on behalf of hundreds of millions of female Chinese citizens.","author":"Liu Yang","topic":"Space"},{"quote":"I would like to fly in space. Absolutely. That would be cool. I used to just do personally risky things, but now I&#39;ve got kids and responsibilities, so I can&#39;t be my own test pilot. That wouldn&#39;t be a good idea. But I definitely want to fly as soon as it&#39;s a sensible thing to do.","author":"Elon Musk","topic":"Space"},{"quote":"There are thousands of asteroids whose orbit in the Solar System crosses that of Earth. And we have a little acronym for them - NEOs: near Earth objects. And our biggest goal is to try to catalogue them, so we know in advance if one is going to put us at risk.","author":"Neil deGrasse Tyson","topic":"Space"},{"quote":"Man is an artifact designed for space travel. He is not designed to remain in his present biologic state any more than a tadpole is designed to remain a tadpole.","author":"William S. Burroughs","topic":"Space"},{"quote":"A word carries far, very far, deals destruction through time as the bullets go flying through space.","author":"Joseph Conrad","topic":"Space"},{"quote":"It is our duty, as parents and as teachers, to give all children the space to build their emotional strength and provide a strong foundation for their future.","author":"Kate Middleton","topic":"Space"},{"quote":"The day is not far off when we will be able to send a robotically controlled genome-sequencing unit in a probe to other planets to read the DNA sequence of any alien microbe life that may be there.","author":"Craig Venter","topic":"Space"},{"quote":"I believe that architecture is fundamentally a public space where people can gather and communicate, think about the history, think about the lives of human beings, or the world.","author":"Tadao Ando","topic":"Space"},{"quote":"In the four years since its launch, Kepler has chalked up 122 new and confirmed planets. It&#39;s also caught the scent of nearly three thousand additional objects, of which probably 80 percent or more will turn out to be other-worldly orbs.","author":"Seth Shostak","topic":"Space"},{"quote":"Drones ply the liminal space between the physical and the digital - pilots fly them, but aren&#39;t in them. They are versatile and fascinating objects - the things they can do range from the mundane (aerial photography) to the spectacular - killing people, for example.","author":"John Battelle","topic":"Space"},{"quote":"The dull externals of the screenwriter&#39;s working life are well known: We are the people taking up too much table space at cafes.","author":"Whit Stillman","topic":"Space"},{"quote":"I went to film school, trained as a director, have made a lot of movies, and taken a lot of photographs, so I tend to envision things spatially. As I&#39;m working, I need to have a map of the space. I need to know what&#39;s happening in all corners simultaneously.","author":"Ransom Riggs","topic":"Space"},{"quote":"Building one space station for everyone was and is insane: we should have built a dozen.","author":"Larry Niven","topic":"Space"},{"quote":"The hard part is how to plan a picture so as to give to others what has happened to you. To render in paint an experience, to suggest the sense of light and color, of air and space.","author":"Maxfield Parrish","topic":"Space"},{"quote":"Vanity can create a very cruel space for you if you don&#39;t know how to manage it.","author":"Lady Gaga","topic":"Space"},{"quote":"The CGI landscape is another world. It has its own physical laws; it can defy gravity. But surely the wonder of cinematic space is that it is wedded to reality?","author":"Geoff Dyer","topic":"Space"},{"quote":"I could have gone on flying through space forever.","author":"Yuri Gagarin","topic":"Space"},{"quote":"I see nothing in space as promising as the view from a Ferris wheel.","author":"E. B. White","topic":"Space"},{"quote":"Architecture is how the person places herself in the space. Fashion is about how you place the object on the person.","author":"Zaha Hadid","topic":"Space"},{"quote":"Before we had airplanes and astronauts, we really thought that there was an actual place beyond the clouds, somewhere over the rainbow. There was an actual place, and we could go above the clouds and find it there.","author":"Barbara Walters","topic":"Space"},{"quote":"The International Space Station is a phenomenal laboratory, an unparalleled test bed for new invention and discovery. Yet I often thought, while silently gazing out the window at Earth, that the actual legacy of humanity&#39;s attempts to step into space will be a better understanding of our current planet and how to take care of it.","author":"Chris Hadfield","topic":"Space"},{"quote":"The Earth reminded us of a Christmas tree ornament hanging in the blackness of space. As we got farther and farther away it diminished in size. Finally it shrank to the size of a marble, the most beautiful marble you can imagine.","author":"James Irwin","topic":"Space"},{"quote":"We are bombarded on all sides by a vast number of messages we don&#39;t want or need. More information is generated in a single day than we can absorb in a lifetime. To fully enjoy life, all of us must find our own breathing space and peace of mind.","author":"James E. Faust","topic":"Space"},{"quote":"Graphic Design, which fulfills aesthetic needs, complies with the laws of form and exigencies of two-dimensional space; which speaks in semiotics, sans-serifs, and geometrics; which abstracts, transforms, translates, rotates, dilates, repeats, mirrors, groups, and regroups, is not good design if it is irrelevant.","author":"Paul Rand","topic":"Space"},{"quote":"Painting is the most magical of mediums. The transcendence is truly amazing to me every time I go to a museum and I see how somebody figured another way to rub colored dirt on a flat surface and make space where there is no space or make you think of a life experience.","author":"Chuck Close","topic":"Space"},{"quote":"I work a little bit like a sculptor. When I start, my first idea for a building is with the material. I believe architecture is about that. It&#39;s not about paper, it&#39;s not about forms. It&#39;s about space and material.","author":"Peter Zumthor","topic":"Space"},{"quote":"God in the beginning formed matter in solid, massy, hard, impenetrable, movable particles, of such sizes and figures, and with such other properties, and in such proportion to space, as most conduced to the end for which he formed them.","author":"Isaac Newton","topic":"Space"},{"quote":"Starbucks was founded around the experience and the environment of their stores. Starbucks was about a space with comfortable chairs, lots of power outlets, tables and desks at which we could work and the option to spend as much time in their stores as we wanted without any pressure to buy. The coffee was incidental.","author":"Simon Sinek","topic":"Space"},{"quote":"If the Earth gets hit by an asteroid, it&#39;s game over. It&#39;s control-alt-delete for civilization.","author":"Bill Nye","topic":"Space"},{"quote":"The lunar flights give you a correct perception of our existence. You look back at Earth from the moon, and you can put your thumb up to the window and hide the Earth behind your thumb. Everything you&#39;ve ever known is behind your thumb, and that blue-and-white ball is orbiting a rather normal star, tucked away on the outer edge of a galaxy.","author":"Jim Lovell","topic":"Space"},{"quote":"I remember a specific moment, watching my grandmother hang the clothes on the line, and her saying to me, &#39;you are going to have to learn to do this,&#39; and me being in that space of awareness and knowing that my life would not be the same as my grandmother&#39;s life.","author":"Oprah Winfrey","topic":"Space"},{"quote":"I claim that space is part of our culture. You&#39;ve heard complaints that nobody knows the names of the astronauts, that nobody gets excited about launches, that nobody cares anymore except people in the industry. I don&#39;t believe that for a minute.","author":"Neil deGrasse Tyson","topic":"Space"},{"quote":"We have one planet in our solar system that&#39;s habitable, and that&#39;s the Earth, and space travel can transform things back here for the better. First of all, by just having people go to space and look back on this fragile planet we live on. People have come back transformed and have done fantastic things.","author":"Richard Branson","topic":"Space"},{"quote":"Showing young children in these communities, that there are outlets for their feelings, that there is room in a space for their stories to be told, and that they will be applauded - and it&#39;s not about ego, it&#39;s about connection: that their pain is everybody else&#39;s pain.","author":"Tom Hiddleston","topic":"Space"},{"quote":"The key to creating the mental space before responding is mindfulness. Mindfulness is a way of being present: paying attention to and accepting what is happening in our lives. It helps us to be aware of and step away from our automatic and habitual reactions to our everyday experiences.","author":"Elizabeth Thornton","topic":"Space"},{"quote":"Oh, don&#39;t let&#39;s ask for the moon. We&#39;ve already got the stars.","author":"Bette Davis","topic":"Space"},{"quote":"But, after all, the aim of art is to create space - space that is not compromised by decoration or illustration, space within which the subjects of painting can live.","author":"Frank Stella","topic":"Space"},{"quote":"The vast Pacific Ocean has ample space for China and the United States. We welcome a constructive role by the United States in promoting peace, stability and prosperity in the region. We also hope that the United States will fully respect and accommodate the major interests and legitimate concerns of Asia-Pacific countries.","author":"Xi Jinping","topic":"Space"},{"quote":"I&#39;d say, for me, it&#39;s cooking that gives me a space beyond music. I love food. And somehow, music and food go together so well. Cooking is very therapeutic. That preparation, the fragrance of spices, the wafting aromas - it just sweeps aside my depression, tiredness and name what you may.","author":"Shreya Ghoshal","topic":"Space"},{"quote":"Space is almost infinite. As a matter of fact, we think it is infinite.","author":"Dan Quayle","topic":"Space"},{"quote":"We travel together, passengers on a little spaceship, dependent on its vulnerable reserves of air and soil, all committed, for our safety, to its security and peace. Preserved from annihilation only by the care, the work and the love we give our fragile craft.","author":"Adlai E. Stevenson","topic":"Space"},{"quote":"As far as entertainment, &#39;The Right Stuff&#39; is a good movie. As far as a documentary of the early space days, which they purported it to be, it is not at all.","author":"John Glenn","topic":"Space"},{"quote":"People make their own fates, and if enough of us make our fate to be space explorers, perhaps we can actually get some space exploration done.","author":"Robert Zubrin","topic":"Space"},{"quote":"Some astronauts describe the routine flushing of urine into space, where the freezing temperatures turn the droplets into a cloud of bright, drifting crystals, as being among the most amazing sights they saw on an entire voyage.","author":"Eugene Cernan","topic":"Space"},{"quote":"An album is a whole universe, and the recording studio is a three-dimensional kind of art space that I can fill with sound. Just as the album art and videos are ways of adding more dimensions to the words and music. I like to be involved in all of it because it&#39;s all of a piece.","author":"Bat for Lashes","topic":"Space"},{"quote":"I describe my personal style as &#39;mythic space horse with chocolate box tendencies.&#39;","author":"Gwendoline Christie","topic":"Space"},{"quote":"We stand at the birth of a new millennium, ready to unlock the mysteries of space, to free the Earth from the miseries of disease, and to harness the energies, industries and technologies of tomorrow. A new national pride will stir our souls, lift our sights, and heal our divisions.","author":"Donald Trump","topic":"Space"},{"quote":"Space is big. You just won&#39;t believe how vastly, hugely, mind-bogglingly big it is. I mean, you may think it&#39;s a long way down the road to the drug store, but that&#39;s just peanuts to space.","author":"Douglas Adams","topic":"Space"},{"quote":"Consciousness-one level is understanding where we are in space. Consciousness two is where we understand our position in society: who&#39;s top dog, who&#39;s underdog and who&#39;s in the middle. And type-three consciousness is simulating the future. And type-three consciousness, only humans have this ability to see far into the future.","author":"Michio Kaku","topic":"Space"},{"quote":"When I design buildings, I think of the overall composition, much as the parts of a body would fit together. On top of that, I think about how people will approach the building and experience that space.","author":"Tadao Ando","topic":"Space"},{"quote":"To most people in the U.K., indeed throughout Western Europe, space exploration is primarily perceived as &#39;what NASA does&#39;. This perception is - in many respects - a valid one. Superpower rivalry during the Cold War ramped up U.S. and Soviet space efforts to a scale that Western Europe had no motive to match.","author":"Martin Rees","topic":"Space"},{"quote":"While social media skills were once a &#39;nice-to-have,&#39; accreditation in the space is becoming a requirement for many of these job titles. Hiring managers and job seekers are realizing that printing stacks of resumes is turning passe, and social media is rising as the new way of generating real-time networking opportunities.","author":"Ryan Holmes","topic":"Space"},{"quote":"Creative experimentation propels our culture forward. That our stories of innovation tend to glorify the breakthroughs and edit out all the experimental mistakes doesn&#39;t mean that mistakes play a trivial role. As any artist or scientist knows, without some protected, even sacred space for mistakes, innovation would cease.","author":"Evgeny Morozov","topic":"Space"},{"quote":"For me, art doesn&#39;t stop at the gallery space.","author":"Petra Collins","topic":"Space"},{"quote":"I think you always have to find where the boundary is in relation to the context in order to be able to kind of articulate how you want the space to interact with the viewer.","author":"Richard Serra","topic":"Space"},{"quote":"I feel privileged and honored to have flown. It&#39;s been a tremendous ride, looking back on the legacy and accomplishments, like the Hubble telescope and the launching of the International Space Station in 1998.","author":"Alan G. Poindexter","topic":"Space"},{"quote":"That&#39;s what I&#39;m interested in: the space in between, the moment of imagining what is possible and yet not knowing what that is.","author":"Julie Mehretu","topic":"Space"},{"quote":"Find joy and solace in the simple, and cultivate your utopia by feeling the Tao in every cubic inch of space.","author":"Wayne Dyer","topic":"Space"},{"quote":"In my writing I am acting as a map maker, an explorer of psychic areas, a cosmonaut of inner space, and I see no point in exploring areas that have already been thoroughly surveyed.","author":"William S. Burroughs","topic":"Space"},{"quote":"Sooner or later, I hate to break it to you, you&#39;re gonna die, so how do you fill in the space between here and there? It&#39;s yours. Seize your space.","author":"Margaret Atwood","topic":"Space"},{"quote":"The thought of a limit to perceptual space and time staggers the mind.","author":"Muhammad Iqbal","topic":"Space"},{"quote":"If women can be railroad workers in Russia, why can&#39;t they fly in space?","author":"Valentina Tereshkova","topic":"Space"},{"quote":"Anyone who has spent any time in space will love it for the rest of their lives. I achieved my childhood dream of the sky.","author":"Valentina Tereshkova","topic":"Space"},{"quote":"The stars look the same from night to night. Nebulae and galaxies are dully immutable, maintaining the same overall appearance for thousands or millions of years. Indeed, only the sun, moon and planets - together with the occasional comet, asteroid or meteor - seem dynamic.","author":"Seth Shostak","topic":"Space"},{"quote":"My buildings should have an emotional core - a space which, in itself, has an emotional nice feeling.","author":"Peter Zumthor","topic":"Space"},{"quote":"We are aware only of the empty space in the forest, which only yesterday was filled with trees.","author":"Anna Freud","topic":"Space"},{"quote":"I have a lot of objects in my space, little things, reminders, memories.","author":"Marc Newson","topic":"Space"},{"quote":"We are seeing more managed money and, to an extent, institutional money entering the space. Anecdotally speaking, I know of many people who are working at hedge funds or other investment managers who are trading cryptocurrency personally, the question is, when do people start doing it with their firms and funds?","author":"Olaf Carlson-Wee","topic":"Space"},{"quote":"You never enjoy the world aright, till the sea itself floweth in your veins, till you are clothed with the heavens and crowned with the stars.","author":"Thomas Traherne","topic":"Space"},{"quote":"We are all, in a sense, experts on secrecy. From earliest childhood we feel its mystery and attraction. We know both the power it confers and the burden it imposes. We learn how it can delight, give breathing space and protect.","author":"Sissela Bok","topic":"Space"},{"quote":"The extent of your consciousness is limited only by your ability to love and to embrace with your love the space around you, and all it contains.","author":"Napoleon Bonaparte","topic":"Space"},{"quote":"I don&#39;t believe in angels, no. But I do have a wee parking angel. It&#39;s on my dashboard and you wind it up. The wings flap and it&#39;s supposed to give you a parking space. It&#39;s worked so far.","author":"Billy Connolly","topic":"Space"},{"quote":"As photographs give people an imaginary possession of a past that is unreal, they also help people to take possession of space in which they are insecure.","author":"Susan Sontag","topic":"Space"},{"quote":"I believe that architecture, as anything else in life, is evolutionary. Ideas evolve; they don&#39;t come from outer space and crash into the drawing board.","author":"Bjarke Ingels","topic":"Space"},{"quote":"Maybe the search for life shouldn&#39;t restrict attention to planets like Earth. Science fiction writers have other ideas: balloon-like creatures floating in the dense atmospheres of planets such as Jupiter, swarms of intelligent insects, nano-scale robots and more.","author":"Martin Rees","topic":"Space"},{"quote":"The images of Earth&#39;s delicate biosphere, contrasting with the sterile moonscape where the astronauts left their footsteps, have become iconic for environmentalists: these may indeed be the Apollo programme&#39;s most enduring legacy.","author":"Martin Rees","topic":"Space"},{"quote":"Technology is supposed to make our lives easier, allowing us to do things more quickly and efficiently. But too often it seems to make things harder, leaving us with fifty-button remote controls, digital cameras with hundreds of mysterious features and book-length manuals, and cars with dashboard systems worthy of the space shuttle.","author":"James Surowiecki","topic":"Space"},{"quote":"If you have an ongoing relationship with a person, think of everything positive about that person that you possibly can and enter your interaction from that space. Ignore all the crap that used to drive you up the wall before. You will be amazed at what a change this attitude shift brings about.","author":"Srikumar Rao","topic":"Space"},{"quote":"The essence of architecture is form and space, and light is the essential element to the key to architectural design, probably more important than anything. Technology and materials are secondary.","author":"I. M. Pei","topic":"Space"},{"quote":"I believe in the city as a natural human environment, but we must humanize it. It&#39;s art that will re-define public space in the 21st Century. We can make our cities diverse, inspirational places by putting art, dance and performance in all its forms into the matrix of street life.","author":"Antony Gormley","topic":"Space"},{"quote":"I have marvelous dreams! I meet Buddha, I meet Jesus, I meet Mohammed. I constantly dream of space, stars and planets: we are the children of stardust.","author":"Brian Blessed","topic":"Space"},{"quote":"Science sent the Hubble telescope out into space, so it could capture light and the absence thereof, from the very beginning of time. And the telescope really did that. So now we know that there was once absolutely nothing, such a perfect nothing that there wasn&#39;t even nothing or once.","author":"Kurt Vonnegut","topic":"Space"},{"quote":"Through space the universe encompasses and swallows me up like an atom; through thought I comprehend the world.","author":"Blaise Pascal","topic":"Space"},{"quote":"The philosophy of FIFA is to expand world soccer space, to spread out the world football space.","author":"Vladimir Putin","topic":"Space"},{"quote":"I grew up in New Mexico, and the older I get, I have less need for contemporary culture and big cities and all the stuff we are bombarded with. I am happier at my ranch in the middle of nowhere watching a bug carry leaves across the grass, listening to silence, riding my horse, and being in open space.","author":"Tom Ford","topic":"Space"},{"quote":"My parents were drawn to the idea that there was space and opportunity in Australia. For the meagre sum of &pound;10, you could sail your entire family out to Australia, so that&#39;s what my father chose to do.","author":"Hugh Jackman","topic":"Space"},{"quote":"If I can create some space that people haven&#39;t experienced before and if it stays with them or gives them a dream for the future, that&#39;s the kind of structure I seek to create.","author":"Tadao Ando","topic":"Space"},{"quote":"String theory envisions a multiverse in which our universe is one slice of bread in a big cosmic loaf. The other slices would be displaced from ours in some extra dimension of space.","author":"Brian Greene","topic":"Space"},{"quote":"The promise of any artwork is that it can hold us - viewer and maker - in a conflicted or contestable space, without real-world injury or loss.","author":"Kara Walker","topic":"Space"},{"quote":"Each year, thousands of UFOs are sighted and reported, which is an impressive tally of unidentified aerial phenomena. Surveys show that roughly one-third of the populace believes that at least some of this sky show is due to extraterrestrial spacecraft, here to probe our airspace and, when that proves boring, our bodies.","author":"Seth Shostak","topic":"Space"},{"quote":"Sculpture occupies the same space as your body.","author":"Anish Kapoor","topic":"Space"},{"quote":"With any luck, by the time NASA&#39;s space probe hits Pluto, you&#39;ll be booking a spaceflight with a privately run suborbital airline.","author":"Burt Rutan","topic":"Space"},{"quote":"Young Egyptians, gazing through the windows of the Internet, have gained a keener sense than many of their elders of the freedoms and opportunities they lack. They have found in social media a way to interact and share ideas, bypassing, in virtual space, the restrictions placed on physical freedom of assembly.","author":"Mohamed ElBaradei","topic":"Space"},{"quote":"The way the Establishment deals with people like me is to ignore them. When you become unignorable, they will try to smear you, and that&#39;s what I feared for a long time. Now I have somehow vaulted into this space where it&#39;s difficult for someone to smear me because it would look as though they were being vindictive and spiteful.","author":"Heather Brooke","topic":"Space"},{"quote":"I started realizing that music is the one area where I&#39;ve always let go. When that saxophone goes into my mouth, I get into a space where I never think about the notes I&#39;ve already played or anticipate the notes ahead.","author":"Kenny G","topic":"Space"},{"quote":"The Fuse is a solar energy station in orbit 22,000 miles above the earth. But it&#39;s more than just a big solar panel array. The Fuse is also home to Midway City, a technically illegal settlement that grew out of a bunch of engineers who decided they&#39;d rather make a new life in space than return home to earth.","author":"Antony Johnston","topic":"Space"},{"quote":"Space offers extraordinary potential for commerce and adventure, for new innovations and new tests of will. As Americans, we can&#39;t help but reach for the stars. It&#39;s our nature. It&#39;s our destiny.","author":"Bill Frist","topic":"Space"},{"quote":"It may be that we live in an endless universe, both in space and in time. And there&#39;ve been Bangs in the past, and there will be Bangs in the future.","author":"Neil Turok","topic":"Space"},{"quote":"The ultimate aim of all science to penetrate the unknown. Do you realize we know less about the earth we live on than about the stars and the galaxies of outer space? The greatest mystery is right here, right under our feet.","author":"Walter Reisch","topic":"Space"},{"quote":"I might have lived long enough to learn all this in the long haul, but I would have been just another soul taking up time and space for a long spell before I learned.","author":"Lou Rawls","topic":"Space"},{"quote":"The black holes of nature are the most perfect macroscopic objects there are in the universe: the only elements in their construction are our concepts of space and time.","author":"Subrahmanyan Chandrasekhar","topic":"Space"},{"quote":"The space shuttle was often used as an example of why you shouldn&#39;t even attempt to make something reusable. But one failed experiment does not invalidate the greater goal. If that was the case, we&#39;d never have had the light bulb.","author":"Elon Musk","topic":"Space"},{"quote":"I used to consider the listener. But now I&#39;m in a space where, if I&#39;m not inspired, I can&#39;t really do the music. I can&#39;t feel it.","author":"Kendrick Lamar","topic":"Space"},{"quote":"Many people in this world are still so identified with every thought that arises in their head. There is not the slightest space of awareness there.","author":"Eckhart Tolle","topic":"Space"},{"quote":"Poetry, I feel, is a tyrannical discipline. You&#39;ve got to go so far so fast in such a small space; you&#39;ve got to burn away all the peripherals.","author":"Sylvia Plath","topic":"Space"},{"quote":"The motions of the comets are exceedingly regular, and they observe the same laws as the motions of the planets, but they differ from the motions of vortices in every particular and are often contrary to them.","author":"Isaac Newton","topic":"Space"},{"quote":"I believe the biggest impediment we have right now with going to Mars is public commitment. More people need to see themselves as a part of space travel; we need to see more inclusiveness.","author":"Mae Jemison","topic":"Space"},{"quote":"We were talking about the space between us all and the people who hide themselves behind a wall of illusion. Never glimpse the truth - then it&#39;s far too late when they pass away.","author":"George Harrison","topic":"Space"},{"quote":"I slept just floating in the middle of the flight deck, the upper deck of the space shuttle.","author":"Sally Ride","topic":"Space"},{"quote":"If you don&#39;t like airline food, you&#39;ll probably have the same impression of space station food. I would not fly to space for the food.","author":"Chris Hadfield","topic":"Space"},{"quote":"I don&#39;t know what you could say about a day in which you have seen four beautiful sunsets.","author":"John Glenn","topic":"Space"},{"quote":"A lot of the moves I make originate from futsal. It&#39;s played in a very small space, and the ball control is different in futsal. And to this day my ball control is pretty similar to a futsal player&#39;s control.","author":"Ronaldinho","topic":"Space"},{"quote":"All architecture has a public nature, I believe, so I would like to make a public space.","author":"Tadao Ando","topic":"Space"},{"quote":"When I wrote the opera, I made a deal with myself that for at least an hour a day I would work on it, even if it meant just sitting on my piano bench, staring into space and thinking about it. It&#39;s about keeping it regular, like your bowel movements - let&#39;s get real: it&#39;s your bodily artistic movements! It comes from the same place.","author":"Rufus Wainwright","topic":"Space"},{"quote":"Well, I met Frank Sinatra and Bob Dylan in the space of 15 minutes. Frank Sinatra kissed me on the lips. He kissed me on the lips. And then he gave me a filterless cigarette. And then I met Bob Dylan. I came off all lightheaded and had to go sit on his dressing-room steps.","author":"Kate Moss","topic":"Space"},{"quote":"Once you&#39;ve been in space, you appreciate how small and fragile the Earth is.","author":"Valentina Tereshkova","topic":"Space"},{"quote":"I always wanted to be a cowboy, and Jedi Knights are basically cowboys in space, right?","author":"Liam Neeson","topic":"Space"},{"quote":"The characteristic of great innovators and great companies is they see a space that others do not. They don&#39;t just listen to what people tell them; they actually invent something new, something that you didn&#39;t know you needed, but the moment you see it, you say, &#39;I must have it.&#39;","author":"Eric Schmidt","topic":"Space"},{"quote":"Most of us were probably less than immaculately honest as teenagers; it&#39;s practically encoded into adolescence that you savor your secrets, dress in disguise, carve out some space for experiments and accidents and all the combustible lab work of becoming who you are.","author":"Nancy Gibbs","topic":"Space"},{"quote":"Imagery is powerful. Imagery is provocative - satellite imagery much more so because it is from space, and it allows us to get this perspective that we don&#39;t have to have otherwise.","author":"Sarah Parcak","topic":"Space"},{"quote":"I&#39;m in a space of surrendering and being open and seeing. It&#39;s a good place to be - the only place to be.","author":"Sherilyn Fenn","topic":"Space"},{"quote":"I like playing with that space between laughter and discomfort where your discomfort can also make you laugh, and you&#39;re confused about the mixed feelings. That&#39;s challenging, and I think that&#39;s what makes for some of the best art.","author":"Hari Kondabolu","topic":"Space"},{"quote":"Realizing this, I knew that the actual space of a room could be broken down and played with by planting illusions of real light (electric light) at crucial junctures in the room&#39;s composition.","author":"Dan Flavin","topic":"Space"},{"quote":"I don&#39;t have to go into outer space to write about an astronaut.","author":"Geoffrey S. Fletcher","topic":"Space"},{"quote":"It always surprises me when donors who operate successful businesses assume that just building a school structure means that a community now has access to education. When creating a business, does renting an office space now mean that you&#39;re producing goods, training staff and generating revenues?","author":"Adam Braun","topic":"Space"},{"quote":"When I was a child, I wanted to... go into space! To go to Mars. I wanted to explore and explore and explore. I wanted to go to the Lost World in South America - I was heartbroken to discover there were no dinosaurs; I still don&#39;t accept it.","author":"Brian Blessed","topic":"Space"},{"quote":"The Earth is the cradle of humanity, but mankind cannot stay in the cradle forever.","author":"Konstantin Tsiolkovsky","topic":"Space"},{"quote":"I&#39;m always involved with the Aerospace Program and NASA and Goddard Space Flight Center. And if kids feel so inclined, they can log onto NASA and the Optimus Prime Spinoff Award, which we present every year to some of the brilliant young minds that are taking up into the academics of space, science, technology, math.","author":"Peter Cullen","topic":"Space"},{"quote":"What is the use of a house if you haven&#39;t got a tolerable planet to put it on?","author":"Henry David Thoreau","topic":"Space"},{"quote":"The people who are doing the work are the moving force behind the Macintosh. My job is to create a space for them, to clear out the rest of the organization and keep it at bay.","author":"Steve Jobs","topic":"Space"},{"quote":"The urge to miniaturize electronics did not exist before the space program. I mean our grandparents had radios that was furniture in the living room. Nobody at the time was saying, &#39;Gee, I want to carry that in my pocket.&#39; Which is a non-thought.","author":"Neil deGrasse Tyson","topic":"Space"},{"quote":"Whether or not people go into space or serve the space industry, they will have the sensitivity to those fields necessary to stimulate unending innovation in the technological fields, and it&#39;s that innovation in the 21st century that will drive tomorrow&#39;s economies.","author":"Neil deGrasse Tyson","topic":"Space"},{"quote":"Space ails us moderns: we are sick with space.","author":"Robert Frost","topic":"Space"},{"quote":"Absolute space, in its own nature, without regard to anything external, remains always similar and immovable. Relative space is some movable dimension or measure of the absolute spaces, which our senses determine by its position to bodies, and which is vulgarly taken for immovable space.","author":"Isaac Newton","topic":"Space"},{"quote":"Tony Visconti and I had been wanting to work together again for a few years now. Both of us had fairly large commitments and for a long time we couldn&#39;t see a space in which we could get anything together.","author":"David Bowie","topic":"Space"},{"quote":"For many people, the family is portrayed as the settled place of reasonable safety, but as anyone who has read &#39;The God of Small Things&#39; would know, for me it was a dangerous place. I felt humiliated in that space. I wanted to get away as soon as I could.","author":"Arundhati Roy","topic":"Space"},{"quote":"Every bit of me is devoted to love and art. And I aspire to try to be a teacher to my young fans who feel just like I felt when I was younger. I just felt like a freak. I guess what I&#39;m trying to say is I&#39;m trying to liberate them, I want to free them of their fears and make them feel that they can make their own space in the world.","author":"Lady Gaga","topic":"Space"},{"quote":"Your billion-dollar ideas don&#39;t show up in the middle of dramatic distraction. They show up when you have the business and personal discipline to make space for your creative mind to flourish.","author":"Robin S. Sharma","topic":"Space"},{"quote":"For NASA, space is still a high priority.","author":"Dan Quayle","topic":"Space"},{"quote":"I&#39;m a bit of a caveman - I don&#39;t go out into the digital space very often. I lie facedown on the grass and count how many bugs I can find.","author":"Dave Matthews","topic":"Space"},{"quote":"Music deals with time and timing. It&#39;s so magical, but when you get into it, every little sound and every little space between the sounds, it&#39;s critical, so critical. And if it&#39;s not there, it not only feels wrong, but it ruins things.","author":"David Lynch","topic":"Space"},{"quote":"In so many and such important ways, then, do the planets bear witness to the earth&#39;s mobility.","author":"Nicolaus Copernicus","topic":"Space"},{"quote":"Time and space always change, but there is something which is eternal and changeless. For example, the world and time, past or future, nothing exists for us in sleep. But we exist. Let us try to find out that which is changeless and which always exists.","author":"Ramana Maharshi","topic":"Space"},{"quote":"As someone who flew two space capsules and twice landed in the ocean, I can attest from personal experience how much logistics work is needed to get you home.","author":"Buzz Aldrin","topic":"Space"},{"quote":"I think humans will reach Mars, and I would like to see it happen in my lifetime.","author":"Buzz Aldrin","topic":"Space"},{"quote":"The Infinite cannot be measured. The plan of Nature is so immense, but she has no plan, no scheme, but to go on and on forever. What is size, what is time, distance, to the Infinite? Nothing. The Infinite knows no time, no space, no great, no small, no beginning, no end.","author":"John Burroughs","topic":"Space"},{"quote":"It doesn&#39;t matter at all for me that I work in hospital or anywhere with limited space. Every day, I&#39;m creating new works with all my might.","author":"Yayoi Kusama","topic":"Space"},{"quote":"I had always planned to make a large painting of the early spring, when the first leaves are at the bottom of the trees, and they seem to float in space in a wonderful way. But the arrival of spring can&#39;t be done in one picture.","author":"David Hockney","topic":"Space"},{"quote":"I take the invasion of my personal space very seriously.","author":"Kid Rock","topic":"Space"},{"quote":"I start from one point and go as far as possible. But, unfortunately, I never lose my way. I &#39;localize,&#39; which is to say that I think always in a given space. I rarely think of the whole of a solo, and only very briefly. I always return to the small part of the solo that I was in the process of playing.","author":"John Coltrane","topic":"Space"},{"quote":"I write for myself, and my goal is bringing that world and that experience of black Americans to life on the stage and giving it a space there.","author":"August Wilson","topic":"Space"},{"quote":"I would love to play alongside Wayne Rooney. He does the running of two or three players and makes a lot of space. We would be the perfect combination.","author":"Zlatan Ibrahimovic","topic":"Space"},{"quote":"On paper, being good sounds great but a lot depends on the atmosphere of the workplace or community we live in. We tend to become good or bad depending on the cues sent out within a particular space.","author":"Alain de Botton","topic":"Space"},{"quote":"As I grew steadily more comfortable in the kitchen, I found that, much like gardening, most cooking manages to be agreeably absorbing without being too demanding intellectually. It leaves plenty of mental space for daydreaming and reflection.","author":"Michael Pollan","topic":"Space"},{"quote":"Thus passing through the infinite varieties of space we reach the Divine space which is absolutely free from all dimensions and constitutes the meeting point of all infinities.","author":"Muhammad Iqbal","topic":"Space"},{"quote":"Relativity challenges your basic intuitions that you&#39;ve built up from everyday experience. It says your experience of time is not what you think it is, that time is malleable. Your experience of space is not what you think it is; it can stretch and shrink.","author":"Brian Greene","topic":"Space"},{"quote":"I&#39;m not reinventing the wheel here. I&#39;m not Chuck Berry or Bill Monroe. Guys like that are from outer space.","author":"Chris Stapleton","topic":"Space"},{"quote":"I&#39;m a little territorial and defensive. I don&#39;t like having my space invaded.","author":"Shia LaBeouf","topic":"Space"},{"quote":"Each one of us decides to incarnate upon this planet at a particular point in time and space. We have chosen to come here to learn a particular lesson that will advance us upon our spiritual, evolutionary pathway.","author":"Louise L. Hay","topic":"Space"},{"quote":"Once you learn to choose your belongings properly, you will be left with only the amount that fits perfectly in the space you own.","author":"Marie Kondo","topic":"Space"},{"quote":"The majority of the world is empty space. Empty space, empty space, empty space. All that we see in the world, the life, the animals, plants, people - it&#39;s all empty space. That&#39;s amazing!","author":"Chris Evans","topic":"Space"},{"quote":"I would not say that female cosmonauts are not welcomed in the Russian space program. I must say, however, that all spaceflight hardware, including spacesuits and spacecraft comfort assuring systems, were designed mostly by men and for men.","author":"Valentina Tereshkova","topic":"Space"},{"quote":"More women should actively participate in space flight. There are many well educated women working in the space industry; they are very good candidates.","author":"Valentina Tereshkova","topic":"Space"},{"quote":"We call the fates of the Titanic and the Concordia - as well as those of the space shuttles Challenger and Columbia - &#39;accidents.&#39; Foreseeing such undesirable events is what engineers are expected to do. However, design trade-offs leave technological systems open to failings once predicted, but later forgotten.","author":"Henry Petroski","topic":"Space"},{"quote":"I have an &#39;office,&#39; technically. I never use it. I work on a couch in my living room, with my laptop on my lap, looking out the windows. I love space and green things. And I&#39;m an incredibly casual person. I slouch. I close the laptop and just lie on the couch for a while if I need to think. I put my feet up on a table while I type.","author":"Ramez Naam","topic":"Space"},{"quote":"Everything&#39;s got space between it, the planets, trees, your eyes. Your eyes get too close together, it&#39;s a whole different world. You can lose perspective.","author":"Mos Def","topic":"Space"},{"quote":"People need to be made conscious of a very simple reality: we have no choice but to share this planet, this small blue sphere floating in the vast reaches of space, with all of our fellow &#39;passengers.&#39;","author":"Daisaku Ikeda","topic":"Space"},{"quote":"The &#39;International Style of Modernism&#39; came with the advent of building services. In the end, the architecture became like a container space, essentially like a boring box with a basement full of machinery to make it inhabitable. As a result, buildings literally started to look identical all over the planet.","author":"Bjarke Ingels","topic":"Space"},{"quote":"I enjoy finding the right word and giving each its full measure, its full space in a sentence.","author":"Miriam Margolyes","topic":"Space"},{"quote":"The universe is information and we are stationary in it, not three dimensional and not in space or time.","author":"Philip K. Dick","topic":"Space"},{"quote":"Make space in your life for the things that matter, for family and friends, love and generosity, fun and joy. Without this, you will burn out in mid-career and wonder where your life went.","author":"Jonathan Sacks","topic":"Space"},{"quote":"You know what I would like to do: make a film with actors standing in empty space so that the spectator would have to imagine the background of the characters.","author":"Michelangelo Antonioni","topic":"Space"},{"quote":"Mainly, I hope to inspire honesty. We live in a space where so much can be manipulated, and so much is expected to be manipulated - curated, contrived, edited. I think that&#39;s a real detriment to self expression and happiness in a lot of ways. In my mind, honesty and vulnerability is the way forward.","author":"K. Flay","topic":"Space"},{"quote":"Our time here is magic! It&#39;s the only space you have to realize whatever it is that is beautiful, whatever is true, whatever is great, whatever is potential, whatever is rare, whatever is unique, in. It&#39;s the only space.","author":"Ben Okri","topic":"Space"},{"quote":"We need affordable space travel to inspire our youth, to let them know that they can experience their dreams, can set significant goals and be in a position to lead all of us to future progress in exploration, discovery and fun. Thanks to the X Prize for the inspiration.","author":"Burt Rutan","topic":"Space"},{"quote":"From the beginning I thought about working with the body in movement, the space between the body and clothes. I wanted the clothes to move when people moved. The clothes are also for people to dance or laugh.","author":"Issey Miyake","topic":"Space"},{"quote":"To the casual observer, the Dropbox demo video looked like a normal product demonstration, but we put in about a dozen Easter eggs that were tailored for the Digg audience. References to Tay Zonday and &#39;Chocolate Rain&#39; and allusions to &#39;Office Space&#39; and &#39;XKCD.&#39; It was a tongue-in-cheek nod to that crowd, and it kicked off a chain reaction.","author":"Drew Houston","topic":"Space"},{"quote":"When walking, you see things that you miss in a motor car or on the train. You give your mind space to ponder.","author":"Tom Hodgkinson","topic":"Space"},{"quote":"When gravitational waves reach the earth, the waves stretch and squeeze space. This is a tiny stretch and squeeze. Far too small to detect with ordinary human senses.","author":"Kip Thorne","topic":"Space"},{"quote":"Wilderness trails constitute a rare space in America marked by economic diversity. Lawyers and construction workers get bitten by the same mosquitoes and sip from the same streams; there are none of the usual signals about socioeconomic status, for most hikers are in shorts and a T-shirt and enveloped by an aroma that would make a skunk queasy.","author":"Nicholas Kristof","topic":"Space"},{"quote":"In truth, my Anglophilia is fundamentally bookish: I yearn for one of those country house libraries, lined on three walls with mahogany bookshelves, their serried splendor interrupted only by enough space to display, above the fireplace, a pair of crossed swords or sculling oars and perhaps a portrait of some great English worthy.","author":"Michael Dirda","topic":"Space"},{"quote":"I go to a very visual place when I&#39;m singing. It&#39;s very cinematic and I get this feeling of space. I love when music does that.","author":"Dave Gahan","topic":"Space"},{"quote":"It&#39;s easy when you&#39;re working together to let work things overtake your life, when all you&#39;re talking about is work, and you never leave that space.","author":"St. Lucia","topic":"Space"},{"quote":"You don&#39;t have to work for Google, or any of the other firms encouraging staff to pursue personal projects on company time, to use slowness to unlock your creativity. Anyone can do it. Start by clearing space in your schedule for rest, daydreaming and serendipity. Take breaks away from your desk, especially when you get stuck on a problem.","author":"Carl Honore","topic":"Space"},{"quote":"I would say that the whole way that I have approached the body is as a space, not a thing - not an object to be improved, idealised or whatever, but simply to be dwelt in.","author":"Antony Gormley","topic":"Space"},{"quote":"Ease of navigation is important in both physical and virtual space.","author":"John Quelch","topic":"Space"},{"quote":"I have a theory that women are generally given space and appointed to jobs when the situation is tough. I&#39;ve observed that in many instances. In times of crisis, women eventually are called upon to sort out the mess, face the difficult issues and be completely focused on restoring the situation.","author":"Christine Lagarde","topic":"Space"},{"quote":"I want to party in space because I make alien music.","author":"David Guetta","topic":"Space"},{"quote":"I felt the most intense pleasure in piercing the stone in order to make an abstract form and space; quite a different sensation from that of doing it for the purpose of realism.","author":"Barbara Hepworth","topic":"Space"},{"quote":"I grew up like Huck Finn, always outdoors, exploring, collecting frogs - there was space everywhere. I want my kids to experience that too. I love being outside.","author":"Josh Duhamel","topic":"Space"},{"quote":"A few months after NASA was formed, I was asked if I knew anyone who would like to set up a program in space astronomy.","author":"Nancy Roman","topic":"Space"},{"quote":"We will build in Britain a cyber strike capability so we can strike back in cyber space against enemies who attack us, putting cyber alongside land, sea, air and space as a mainstream military activity.","author":"Philip Hammond","topic":"Space"},{"quote":"I grew up watching a lot of the coverage of the early U.S. space program, all the way back starting with Mercury and then through Gemini and Apollo and of course going to the moon as the main part of the Apollo program.","author":"Linda M. Godwin","topic":"Space"},{"quote":"We launch when we&#39;re kind of in the same orbit that they are in terms of being matched up in inclination in space, and we&#39;re just in a little different altitude.","author":"Linda M. Godwin","topic":"Space"},{"quote":"Canada&#39;s a huge country, so to be able to unite the country through communication satellite technology or to be able to observe it through remote sensing technology from space is a natural fit for a country like Canada.","author":"Marc Garneau","topic":"Space"},{"quote":"The ballet makes us look at those bodies, it makes us listen to that music, it makes us wonder at the geometry, of the way they come together. The way that extraordinary space is controlled and given such emotional force.","author":"John Guare","topic":"Space"},{"quote":"In elementary school, I read every single space book in the library about all the planets, about nebulas, about black holes. So for as long as I can remember, I&#39;ve been just looking up at the stars and wondering what&#39;s out there and even what may be looking back at us.","author":"Sunil Nagaraj","topic":"Space"},{"quote":"I think space exploration is very important. I think there is very intelligent life on Mars. I believe that Martians are spying on us from the bottom of the ocean.","author":"Annabella Sciorra","topic":"Space"},{"quote":"I think the human race doesn&#39;t have a future if we don&#39;t go into space. We need to expand our horizons beyond planet Earth if we are to have a long-term future.","author":"Lucy Hawking","topic":"Space"},{"quote":"I&#39;ve always been interested in the idea of space exploration. When I was younger it was just a dream, but the theory of rockets being able to travel through space was very much alive. I found it very exciting.","author":"Gerry Anderson","topic":"Space"},{"quote":"In order for us to have a future that&#39;s exciting and inspiring, it has to be one where we&#39;re a space-bearing civilization.","author":"Elon Musk","topic":"Space"},{"quote":"So we originally expected to make about 35 gigawatt hours at the cell level and about 50 gigawatt hours at the module or pack level. Now we are expecting to do about 150 gigawatt hours in the same volumetric space as the original design.","author":"Elon Musk","topic":"Space"},{"quote":"When a young non-white male is stopped and searched at the whim of a police officer, his idea of personal space, privacy and self esteem are shattered, to say nothing of his Fourth and Fourteenth Amendment protections. The damage goes deep quickly and stays. Stop &amp; frisk, as well as a tactic, is also an incitement.","author":"Henry Rollins","topic":"Space"},{"quote":"Before 1915, space and time were thought of as a fixed arena in which events took place, but which was not affected by what happened in it. Space and time are now dynamic quantities... space and time not only affect but are also affected by everything that happens in the universe.","author":"Stephen Hawking","topic":"Space"},{"quote":"A zero-gravity flight is a first step toward space travel.","author":"Stephen Hawking","topic":"Space"},{"quote":"It is indeed a matter of great difficulty to discover, and effectually to distinguish, the true motions of particular bodies from the apparent because the parts of that immovable space, in which those motions are performed, do by no means come under the observation of our senses.","author":"Isaac Newton","topic":"Space"},{"quote":"When it comes to space, I see it as my job, I&#39;m building infrastructure the hard way. I&#39;m using my resources to put in place heavy lifting infrastructure so the next generation of people can have a dynamic, entrepreneurial explosion into space.","author":"Jeff Bezos","topic":"Space"},{"quote":"I&#39;m never going to go to Mars, but I&#39;ve helped inspire, thank goodness, the people who built the rockets and sent our photographic equipment off to Mars.","author":"Ray Bradbury","topic":"Space"},{"quote":"I feel like I&#39;m at a really happy, good space.","author":"Kim Kardashian","topic":"Space"},{"quote":"I&#39;d love to go into space again if there were a mission to Mars. I&#39;d also love to go to a completely different planetary system, out of our solar system.","author":"Mae Jemison","topic":"Space"},{"quote":"I stayed in the astronaut program until 1993. People ask me why I left. I thought I had a lot of things to contribute that would be difficult to do if I stayed. I thought I could have a stronger voice as an advocate for space exploration. So I ended up starting my own technology consulting company.","author":"Mae Jemison","topic":"Space"},{"quote":"Einstein&#39;s gravitational theory, which is said to be the greatest single achievement of theoretical physics, resulted in beautiful relations connecting gravitational phenomena with the geometry of space; this was an exciting idea.","author":"Richard P. Feynman","topic":"Space"},{"quote":"Consciousness, rather than being an epiphenomenon of matter, is actually the source of matter. It differentiates into space time, energy, information, and matter. Even though this view is an ancient view, an ancient world view, it is now finding some resonance amongst a few scientists.","author":"Deepak Chopra","topic":"Space"},{"quote":"From this time on, the universe is built up into an aggregate of permanent objects connected by causal relations that are independent of the subject and are placed in objective space and time.","author":"Jean Piaget","topic":"Space"},{"quote":"I was afraid that science-fiction buffs and everybody would say things like, &#39;You know, there&#39;s no sound in outer space.&#39;","author":"George Lucas","topic":"Space"},{"quote":"The Hadley Street Dream is a tribute to making a vision come to life. My father built a compound on a dessert city block, he saw something in that space we couldn&#39;t see. It was years later the album was born right there on Hadley St. He built the studio I started recording the album at.","author":"Solange Knowles","topic":"Space"},{"quote":"The idea of &#39;Badlands&#39; was creating a space with sound, which is a really difficult thing to do.","author":"Halsey","topic":"Space"},{"quote":"It&#39;s very dangerous to put astronauts on a moon base where there&#39;s radiation, solar flares and micro meteorites. It&#39;d be much better to put robots on the moon and have them mentally connected to astronauts on the Earth.","author":"Michio Kaku","topic":"Space"},{"quote":"Most Jupiter-sized planets orbit the mother star in a highly elliptical orbit. This means they will often cross the orbit of any Earth-like planet and fling it into outer space, making life impossible. But our Jupiter travels in a near-perfect circular orbit, preventing a collision with any Earth-like planet, making life possible.","author":"Michio Kaku","topic":"Space"},{"quote":"The universe is a symphony of strings, and the mind of God that Einstein eloquently wrote about for thirty years would be cosmic music resonating through eleven-dimensional hyper space.","author":"Michio Kaku","topic":"Space"},{"quote":"Now, we occupy a lowly position, both in space and rank in comparison with the heavenly sphere, and the Almighty is Most High not in space, but with respect to absolute existence, greatness and power.","author":"Maimonides","topic":"Space"},{"quote":"From journalism I learned to write under pressure, to work with deadlines, to have limited space and time, to conduct and interview, to find information, to research, and above all, to use language as efficiently as possible and to remember always that there is a reader out there.","author":"Isabel Allende","topic":"Space"},{"quote":"Our fresh technical resources have furthered the disintegration of solid masses of masonry into slender piers, with consequent far-reaching economies in bulk, space, weight, and haulage.","author":"Walter Gropius","topic":"Space"},{"quote":"Being able to draw means being able to put things in believable space. People who don&#39;t draw very well can&#39;t do that.","author":"David Hockney","topic":"Space"},{"quote":"A just laicism allows religious freedom. The state does not impose religion but rather gives space to religions with a responsibility toward civil society, and therefore it allows these religions to be factors in building up society.","author":"Pope Benedict XVI","topic":"Space"},{"quote":"In many a piece of music, it&#39;s the pause or the rest that gives the piece its beauty and its shape. And I know I, as a writer, will often try to include a lot of empty space on the page so that the reader can complete my thoughts and sentences and so that her imagination has room to breathe.","author":"Pico Iyer","topic":"Space"},{"quote":"Islam is about finding your own space.","author":"Kareem Abdul-Jabbar","topic":"Space"},{"quote":"Well, I don&#39;t think we should go to the moon. I think we maybe should send some politicians up there.","author":"Ron Paul","topic":"Space"},{"quote":"When you&#39;re out on the touchline, like a winger, it is easier to play. You see everything: the mess, the crowd, the activity is all inside. When you play inside, you don&#39;t see anything in there because so much is happening in such a small space and all around you.","author":"Pep Guardiola","topic":"Space"},{"quote":"The mysteriousness and mystique of space is such, that science fiction attempts to tantalize you by telling you a story that could possibly be out there and that&#39;s the appeal of science fiction.","author":"William Shatner","topic":"Space"},{"quote":"I&#39;m not as angry as I used to be. But I can get in touch with that anger pretty quickly if I feel my space is being invaded or somebody is not treating me with the respect that I think I want.","author":"Samuel L. Jackson","topic":"Space"},{"quote":"Since my own genome was sequenced, my software has been broadcast into space in the form of electromagnetic waves, carrying my genetic information far beyond Earth. Whether there is any creature out there capable of making sense of the instructions in my genome, well, that&#39;s another question.","author":"Craig Venter","topic":"Space"},{"quote":"Sites need to be able to interact in one single, universal space.","author":"Tim Berners-Lee","topic":"Space"},{"quote":"In any game, you have an enemy coming at yourself that you have to shoot. If you go back to &#39;Space Invaders,&#39; they shoot at you when they come at you, so how are you going to protect yourself? You&#39;re going to shoot, and that is a typical videogame.","author":"Hideo Kojima","topic":"Space"},{"quote":"Aside from communications satellites, space is devoid of industry.","author":"Lawrence M. Krauss","topic":"Space"},{"quote":"When it comes to the things that people really want in science fiction - like space travel - the simplest things end up causing them not to happen. Humans are 100-pound bags of water, built to live on Earth.","author":"Lawrence M. Krauss","topic":"Space"},{"quote":"I am involved in the architecture of space.","author":"James Turrell","topic":"Space"},{"quote":"While strides are being made in the social-media space, the newspaper and news business should continue to embrace social media.","author":"Amy Jo Martin","topic":"Space"},{"quote":"If I got the option of going into outer space and hanging out there for a day and then coming back home and dying the next day, or just waiting around to see if there&#39;s any opportunity for the technology to develop so that I might experience outer space sometime in the future, I would probably take the ride today and die tomorrow.","author":"Ariel Pink","topic":"Space"},{"quote":"When many astronauts go to space, they see the insignificant size of the earth and vastness of space, and they become very religious, because they have seen the Signs of Allah.","author":"Cat Stevens","topic":"Space"},{"quote":"NASA will send up a big sun shade that will be in orbit between the earth and sun and deflect 2 or 3 percent of the sunshine back into space. It would be cheaper than the international space station.","author":"James Lovelock","topic":"Space"},{"quote":"They forbade me from flying, despite all my protests and arguments. After being once in space, I was desperately keen to go back there. But it didn&#39;t happen.","author":"Valentina Tereshkova","topic":"Space"},{"quote":"The space shuttle was designed, at least in part, to broaden our knowledge of the universe. To scientists, the vehicle was a tool; to engineers, it was their creation.","author":"Henry Petroski","topic":"Space"},{"quote":"If I can get some student interested in science, if I can show members of the general public what&#39;s going on up there in the space program, then my job&#39;s been done.","author":"Christa McAuliffe","topic":"Space"},{"quote":"Strange indeed would it be if all the space around us be empty, mere waste void, and the inhabitants of Earth the only forms in which intelligence could clothe itself.","author":"Annie Besant","topic":"Space"},{"quote":"An optimist is a driver who thinks that empty space at the curb won&#39;t have a hydrant beside it.","author":"Jules Renard","topic":"Space"},{"quote":"Nothing puzzles me more than the time and space; and yet nothing troubles me less.","author":"Charles Lamb","topic":"Space"},{"quote":"The question that will decide our destiny is not whether we shall expand into space. It is: shall we be one species or a million? A million species will not exhaust the ecological niches that are awaiting the arrival of intelligence.","author":"Freeman Dyson","topic":"Space"},{"quote":"For an object under the eye will appear very different from the same object placed above it; in an inclosed space, very different from the same in an open space.","author":"Vitruvius","topic":"Space"},{"quote":"We collectively have a special place in our heart for the manned space flight program - Apollo nostalgia is one element, but that is only part of it. American culture worships explorers - look at the fame of Lewis and Clark, for example. The American people want to think of themselves as supporting exploration.","author":"Nathan Myhrvold","topic":"Space"},{"quote":"Consider: The human genome consists of about 3.3 billion base pairs. Since there are only four types of pair, that amounts to 0.8 gigabytes of information, or about what you can fit on a CD. With a microwave radio transmitter, you could beam that amount of information into space in a few minutes, and have it travel to anyone at light speed.","author":"Seth Shostak","topic":"Space"},{"quote":"What&#39;s a space elevator? Simply described, it&#39;s a thin ribbon, about 3 feet wide and 60 thousand miles long, stretching upwards from the surface of the Earth. The lower end is bolted to a heavy anchor (think of an oil drilling platform), and the top is capped with a counterweight.","author":"Seth Shostak","topic":"Space"},{"quote":"Broadly, the meaning of life comes from how we interact with each other. The Internet can reconfigure space so that the right people are always next to each other.","author":"Reid Hoffman","topic":"Space"},{"quote":"It is foolish to claim, as some do, that emigration into space offers a long-term escape from Earth&#39;s problems. Nowhere in our solar system offers an environment even as clement as the Antarctic or the top of Everest.","author":"Martin Rees","topic":"Space"},{"quote":"Am I willing to go to Mars? Yes, but I&#39;m not willing to spend nine months getting there, then wait 18 more months until the planets align to come home.","author":"Eugene Cernan","topic":"Space"},{"quote":"Today, we are on a path of decay. We are seeing the book close on five decades of accomplishment as the leader in human space exploration.","author":"Eugene Cernan","topic":"Space"},{"quote":"I think we always view people who make us feel uncomfortable and appear to intrude on our middle-class cozy space, we view them with, if not hostility, at least suspicion, discomfort, embarrassment.","author":"Ian Anderson","topic":"Space"},{"quote":"Who among us has never looked up into the heavens on a starlit night, lost in wonder at the vastness of space and the beauty of the stars?","author":"Jeb Bush","topic":"Space"},{"quote":"There is just one thing I can promise you about the outer-space program - your tax-dollar will go further.","author":"Wernher von Braun","topic":"Space"},{"quote":"I think I understand something about space. I think the job of a sculptor is spatial as much as it is to do with form.","author":"Anish Kapoor","topic":"Space"},{"quote":"Even in making objects, as soon as you start to get the feeling that some form of craft is coming into place, you realize that everything is wrong. Because craft is really just a fetish. It is wasted energy. It&#39;s about the object, some space which has nothing to do with the human.","author":"Jeff Koons","topic":"Space"},{"quote":"When someone tells me, &#39;Oh, we have so many problems on Earth; space exploration costs too much money,&#39; I say, &#39;I absolutely agree with you. But I still hope we do it.&#39;","author":"Mary Roach","topic":"Space"},{"quote":"Growing up, when I was at live shows, I was always hoping someone would come out on stage and say, &#39;The guitarist is sick and couldn&#39;t make it... does anybody know how to play all the songs?&#39; That was always my little dream. It was a massively inspiring thing to be in a space with live shows.","author":"James Bay","topic":"Space"},{"quote":"My fascination has been the space between cloth and the body, and using a two-dimensional element to clothe a three-dimensional form.","author":"Issey Miyake","topic":"Space"},{"quote":"People do not choose Dropbox because it has this much space or gigabytes. They choose it for the experience.","author":"Drew Houston","topic":"Space"},{"quote":"When you think about the scale of human populations all over the world and the fact that there&#39;s so much here, really, the only way to be able to visualize that is to pull back in space... It allows us to see hidden temples and tombs and pyramids and even entire settlements.","author":"Sarah Parcak","topic":"Space"},{"quote":"I might have missed my calling as an editor. In the spring, the sight of my empty garden beds gives me the horticultural equivalent of writers&#39; block: So much space! So many plants to choose among, and yet none of them seem quite right!","author":"Susan Orlean","topic":"Space"},{"quote":"Over the past 50 years we got versions of X-ray specs and space vacations, and even death rays. But the X-ray specs don&#39;t fit on your face - they&#39;re big things that screen your luggage for guns. Space vacations are real, but they cost $20 million. We have death rays, but you have to be a triple Ph.D. to play with them.","author":"Daniel H. Wilson","topic":"Space"},{"quote":"&#39;Sol Invictus&#39; works like your basic FNM record: the sequencing is an artful job, hustling you politely through all the gentle, harsh, weird surprises that follow - and then when it&#39;s over, you get back on the ride and start over, just like Space Mountain.","author":"Greg Gutfeld","topic":"Space"},{"quote":"There is no reason to design buildings that are more basic and rectilinear, because with concrete you can cover almost any space.","author":"Oscar Niemeyer","topic":"Space"},{"quote":"In many cases, contemporary materialisms map uncannily well onto Pre-Socratic ideas such that instead of Anaximander, we have the physicist David Bohm and his idea of an underlying &#39;implicate order&#39; that transcends time and space.","author":"Timothy Morton","topic":"Space"},{"quote":"As an architect, you have to provide a shelter to enjoy art. And you have to love art. It&#39;s like when you make a concert hall. You must love music. This is the reason why you make the space, to enjoy music - making a space for art is the same thing.","author":"Renzo Piano","topic":"Space"},{"quote":"For years, I longed to hear Armstrong describe what it was like to contemplate Earth from 238,900 miles away. Former Space Center director George Abbey once told me that many NASA astronauts felt that looking at Earth was akin to a religious experience.","author":"Douglas Brinkley","topic":"Space"},{"quote":"Being a pop fan is a lot like Catholic devotion - lots of ritual, lots of ceremony... We touch the icon to enter the sacred space, genuflecting to reliquaries and ostentatoria that make something splendid of our most secret desires and agonies.","author":"Rob Sheffield","topic":"Space"},{"quote":"As I started to pursue the subject more deeply I realized that walking was this wonderful meandering path through everything I was already interested in - gender politics, public space and urban life, demonstrations and parades and marches. The relationship between walking and thinking and between the mind and the body.","author":"Rebecca Solnit","topic":"Space"},{"quote":"Painting is a lie. It&#39;s the most magic of all media, the most transcendent. It makes space where there is no space.","author":"Chuck Close","topic":"Space"},{"quote":"The ostensible subject of my photographs may be motion, but the subtext is time. A dancer&#39;s movements illustrate the passage of time, giving it a substance, materiality, and space. In my photographs, time is stopped, a split second becomes an eternity, and an ephemeral moment is solid as sculpture.","author":"Lois Greenfield","topic":"Space"},{"quote":"We need new medical approaches to preventing and\/or curing disease. We need new scientific approaches to generating, storing, and being more efficient with energy. Maybe we need more space exploration. Maybe we need more undersea exploration.","author":"Fred Wilson","topic":"Space"},{"quote":"President Obama has outsourced a major portion of the U.S. space program to the Russians. That&#39;s national policy. Taxpayer money. So let&#39;s stop playing games with this outsourcing distortion and talk about the fact that when we need is a president that knows how to manage big enterprise and create jobs.","author":"John Sununu","topic":"Space"},{"quote":"In my solitude I have pondered much on the incomprehensible subjects of space, eternity, life and death.","author":"Alfred Russel Wallace","topic":"Space"},{"quote":"It&#39;s absolutely crucial that every child-serving organization - be it an elementary school, daycare, or community center - provide its children with time and space to play.","author":"Darell Hammond","topic":"Space"},{"quote":"I used to get quite upset that I&#39;d make friends with a guy or a girl and then within the space of three years we&#39;d move and go and live somewhere else, and you&#39;d have to say goodbye to that person.","author":"Dominic Monaghan","topic":"Space"},{"quote":"Space and time, not proteins and neurons, hold the answer to the problem of consciousness. When we consider the nerve impulses entering the brain, we realize that they are not woven together automatically, any more than the information is inside a computer.","author":"Robert Lanza","topic":"Space"},{"quote":"Due to the failure of politics, which has become a process of middle-management, art has become one of the last open spaces to question core beliefs and to design a viable future. Art becomes an open space where we can ask fundamental questions about ourselves.","author":"Antony Gormley","topic":"Space"},{"quote":"Right now, I think I have time to be three things, in no particular order: a father, a husband, and a filmmaker. That&#39;s why I don&#39;t go out - I have no space for it. I feel like one of those main things would suffer.","author":"Derek Cianfrance","topic":"Space"},{"quote":"Each of us can manifest the properties of a field of consciousness that transcends space, time, and linear causality.","author":"Stanislav Grof","topic":"Space"},{"quote":"We will create life from inanimate compounds, and we will find life in space. But the life that should more immediately interest us lies between these extremes, in the middle range we all inhabit between our genes and our stars.","author":"Nicholas A. Christakis","topic":"Space"},{"quote":"Sports formed me. I was always decently skilled but lacked size, so I had to resort to using my skill versus my power. I strategically play golf because that&#39;s all I can do. It&#39;s the same on the basketball court. I try to get open and shoot it. Or I use the open space on the soccer field.","author":"Zach Johnson","topic":"Space"},{"quote":"I tend to prioritize emotional realism above the known laws of time and space, and when you do that, it&#39;s inevitable that strange things happen. Which can be quite enjoyable, I think.","author":"Helen Oyeyemi","topic":"Space"},{"quote":"When I was young, they thought I was from outer space. I was the only gay person they probably knew, and they struggled with that. Everybody knew I was gay. They just didn&#39;t want to talk about it.","author":"Gilbert Baker","topic":"Space"},{"quote":"The most amazing thing to me about the sea is the tide. A harbour like St. Ives is totally transformed in a very short space of time by the arrival or departure of the sea.","author":"John Dyer","topic":"Space"},{"quote":"You don&#39;t go into space just for the science. Economically, it is not worth it. I think the reason we should be in space is for the exploration; it&#39;s the human endeavour.","author":"Helen Sharman","topic":"Space"},{"quote":"The view from space is really very special. From the window, you can look back at the Earth and see the stars around you. I just hope that more people from Britain get the chance to experience it.","author":"Helen Sharman","topic":"Space"},{"quote":"It&#39;s such a long mission and we get to spend so much time in space... we&#39;re doing such exciting research. And I don&#39;t want to overemphasize the life science research, but as a physician the life science research that we&#39;re doing is extremely exciting.","author":"Laurel Clark","topic":"Space"},{"quote":"The mind of man has perplexed itself with many hard questions. Is space infinite, and in what sense? Is the material world infinite in extent, and are all places within that extent equally full of matter? Do atoms exist or is matter infinitely divisible?","author":"James C. Maxwell","topic":"Space"},{"quote":"Space excites me. My dream is to go to space.","author":"Karen Gillan","topic":"Space"},{"quote":"If someone offered me a free trip to the International Space Station, I would decline. I like Earth. I like the internet. I like Diet Coke. I have cats. I write about brave people - I&#39;m not one of them.","author":"Andy Weir","topic":"Space"},{"quote":"We look forward with great anticipation to see the course that the National Space Council charts for America&#39;s future in space.","author":"Bruce Pittman","topic":"Space"},{"quote":"You feel different every day of your life. You just have to create your own space to survive, personally and professionally.","author":"Jerry Cantrell","topic":"Space"},{"quote":"To all the women that I&#39;ve offended, I had no intention to be offensive, to violate any physical or emotional space. I was trying to establish personal relationships, but the combination of awkwardness and hubris led to behavior that I think many found offensive.","author":"Bob Filner","topic":"Space"},{"quote":"I believe that public space should be intentional: it should be obvious that you belong.","author":"Janet Echelman","topic":"Space"},{"quote":"I&#39;d love to go to space. I would love to peek out a giant window and look back at the blue marble. There&#39;s no question; I&#39;d love to do that.","author":"Gwynne Shotwell","topic":"Space"},{"quote":"Canada has made a strong commitment as a partner in the International Space Station and, like the other partners, wishes to see the assembly of this unique orbiting laboratory continue.","author":"Marc Garneau","topic":"Space"},{"quote":"Through these ongoing activities and possibly in the future, a Canadian will go live and work on the International Space Station and we will continue to make Canadians proud of our achievements in space.","author":"Marc Garneau","topic":"Space"},{"quote":"There&#39;s a lot to love about America - freedom, the melting pot of diversity, individualism - all attractive concepts, especially to an introvert. In fact, the introverts were probably the first to feel crowded in England and to daydream about all the space they would find in the New World. Peace! Quiet!","author":"Laurie Helgoe","topic":"Space"},{"quote":"Sorry; I have no space left for advice. Just do it.","author":"Donald E. Westlake","topic":"Space"},{"quote":"The nature of creativity is to make space for things to happen... We can drive it out with our busyness and plans.","author":"Iain McGilchrist","topic":"Space"},{"quote":"By lowering the barrier to create new digital currency applications, we&#39;ll see an explosion in the number of ideas tried. We&#39;ll invest in, partner with, or build a number of new applications in this space, including replacements for many of the services people use in finance 1.0.","author":"Brian Armstrong","topic":"Space"},{"quote":"I&#39;m claustrophobic. I can&#39;t go into haunted houses. They have these tight, dark, enclosed space. I freak out. That&#39;s my phobia. It gets me out of stuff. Someone asks me to do something and I tell them I can&#39;t because I&#39;m claustrophobic.","author":"Mark Consuelos","topic":"Space"},{"quote":"I actually would love to live in New York. But I need land; I need space. I&#39;d love to move to a place where I could have a lot of land and a goat.","author":"Lusia Strus","topic":"Space"},{"quote":"Space is as infinite as we can imagine, and expanding this perspective is what adjusts humankind focus on conquering our true enemies, the formidable foes: ignorance and limitation.","author":"Vanna Bonta","topic":"Space"},{"quote":"I think most astronauts are not risk takers. We take calculated risks for something that we think is worthwhile.","author":"Michael J. Massimino","topic":"Space"},{"quote":"Sometimes, the startup game works in your favor just because you got in at the right time and right environment. Other times, you&#39;re a little too late entering an already crowded space. But startups with strong fundamentals withstand external conditions and come out ahead in good or bad times.","author":"Cheryl Yeoh","topic":"Space"},{"quote":"You don&#39;t have to live on a farm to have chickens; in some places, you just need a little bit of green space and a tidy chicken coop. To me, they&#39;re nearly ideal pets. They feed us more often than we feed them! We have 2 chickens, Goldie and Paprika, and they each produce 1 egg a day, sometimes more.","author":"Amy Robach","topic":"Space"},{"quote":"The abstract analysis of the world by mathematics and physics rests on the concepts of space and time.","author":"James J. Gibson","topic":"Space"},{"quote":"Your belief system saturates the space around you.","author":"Aaron Huey","topic":"Space"},{"quote":"Performing tai chi in space - it is comfortable; we got more outer space chi.","author":"Liu Yang","topic":"Space"},{"quote":"Mankind will not forever remain on Earth but, in the pursuit of light and space, will first timidly emerge from the bounds of the atmosphere and then advance until he has conquered the whole of circumsolar space.","author":"Konstantin Tsiolkovsky","topic":"Space"},{"quote":"I&#39;d like to convince you that the universe has a soundtrack and that soundtrack is played on space itself, because space can wobble like a drum.","author":"Janna Levin","topic":"Space"},{"quote":"Grilling is an easy tradition to start at any age! To get started, one only needs a modest investment in equipment and a little bit of outdoor space.","author":"Barton Seaver","topic":"Space"},{"quote":"Everyone needs to be able to have their own space in which to be themselves.","author":"Emily Osment","topic":"Space"},{"quote":"I see myself traveling; I see myself with a much bigger living space than I do have right now. I see myself hopefully on a tour bus at some point.","author":"Kat Dahlia","topic":"Space"},{"quote":"There needs to be some standards around launching an ICO and investing in ICOs in the space, and I caution all to tread carefully until those standards emerge.","author":"Nick Tomaino","topic":"Space"},{"quote":"Filecoin is a decentralized storage market - think of it like Airbnb for cloud storage - where anybody with extra hard drive space can sell it on the network.","author":"Juan Benet","topic":"Space"},{"quote":"The views of the Earth are really beautiful. If you&#39;ve ever seen a space IMAX movie, that&#39;s really what it looks like. I wish I&#39;d had more time just to sit and look out the window with a map, but our science program kept us very busy in the lab most of the time.","author":"David M. Brown","topic":"Space"},{"quote":"If we drive down the cost of transportation in space, we can do great things.","author":"Elon Musk","topic":"Space"},{"quote":"America has tossed its cap over the wall of space.","author":"John F. Kennedy","topic":"Space"},{"quote":"Favor comes because for a brief moment in the great space of human change and progress some general human purpose finds in him a satisfactory embodiment.","author":"Franklin D. Roosevelt","topic":"Space"},{"quote":"Space has always fascinated me. As a young boy looking up at the stars, I found it impossible to resist thinking what was out there and if I ever would experience space first-hand.","author":"Richard Branson","topic":"Space"},{"quote":"We all know the sense of comfort of which we are conscious when a good half of the floor space in a room is unencumbered; this seems to offer us the agreeable possibility of moving about freely.","author":"Maria Montessori","topic":"Space"},{"quote":"Perhaps one day I will go into space.","author":"Stephen Hawking","topic":"Space"},{"quote":"In 1966, NASA took over in space, and it has been a bureaucratic mess ever since.","author":"Chuck Yeager","topic":"Space"},{"quote":"The moon and other celestial bodies should be free for exploration and use by all countries. No country should be permitted to advance a claim of sovereignty.","author":"Lyndon B. Johnson","topic":"Space"},{"quote":"I have won this lottery. It&#39;s a gigantic lottery, and it&#39;s called Amazon.com. And I&#39;m using my lottery winnings to push us a little further into space.","author":"Jeff Bezos","topic":"Space"},{"quote":"In space, you need to exercise your heart since it&#39;s not pumping blood around at the same rate.","author":"Mae Jemison","topic":"Space"},{"quote":"Seeing a full display of humanity involved in space is a game-changer for everyone. We&#39;ve all looked at the stars; we&#39;ve all imagined what was going on. Not everyone wants to go, but everyone wants to know what it&#39;s like.","author":"Mae Jemison","topic":"Space"},{"quote":"I think we basically saw that the messaging space is bigger than we&#39;d initially realized, and that the use cases that WhatsApp and Messenger have are more different than we had thought originally.","author":"Mark Zuckerberg","topic":"Space"},{"quote":"I can&#39;t deal with someone wanting to take a relationship backward or needing space or cheating on you.","author":"Taylor Swift","topic":"Space"},{"quote":"Whenever there was chaos in my house, whether it was arguing, being in a cramped space with all of us kids and screaming, I found an empty space where I could just put music on and move.","author":"Misty Copeland","topic":"Space"},{"quote":"Oftentimes, when we think of 3D, we think of things coming out of the screen, but actually, you&#39;ve got this zero, this negative space, what they call the negative space, which is the scene, what&#39;s being filmed in the positive space of the audience. As you can have things come out, you can have all of this depth.","author":"Keanu Reeves","topic":"Space"},{"quote":"The reason that I&#39;m here at all is because of my relationship with my family and their encouragement of me to be a musician and to work hard. As long as I stay there in that space, I can do anything. That&#39;s my truth.","author":"Lady Gaga","topic":"Space"},{"quote":"I like to do things that are publicly embarrassing, to feel the embarrassment touch me and sink into me and then be gone. I like getting on elevators and singing too loudly in that small space. The feeling you feel is almost like a vapor. The discomfort and the wishing that it would end that comes around you.","author":"Stephen Colbert","topic":"Space"},{"quote":"There are aspects of being the first woman in space that I&#39;m not going to enjoy.","author":"Sally Ride","topic":"Space"},{"quote":"No, I think most astronauts recognize that the space shuttle program is very high-risk, and are prepared for accidents.","author":"Sally Ride","topic":"Space"},{"quote":"The people you see in Nigeria today have always lived as neighbors in the same space for as long as we can remember. So it&#39;s a matter of settling down, lowering the rhetoric, the level of hostility in the rhetoric is too high.","author":"Chinua Achebe","topic":"Space"},{"quote":"Darkness is to space what silence is to sound, i.e., the interval.","author":"Marshall McLuhan","topic":"Space"},{"quote":"For tribal man space was the uncontrollable mystery. For technological man it is time that occupies the same role.","author":"Marshall McLuhan","topic":"Space"},{"quote":"A broad trend I&#39;m completely obsessed with is mobile commerce. Like completely. I&#39;m completely convinced that everybody&#39;s going to be buying from their mobile devices. Whoever can claim that space or be in that space, I&#39;m very interested in.","author":"Gary Vaynerchuk","topic":"Space"},{"quote":"Everyone is on the internet but they&#39;re not all talking with each other. There are groups upon groups out there, but they don&#39;t talk to one another. So while the internet brings everyone into a shared space, it does not necessarily bring them together.","author":"David Lynch","topic":"Space"},{"quote":"It&#39;s hard because I think I fall into this in-between space where there&#39;s something that&#39;s innately feminine about me, and there&#39;s also something that&#39;s kind of androgynous. I carry myself somewhere in between, and I think my music lends itself to that as well.","author":"Halsey","topic":"Space"},{"quote":"Our astronauts, when they go orbiting around the earth, they actually come back slightly younger than a twin that they would have on the planet Earth who was stationary. This is called the twin paradox.","author":"Michio Kaku","topic":"Space"},{"quote":"Sooner or later, we will face a catastrophic threat from space. Of all the possible threats, only a gigantic asteroid hit can destroy the entire planet. If we prepare now, we better our odds of survival. The dinosaurs never knew what hit them.","author":"Michio Kaku","topic":"Space"},{"quote":"A lot of the things you see in science fiction revolve around black holes because black holes are strong enough to rip the fabric of space and time.","author":"Michio Kaku","topic":"Space"},{"quote":"These false barriers that we&#39;ve erected of space and race, all these illusions that we&#39;ve allowed to infect us like toxins, we&#39;ve got to rid ourselves of that. We are a better nation when we are ultimately united in a common purpose and a common cause.","author":"Cory Booker","topic":"Space"},{"quote":"And then finally, I&#39;m the commander, so I am fundamentally responsible for the lives of the other people on board and the health and longevity of the space station. I need to bring six people back happy, healthy and feeling like they&#39;ve had the best six months of their life.","author":"Chris Hadfield","topic":"Space"},{"quote":"Once music ceases to be ephemeral - always disappearing - and becomes instead material... it leaves the condition of traditional music and enters the condition of painting. It becomes a painting, existing as material in space, not immaterial in time.","author":"Brian Eno","topic":"Space"},{"quote":"I think that autistic brains tend to be specialized brains. Autistic people tend to be less social. It takes a ton of processor space in the brain to have all the social circuits.","author":"Temple Grandin","topic":"Space"},{"quote":"There&#39;s no doubt who was a leader in space after the Apollo Program. Nobody came close to us. And our education system, in science, technology, engineering and math, was at the top of the world. It&#39;s no longer there. We&#39;re descending rather rapidly.","author":"Buzz Aldrin","topic":"Space"},{"quote":"Space tourism is a logical outgrowth of the adventure tourist market.","author":"Buzz Aldrin","topic":"Space"},{"quote":"It&#39;s time to open the space frontier to citizen explorers.","author":"Buzz Aldrin","topic":"Space"},{"quote":"Landing in the ocean and waiting for the Navy to come alongside and haul you out of the drink is what space capsules require. And after the capsule is recovered, it would take weeks for the ship to return to port.","author":"Buzz Aldrin","topic":"Space"},{"quote":"Before deciding what to do about national space policy, Obama set up an outside review panel of space experts, headed up by my friend Norm Augustine, former head of Lockheed Martin and a former government official.","author":"Buzz Aldrin","topic":"Space"},{"quote":"What&#39;s got me excited about the education space is the growth of the Internet over the next 10, 20, 30 years.","author":"Reed Hastings","topic":"Space"},{"quote":"By giving material expression to force-forms in space, the Greeks gave divine spiritual beings the opportunity of using these material forms. It is no figure of speech but a fact when we say that gods came down at that time into the Greek temples in order to be among human beings on the physical plane.","author":"Rudolf Steiner","topic":"Space"},{"quote":"Size is not a reality, but a construct of the mind; and space a construct to contain constructs.","author":"Robert Anton Wilson","topic":"Space"},{"quote":"Jupiter, Pluto, pick a planet: we can go there. I just got a bit more work to do in the music industry, and we&#39;re going to space, baby.","author":"Future","topic":"Space"},{"quote":"The rockets and the satellites, spaceships that we&#39;re creating now, we&#39;re pollinating the universe.","author":"Neil Young","topic":"Space"},{"quote":"The best space movie in my view is &#39;Apollo 13.&#39; That&#39;s just the way it happened.","author":"John Glenn","topic":"Space"},{"quote":"If you go to the Air and Space Museum in Washington, you can see the burn patterns on Friendship 7.","author":"John Glenn","topic":"Space"},{"quote":"I like acting for now. But after seeing Apollo 13, what I really want to do is to be an astronaut. I&#39;m dying to go to a space camp next summer!","author":"Natalie Portman","topic":"Space"},{"quote":"I actually think that history has fed off the restlessness of cyber space, of kind of the frantic, segmented nature of the way we lead our lives. People want to be connected.","author":"Simon Schama","topic":"Space"},{"quote":"The Zocalo is a magnificent space, at least four times the size of Trafalagar Square, with the National Palace on one side, the huge cathedral on the other, and in one corner part of the old Aztec City so brutally destroyed by Hernan Cortez and the Conquistadores.","author":"Jeremy Corbyn","topic":"Space"},{"quote":"When you write a song, it may come from a personal space, but it very seldom actually represents you. It comes out of a sort of mood of melancholy, somehow. It&#39;s almost theatrical.","author":"James Taylor","topic":"Space"},{"quote":"Any type of operating system that I wanted to be able to hack, I basically compromised the source code, copied it over to the university because I didn&#39;t have enough space on my 200 megabyte hard drive.","author":"Kevin Mitnick","topic":"Space"},{"quote":"Whatever your political leaning, vote. This participation is vital. I feel the same way about issues like the space program, education, the military. The more the public focuses on these things, thinks and forms opinions, I think the better we are as a democracy.","author":"Ron Howard","topic":"Space"},{"quote":"Space is the stature of God.","author":"Joseph Joubert","topic":"Space"},{"quote":"Sadly, semi-consciousness, along with daydreaming, is a capacity that is actively discouraged among children in schools, and our society is much poorer and harsher as a consequence. The value of liminal space and transitional imagination remain personally and culturally undeveloped.","author":"Michael Leunig","topic":"Space"},{"quote":"The melded nature of space and time is intimately woven with properties of light speed. The inviolable nature of the speed of light is actually, in Einstein&#39;s hands, talking about the inviolable nature of cause and effect.","author":"Brian Greene","topic":"Space"},{"quote":"If you take all the money we&#39;ve spent at NASA since we landed on the moon and you had applied that money for incentives to the private sector, we would today probably have a permanent station on the moon, three or four permanent stations in space, a new generation of lift vehicles.","author":"Newt Gingrich","topic":"Space"},{"quote":"Space or science fiction has become a dialect for our time.","author":"Doris Lessing","topic":"Space"},{"quote":"As a young boy growing up in rural India, most of what I knew of the world was what I could see around me. But each night, I would look at the Moon - it was impossibly far away, yet it held a special attraction because it allowed me to dream beyond my village and country, and think about the rest of the world and space.","author":"Naveen Jain","topic":"Space"},{"quote":"For &#39;Prometheus,&#39; I came back to a very simple question that haunted me that appears in the first &#39;Alien,&#39; and no one answered in subsequent Alien films: who was the &#39;Space Jockey&#39; - the big guy in the seat? If you really go into that, it becomes the basis for a pretty interesting story.","author":"Ridley Scott","topic":"Space"},{"quote":"I believe that all centers that appear in space - whether they originate in biology, in physical forces, in pure geometry, in color - are alike simply in that they all animate space. It is this animated space that has its functional effect upon the world, that determines the way things work, that governs the presence of harmony and life.","author":"Christopher Alexander","topic":"Space"},{"quote":"A long life in journalism convinced me many presidents ago that there should be a large air space between a journalist and the head of a state.","author":"Walter Lippmann","topic":"Space"},{"quote":"Absolute space, that is to say, the mark to which it would be necessary to refer the earth to know whether it really moves, has no objective existence.","author":"Henri Poincare","topic":"Space"},{"quote":"It&#39;s true that I love to connect with my fans on the social networking sites, but I try not to go overboard, ever. I just give people a peek into my mind space, but never bombard them with my tweets.","author":"A. R. Rahman","topic":"Space"},{"quote":"Our goal is to tell people about the International Space Station. I think very rarely people look up 250 miles and think, What are those guys working on, what are those men and women doing at this moment... They&#39;re living and doing regular things, but also doing incredible work as well. We really want to bring that to people.","author":"Soledad O'Brien","topic":"Space"},{"quote":"I&#39;ve always held the view that great states need strategic space. I mean, George Washington took his space from George III. Britain took it from just about everybody. Russia took all of Eastern Europe. Germany&#39;s taken it from everywhere they can, and China will want its space too.","author":"Paul Keating","topic":"Space"},{"quote":"I&#39;ll tell you, being involved in human space flight, it is an emotional endeavor. I think it brings in the highest highs and the lowest lows.","author":"Ellen Ochoa","topic":"Space"},{"quote":"Strangely, nothing makes me feel tired, fatigued, at all. I&#39;ve gone days and nights without sleep, and still the mind is in such a positive space it just doesn&#39;t make you feel fatigued.","author":"Aishwarya Rai Bachchan","topic":"Space"},{"quote":"In our usual mind state, we are continually activating the process that in Buddhist terminology is known as &#39;bhava,&#39; which literally means &#39;becoming.&#39; In this space of becoming, we are subtly leaning forward into the future, trying to have security based on feeling that we can hold on, we can try to keep things from changing.","author":"Sharon Salzberg","topic":"Space"},{"quote":"Russia is still the leader in world space exploration. But its position of leader involves great responsibility - we have no right to lag behind. We can and we must move constantly forward.","author":"Valentina Tereshkova","topic":"Space"},{"quote":"We didn&#39;t have rest days or weekends because we had to get ready as fast as possible, so we could beat the Americans, who were also racing to send a woman into space.","author":"Valentina Tereshkova","topic":"Space"},{"quote":"NASA was going to pick a public school teacher to go into space, observe and make a journal about the space flight, and I am a teacher who always dreamed of going up into space.","author":"Christa McAuliffe","topic":"Space"},{"quote":"I cannot join the space program and restart my life as an astronaut, but this opportunity to connect my abilities as an educator with my interests in history and space is a unique opportunity to fulfill my early fantasies.","author":"Christa McAuliffe","topic":"Space"},{"quote":"I can&#39;t tell you how much we laughed on the set to have Alec Guinness in a scene with a big, furry dog that&#39;s flying a space ship.","author":"Mark Hamill","topic":"Space"},{"quote":"I love sci-fi. Growing up, I was a big fan of the &#39;Alien&#39; series, &#39;Star Trek: Deep Space Nine,&#39; etcetera. Plus, anything apocalyptic - &#39;I Am Legend,&#39; &#39;1984,&#39; &#39;Battlestar Galactica.&#39;","author":"Sam Heughan","topic":"Space"},{"quote":"I&#39;ve become convinced that Los Angeles is going to become the next contemporary art capital - no other city has more contemporary gallery space than Los Angeles. We&#39;ve come into our own, finally.","author":"Eli Broad","topic":"Space"},{"quote":"Loft living is the antithesis of suburban domesticity, if only because the open spaces don&#39;t easily accommodate family life. Lofts also offer residents the opportunity - and responsibility - to structure their own space to reflect what&#39;s important to them.","author":"Virginia Postrel","topic":"Space"},{"quote":"Age can be wonderful for red wine, but not for spacecraft.","author":"Nathan Myhrvold","topic":"Space"},{"quote":"The space station here is a magical place and an incredible science facility.","author":"Scott Kelly","topic":"Space"},{"quote":"I don&#39;t mean to say it&#39;s not fresh on the space station, but there&#39;s nothing like new, cold air coming into the capsule.","author":"Scott Kelly","topic":"Space"},{"quote":"We used to have a crew of three on board the space station and even at one time a crew of two people, so it&#39;s something we can adjust to.","author":"Scott Kelly","topic":"Space"},{"quote":"Adjusting to space is easier than adjusting to Earth for me.","author":"Scott Kelly","topic":"Space"},{"quote":"L.A. is a great place to write because you have a lot of space. I have a big office at home, I can leave the doors open. Flowers bloom all year. But it&#39;s unglamorous in all the right ways.","author":"Rachel Kushner","topic":"Space"},{"quote":"NASA asked me to create meals for the space shuttle. Thai chicken was the favorite. I flew in a fake space shuttle, but I have no desire to go into space after seeing the toilet.","author":"Rachael Ray","topic":"Space"},{"quote":"Isn&#39;t it crazy to think that we&#39;ve explored space more than we have explored the depths of our ocean? That just fires up my imagination about potential sea monsters and cool creatures, that kind of stuff.","author":"James Wan","topic":"Space"},{"quote":"Their Internet usage is growing very rapidly, and even they can do the math: If everyone in China needed an IPv4 address - just one - this country would use up one third of the entire public IP address space.","author":"Vint Cerf","topic":"Space"},{"quote":"While human space travel is daunting, machines - with their indefinitely long lifetimes - could travel the galaxy. It might make little difference to them that bridging the distance from one star to the next could take hundreds of thousands of years or more.","author":"Seth Shostak","topic":"Space"},{"quote":"The math is dead simple: it seems that the frequency of planets able to support life is roughly one percent. In other words, a billion or more such worlds exist in our galaxy alone. That&#39;s a lot of acreage, and it takes industrial-strength credulity to believe it&#39;s all bleakly barren.","author":"Seth Shostak","topic":"Space"},{"quote":"Your children are grown and your career has slowed down - all the stuff that took up so much attention is gone, and you&#39;re left with expansive time and space. You have to reimagine who you are and what life is about.","author":"Jessica Lange","topic":"Space"},{"quote":"Los Angeles County is one of the most park-poor urban areas in the nation, and the San Gabriel Valley - stretching from Pasadena to Pomona - is especially starved for open space.","author":"Frances Beinecke","topic":"Space"},{"quote":"As people flock to urban centers where ground space is limited, cities with green walls and roofs and skyscraper farms offer improved health and well-being, renewable resources, reliable food supply, and relief to the environment.","author":"Diane Ackerman","topic":"Space"},{"quote":"Space doesn&#39;t offer an escape from Earth&#39;s problems. And even with nuclear fuel, the transit time to nearby stars exceeds a human lifetime. Interstellar travel is therefore, in my view, an enterprise for post-humans, evolved from our species not via natural selection, but by design.","author":"Martin Rees","topic":"Space"},{"quote":"We need to broaden our sympathies both in space and time - and perceive ourselves as part of a long heritage, and stewards for an immense future.","author":"Martin Rees","topic":"Space"},{"quote":"A monkey is unaware that atoms exist. Likewise, our brainpower may not stretch to the deepest aspects of reality. The bedrock nature of space and time, and the structure of our entire universe, may remain &#39;open frontiers&#39; beyond human grasp.","author":"Martin Rees","topic":"Space"},{"quote":"Prison is essentially a shortage of space made up for by a surplus of time; to an inmate, both are palpable.","author":"Joseph Brodsky","topic":"Space"},{"quote":"I think the novel is not so much a literary genre, but a literary space, like a sea that is filled by many rivers. The novel receives streams of science, philosophy, poetry and contains all of these; it&#39;s not simply telling a story.","author":"Jose Saramago","topic":"Space"},{"quote":"I pray, read the word, and then creative stuff happens here. Problem-solving and all of that comes into that space. So &#39;Da Box&#39; actually represents my sanctuary and that time. I might look trapped in a box, but I&#39;m actually more free in that box than anyone on the outside looking in or in any other space in my life.","author":"Andra Day","topic":"Space"},{"quote":"When you&#39;re interviewing someone, even your mother - you have to sort of deal with you have to get some objective space from yourself and the person but you also have to find what&#39;s the best way to get the information from that person.","author":"James McBride","topic":"Space"},{"quote":"What happened in 2008 stopped people in their tracks. People stopped looking at their homes simply as commodities to exploit and starting thinking about how they might personalise that space and make them less bland and more autobiographical, and that&#39;s healthy, I think.","author":"Kevin McCloud","topic":"Space"},{"quote":"NASA space scientists have been studying giraffe skin so they can apply what they learn from it to the construction of spacesuits.","author":"Joanna Lumley","topic":"Space"},{"quote":"Pour a liquid out of its container, and it changes shape, fills the space you give it. If you give children a lot of space, it may surprise you where they&#39;ll go and the shape they&#39;ll take.","author":"Nancy Gibbs","topic":"Space"},{"quote":"Definitely scatterbrained. I internalize a lot of thoughts, and sometimes it seems like I&#39;m not listening or totally zoned out, but I&#39;m always on a loop of ideas and song titles. I&#39;m definitely kind of a space cadet, but I&#39;m very laid back.","author":"Maren Morris","topic":"Space"},{"quote":"Reason is like an open secret that can become known to anyone at any time; it is the quiet space into which everyone can enter through his own thought.","author":"Karl Jaspers","topic":"Space"},{"quote":"&#39;Extract&#39; was kind of a grown up &#39;Office Space&#39; in the sense of talking about the ennui of being a successful person in America if you don&#39;t have some real passion in your life for something to care about.","author":"T. J. Miller","topic":"Space"},{"quote":"Throughout history, when societies have been faced with big challenges, they&#39;ve put their best people on them. During the Space Race, American and Russian scientists, engineers, astronauts and cosmonauts pushed the bounds of what was possible and landed men on the moon.","author":"Wendy Kopp","topic":"Space"},{"quote":"I think there&#39;s space in the market for a half-dozen kind of polling analysts.","author":"Nate Silver","topic":"Space"},{"quote":"National independence, and the preceding political struggles, helped create the space for literary creation in many post-colonial countries. Much of modern Indian or Chinese literature is inconceivable without the political movement for freedom from foreign rule.","author":"Pankaj Mishra","topic":"Space"},{"quote":"Clothes should fit comfortably - not too tightly - so that you have space to move in and think freely.","author":"Issey Miyake","topic":"Space"},{"quote":"When friendship disappears then there is a space left open to that awful loneliness of the outside world which is like the cold space between the planets. It is an air in which men perish utterly.","author":"Hilaire Belloc","topic":"Space"},{"quote":"Acting is probably the greatest therapy in the world. You can get a lot stuff out of you on the set so you don&#39;t have to take it home with you at night. It&#39;s the stuff between the lines, the empty space between those lines which is interesting.","author":"Robert Carlyle","topic":"Space"},{"quote":"Column writing is like gas - it fills the available space.","author":"Jeremy Clarkson","topic":"Space"},{"quote":"Going to a party uninvited always has been a negative action. It never has been acceptable. At the very least, it upsets kitchen preparations, parking arrangements, and even details such as space for hanging coats and depositing dripping umbrellas.","author":"Letitia Baldrige","topic":"Space"},{"quote":"I have one of the self-driving Teslas; it drives itself periodically. It&#39;s a marvel of science, but it&#39;s still frightening. I think we&#39;ve got a while before regulators and the general public wrap their heads around the path that will lead to the ubiquity of driverless cars. There&#39;s no doubt Uber will be a leader in that space.","author":"Chris Sacca","topic":"Space"},{"quote":"I think that certainly the artists of the &#39;40s, &#39;50s and &#39;60s were fighting a very conformist society, which didn&#39;t give them enough space to live or create, and they were bucking all kinds of spoken and unspoken rules.","author":"Anne Roiphe","topic":"Space"},{"quote":"What&#39;s lovely about &#39;Eureka&#39; is that it&#39;s a sci-fi show, but it&#39;s not monsters from outer space; it&#39;s not craziness from outer space. It&#39;s just about this community of people and what they do. These geniuses have sometimes done wonderful things and sometimes created global warming. It has this wonderful left-of-center sense of humor.","author":"Joe Morton","topic":"Space"},{"quote":"Thor is magical, yes, but it is the magic of reality. His hammer was crafted &#39;in the heart of a dying star,&#39; but so were you! Most of the atoms that make you up are in fact the innards of a ball of gas in space that got so heavy that it exploded. Stars died so that you could live, as physicist Lawrence Krauss would say.","author":"Kyle Hill","topic":"Space"},{"quote":"I try to push a single idea to its absolute limit. So for all of those ideas that existed in the story, you attempt to find a physical realisation in the space.","author":"Simon McBurney","topic":"Space"},{"quote":"My life has become a reality show. When I am home, people are climbing trees with cameras. I feel that my personal space is being encroached upon. I will try and protect it as much as I can.","author":"Ranbir Kapoor","topic":"Space"},{"quote":"Dichotomies are an inherent part of comics, aren&#39;t they? Comics are both pictures and words. They blend time and space. Many feature characters with dual identities like Bruce Wayne\/Batman. Cartoonists also tend to live dichotomous lives because many of us have day jobs.","author":"Gene Luen Yang","topic":"Space"},{"quote":"My interest in space started early, but for many years, I could not find any space-related investments that really penciled-out for venture. That changed in 2009 when Elon Musk came to us with a big vision to explore Mars while producing rockets at a fraction of a price and making space accessible.","author":"Steve Jurvetson","topic":"Space"},{"quote":"Development of space will improve life on Earth. Access to space is important for agriculture, humanitarian efforts, communications, and navigation.","author":"Steve Jurvetson","topic":"Space"},{"quote":"When I was 11, I went to space camp at the Space Center in Texas, near where I grew up. There, I met video-game-industry pioneer Richard Garriott, better known to gamers everywhere as &#39;Ultima&#39; creator Lord British.","author":"Steve Jurvetson","topic":"Space"},{"quote":"Humor does not diminish the pain - it makes the space around it get bigger.","author":"Allen Klein","topic":"Space"},{"quote":"Each black hole spins on its axis like the Earth spins. That spin creates two vortexes of twisting space, somewhat like vortexes in a bathtub or a whirlpool.","author":"Kip Thorne","topic":"Space"},{"quote":"Once you have set the goal, give your staff the space to get there. If you micromanage, you will be able to do very little.","author":"Arundhati Bhattacharya","topic":"Space"},{"quote":"I have a restaurant in Milan, and Paper Moon is five minutes away from my hotel, so I always go there for lunch. It&#39;s a casual place that serves good salad, pizza and pasta; the space is tight with tables close together, and it feels buzzy. Food comes out fast, too.","author":"Nobu Matsuhisa","topic":"Space"},{"quote":"My mind is changing all the time. I can&#39;t live in a space that has a fixed aesthetic. I just need a blank slate when I come home.","author":"Petra Collins","topic":"Space"},{"quote":"It was &#39;ST&#39; format to let space and alien worlds, rather than human weakness, provide the conflict and danger necessary to our adventure show.","author":"Gene Roddenberry","topic":"Space"},{"quote":"One trick, known as the journey method or &#39;memory palace,&#39; is to conjure up a familiar space in the mind&#39;s eye, and then populate it with images of whatever it is you want to remember.","author":"Joshua Foer","topic":"Space"},{"quote":"What brought mass innovation to a nation was not scientific advances - its own or others&#39; - but &#39;economic dynamism&#39;: the desire and the space to innovate.","author":"Edmund Phelps","topic":"Space"},{"quote":"At East Side Jews, we can take a risk because it isn&#39;t all about the rules. I started it to create a space for all those people who wouldn&#39;t go to temple because they were scared of getting the rules wrong.","author":"Jill Soloway","topic":"Space"},{"quote":"I feel that my father&#39;s greatest legacy was the people he inspired to get involved in public service and their communities, to join the Peace Corps, to go into space. And really that generation transformed this country in civil rights, social justice, the economy and everything.","author":"Caroline Kennedy","topic":"Space"},{"quote":"There&#39;s nothing wrong with having a collection, but it becomes a problem when it overwhelms your space. When you&#39;re not displaying it properly, you&#39;re not enjoying it and it turns into clutter.","author":"Niecy Nash","topic":"Space"},{"quote":"When you take a shower in space, you have to press the water onto your body to clean yourself, and then you gotta vacuum it off.","author":"Ace Frehley","topic":"Space"},{"quote":"Once you digitize data, you can actually analyze patterns and relationships in geographic space - relationships between certain health patterns and air or water pollution, between plants and climate, soils, landscape.","author":"Jack Dangermond","topic":"Space"},{"quote":"&#39;Waveform&#39; puts you in charge of the wavy pathway of a ship in space. Hit the good stuff and avoid the bad things. While it sounds simple, this title will keep you on your toes as you try to navigate the dark inky space. By hitting the items you want or following the correct path, you build up your combo as well as your speed.","author":"Rob Manuel","topic":"Space"},{"quote":"&#39;Fowl Space&#39; was a lovechild of boredom. While in class, two of the developers started passing designs back and forth. Somewhere in the middle of all that ink and crumpled paper, a chicken in a space helmet was born and thus we have &#39;Fowl Space.&#39;","author":"Rob Manuel","topic":"Space"},{"quote":"If you love epic space opera, you shouldn&#39;t miss &#39;Interstellar&#39;.","author":"Annalee Newitz","topic":"Space"},{"quote":"Shooting on location and dressing locations in Los Angeles is shockingly expensive, especially when you&#39;re talking about webseries-level budgets, so the opportunity to build our sets in YouTube&#39;s space gives us a lot more room in our budget in being able to create the world of &#39;VGHS&#39; properly.","author":"Freddie Wong","topic":"Space"},{"quote":"Our imagination just needs space. It&#39;s all it needs, that moment where you just sort of stare into the distance where your brain gets to sort of somehow rise up.","author":"Glen Hansard","topic":"Space"},{"quote":"Working on &#39;Honeymoon,&#39; an independent movie, was almost like working on TV with the space, and everything was stripped down - costume and hair and makeup. There was very little to hide behind, and you absolutely had to create the character from within.","author":"Rose Leslie","topic":"Space"},{"quote":"The launch of a space shuttle can still make you weep with amazement and wonder, if you happen to be watching it.","author":"Hanna Rosin","topic":"Space"},{"quote":"A voice expressing emotion in a musical way moves on. It&#39;s like the finale of the movie 2001: A Space Odyssey (1968) - the world turns in on itself, as a universe unto itself, in the shape of one human being.","author":"Dwight Yoakam","topic":"Space"},{"quote":"I think the answer of course is that space and time are not these hard external objects. Again we&#39;re, scientists have been building from one side of nature (physics) without considering the other side (life in consciousness). Neither side exists without the other. They cannot be divorced from one another or else there is no reality.","author":"Robert Lanza","topic":"Space"},{"quote":"We have these words &#39;space&#39; and &#39;time,&#39; but you can&#39;t touch them. They&#39;re not objects, they&#39;re not things, they go forever. Space and time are really tools of animal sense perception, the way we organize and construct information.","author":"Robert Lanza","topic":"Space"},{"quote":"Journalism: an ability to meet the challenge of filling the space.","author":"Rebecca West","topic":"Space"},{"quote":"When I was super young, I had an Atari and used to play &#39;Space Invaders.&#39; Then I fell in love with &#39;Mario Bros.,&#39; &#39;Sonic the Hedgehog&#39; and &#39;Yoshi&#39; on Super Nintendo. I was quite a bit of a gamer as a kid when I think about it.","author":"Amber Rose","topic":"Space"},{"quote":"A journey into space is the greatest adventure I can imagine.","author":"Sarah Brightman","topic":"Space"},{"quote":"If India hadn&#39;t become a troubled space for me, somehow I wouldn&#39;t have any reason to write about it. So the fact that it&#39;s a lost love, or something, is why I keep thinking about it obsessively.","author":"Karan Mahajan","topic":"Space"},{"quote":"In some ways, I missed my era because I&#39;m big and messy and have big feelings and take up space on a stage rather than being diminutive and childlike in my woman-ness.","author":"Elizabeth Marvel","topic":"Space"},{"quote":"It&#39;s important to be informed but I also think it&#39;s important to be inspired. I&#39;m creating a space where people can be inspired.","author":"Daryn Kagan","topic":"Space"},{"quote":"Leave part of the yard rough. Don&#39;t manicure everything. Small children in particular love to turn over rocks and find bugs, and give them some space to do that. Take your child fishing. Take your child on hikes.","author":"Richard Louv","topic":"Space"},{"quote":"Everyone is given one gift, a reason for being, and it&#39;s our obligation to do something with it. Obviously, it&#39;s a challenge - but if you&#39;re not taking the bull by the horns, I have no patience for you. You&#39;re just taking up space.","author":"Melissa Rosenberg","topic":"Space"},{"quote":"Is manned space exploration important? Yes - not least because it simply works much better than sending robots.","author":"Henry Spencer","topic":"Space"},{"quote":"I see Earth! It is so beautiful!","author":"Yuri Gagarin","topic":"Space"},{"quote":"Space can vibrate, space can fluctuate, space can be quantum mechanical, but what the devil is it? And, you know, everybody has their own idea about what it is, but there&#39;s no coherent final consensus on why there is space.","author":"Leonard Susskind","topic":"Space"},{"quote":"I spend the entire 90 minutes looking for space on the pitch. I&#39;m always between the opposition&#39;s two holding midfielders and thinking, &#39;The defence is here, so I get the ball and I go there to where the space is.&#39;","author":"Xavi","topic":"Space"},{"quote":"Earlier generations of stars in the galaxy could well have had planets. But really, there was only hydrogen and helium to work with, so they&#39;d all be gas giants and not small, rocky planets.","author":"Jill Tarter","topic":"Space"},{"quote":"I&#39;d love to go back to space, I don&#39;t know any astronaut who doesn&#39;t want to.","author":"Helen Sharman","topic":"Space"},{"quote":"I had been lucky that my physiology is well suited to space training.","author":"Helen Sharman","topic":"Space"},{"quote":"I still dream about being on the space station with the feeling of being weightless. The weightlessness is the most amazing, relaxing and natural feeling.","author":"Helen Sharman","topic":"Space"},{"quote":"From space, the earth appears predominantly blue; the clouds are brilliant white. Surprisingly, you don&#39;t see much green, although Ireland looks green, and so do Scandinavia and New Zealand. The deserts are brick red and really stand out.","author":"Helen Sharman","topic":"Space"},{"quote":"While it&#39;s true that women are the minority in most tech companies, I don&#39;t think that inhibits entry into the tech space. My motto has always been, &#39;Live What You Love,&#39; and as such, I think it&#39;s incredibly important to do work you believe in and to work for a company that has values that align with your own, be it in tech or another industry.","author":"Brit Morin","topic":"Space"},{"quote":"Personally, I&#39;ve realized that the tradition I thought of as too safe, too pretty, and too conventional is the space where women have been able to gain some practical ground. The area of music where we thought the status quo was really being upset - specifically hard rock - has actually remained the most male-dominated.","author":"Ann Powers","topic":"Space"},{"quote":"Unless action is taken soon - unless we can display the same vision of that earlier period - we will lose the treasure of California&#39;s open space and environmental beauty.","author":"Adam Schiff","topic":"Space"},{"quote":"I&#39;m kind of in a middle space, being marketed as a biracial actor. Roles are written either stereotypically black, or they&#39;re written &#39;normal,&#39; which is just code for white.","author":"Jesse Williams","topic":"Space"},{"quote":"Designing a station with artificial gravity would undoubtedly be a daunting task. Space agencies would have to re-examine many reliable technologies under the light of the new forces these tools would have to endure. Space flight would have to take several steps back before moving forward again.","author":"Andy Weir","topic":"Space"},{"quote":"Many cities end up putting off things because they want to understand everything. They don&#39;t understand that innovating is about starting. Taking care of a city is a process that you start, and then give the population space to respond.","author":"Jaime Lerner","topic":"Space"},{"quote":"When I played in Holland, I always tried to lob the goalkeeper. People used to say, &#39;Oh, you&#39;re always only trying to make a nice goal&#39;. But I said, &#39;Listen, if the goalie is a little bit off his line, how much space do you have on his left or right?&#39; It&#39;s not a lot. &#39;And how much space do you have above him?&#39;","author":"Dennis Bergkamp","topic":"Space"},{"quote":"NSS strongly supports the usage of space to provide benefits to people living on the Earth. The Iridium satellites enable first responders to communicate rapidly during an emergency anywhere in the world.","author":"Bruce Pittman","topic":"Space"},{"quote":"There are different types of talents and intelligences, and traditional schools sometimes ignore the creative ones. It is important for us to give kids every platform for them to find what they are good at and what they love. The arts also provide a space for newfound creativity.","author":"Caity Lotz","topic":"Space"},{"quote":"I&#39;m really such a bumbler! Writing fiction is like arranging furniture in a dark room. I can&#39;t see what I&#39;m doing. I grope for the right words. I bump against the wrong words and stumble and stub my toe and curse and keep trying to guess what belongs in the space.","author":"Joanna Scott","topic":"Space"},{"quote":"I&#39;ve been thinking a lot about space. It was one of those slow-motion realisations how little we are, how far we are from everything else in our solar system. This idea of distance started kind of haunting me. How do you go forth and accomplish things but not end up leaving everything you started out with in the dust?","author":"Regina Spektor","topic":"Space"},{"quote":"We are going to learn how to relate to the Earth and our own natural environment here by looking seriously at space colony ecologies.","author":"Rusty Schweickart","topic":"Space"},{"quote":"I&#39;ve completed half of my space training at Space City in Moscow. I love adventure, and I&#39;ve been training in a centrifuge and MiG Fighter with a view to going into space and being a spokesman for space exploration!","author":"Brian Blessed","topic":"Space"},{"quote":"Nobody has ever built a reliable peer-to-peer service, where people can really access all the music they want in one location,... Once I got it into my head, I couldn&#39;t imagine the media space without one.","author":"Shawn Fanning","topic":"Space"},{"quote":"As the scene of life would be more the cold emptiness of space than the warm, dense atmosphere of planets, the advantage of containing no organic material at all, so as to be independent of both these conditions, would be increasingly felt.","author":"John Desmond Bernal","topic":"Space"},{"quote":"If we ever start communicating with living creatures from other planets, the number one priority is, how are you going to communicate information? Even between different cultures here on Earth, you get into communication problems.","author":"Story Musgrave","topic":"Space"},{"quote":"The Next Generation Space Telescope, which will be located much further away from the Earth than the Hubble Space Telescope presently is, will also explore the infrared part of the spectrum.","author":"Claude Nicollier","topic":"Space"},{"quote":"The space shuttle has been a fantastic vehicle. It is unlike any other thing that we&#39;ve ever built. Its capabilities have carried several hundred people into space.","author":"Robert Crippen","topic":"Space"},{"quote":"When we look out into space, we&#39;re looking back in time; the light from a galaxy a billion light-years away, for instance, will take a billion years to reach us. It&#39;s an amazing thing. The history is there for us to see. It&#39;s not mushed up like the geologic record of Earth. You can just see it exactly as it was.","author":"Margaret Geller","topic":"Space"},{"quote":"I think about that &#39;empty&#39; space a lot. That emptiness is what allows for something to actually evolve in a natural way. I&#39;ve had to learn that over the years - because one of the traps of being an artist is to always want to be creating, always wanting to produce.","author":"Meredith Monk","topic":"Space"},{"quote":"Dot Hacker, to me, sounds like a collection of all my tastes. I hear four people trying to fill up as much space as they can.","author":"Josh Klinghoffer","topic":"Space"},{"quote":"From the moment of using rocket devices, a great new era will begin in astronomy: the epoch of the more intensive study of the firmament.","author":"Konstantin Tsiolkovsky","topic":"Space"},{"quote":"Boundaries are actually the main factor in space, just as the present, another boundary, is the main factor in time.","author":"Eduardo Chillida","topic":"Space"},{"quote":"We&#39;ve been surrounded by images of space our whole lives, from the speculative images of science fiction to the inspirational visions of artists to the increasingly beautiful pictures made possible by complex technologies. But whilst we have an overwhelmingly vivid visual understanding of space, we have no sense of what space sounds like.","author":"Honor Harger","topic":"Space"},{"quote":"I think the Space Shuttle is worth one billion dollars a launch. I think that it is worth two billion dollars for what it does. I think the Shuttle is worth it for the work it does.","author":"Pete Conrad","topic":"Space"},{"quote":"When time and space and change converge, we find place. We arrive in Place when we resolve things. Place is peace of mind and understanding. Place is knowledge of self. Place is resolution.","author":"Abdullah Ibrahim","topic":"Space"},{"quote":"A small house must depend on its grouping with other houses for its beauty, and for the preservation of light air and the maximum of surrounding open space.","author":"Clarence Stein","topic":"Space"},{"quote":"Each work has its own space, which should neither be conceived as a sort of cage nor regarded as extending to infinity.","author":"Marino Marini","topic":"Space"},{"quote":"Why not a space flower? Why do we always expect metal ships?","author":"W. D. Richter","topic":"Space"},{"quote":"Acting is about going into the space, and there are just some places that I&#39;m not willing to go.","author":"Oprah Winfrey","topic":"Space"},{"quote":"The behavior of the crowd at Churchill Downs is like 100,000 vicious Hyenas going berserk all at once in a space about the size of a 777 jet or the White House lawn.","author":"Hunter S. Thompson","topic":"Space"},{"quote":"I have wanted to fly into space for many years, but never imagined it would really be feasible.","author":"Stephen Hawking","topic":"Space"},{"quote":"I love producing. I am loving doing that. I think that is my most natural space in the business. I just love producing or editing and that&#39;s where I thrive.","author":"Will Smith","topic":"Space"},{"quote":"We will build new ships to carry man forward into the universe, to gain a new foothold on the moon and to prepare for new journeys to the worlds beyond our own.","author":"George W. Bush","topic":"Space"},{"quote":"When I left NASA, I was looking at how you could use space technologies for developing countries&#39; work.","author":"Mae Jemison","topic":"Space"},{"quote":"I wanted to be a scientist, but I wanted to go into space. They are not mutually exclusive.","author":"Mae Jemison","topic":"Space"},{"quote":"For me, it was really a childhood dream coming true. It&#39;s sort of where the fantasy led reality, and then I got to be on the Starship Enterprise anyway. And the cool thing was - is I was the only person on this bridge who had actually been in space.","author":"Mae Jemison","topic":"Space"},{"quote":"I&#39;m substantially concerned about the policy directions of the space agency. We have a situation in the U.S. where the White House and Congress are at odds over what the future direction should be. They&#39;re sort of playing a game and NASA is the shuttlecock that they&#39;re hitting back and forth.","author":"Neil Armstrong","topic":"Space"},{"quote":"Most people are completely unaware of their breath. They violate your space, they have no idea that they have halitosis.","author":"Larry David","topic":"Space"},{"quote":"I won&#39;t say that I&#39;m an agnostic, since agnosticism maintains that one cannot know... but I&#39;m not averse to the idea of some intelligence or some organizing force that set up the initial conditions of the universe in such a way that ultimately generated stars, planets and life.","author":"B. F. Skinner","topic":"Space"},{"quote":"So most astronauts getting ready to lift off are excited and very anxious and worried about that explosion - because if something goes wrong in the first seconds of launch, there&#39;s not very much you can do.","author":"Sally Ride","topic":"Space"},{"quote":"One thing I probably share with everyone else in the astronaut office is composure.","author":"Sally Ride","topic":"Space"},{"quote":"To try to really land a spacecraft really on another world is really difficult, and if we lose that ability, it&#39;s going to be heartbreaking.","author":"Bill Nye","topic":"Space"},{"quote":"I go to a lot of movies where people are all around me laughing, and I feel like I&#39;m from outer space because I find it dangerous and stupid and horrible and degrading to women and all these things.","author":"Meryl Streep","topic":"Space"},{"quote":"I&#39;ve been lucky enough to fly to space twice.","author":"Chris Hadfield","topic":"Space"},{"quote":"As an astronaut, especially during launch, half of the risk of a six-month flight is in the first nine minutes.","author":"Chris Hadfield","topic":"Space"},{"quote":"Going back to the moon is not visionary in restoring space leadership for America. Like its Apollo predecessor, it will prove to be a dead end littered with broken spacecraft, broken dreams and broken policies.","author":"Buzz Aldrin","topic":"Space"},{"quote":"The purpose of going to Mars is for humans to first begin to occupy, permanently, another planet in the solar system. The astronauts or pilgrims, whatever you might call them, are going to be very historically unique human beings.","author":"Buzz Aldrin","topic":"Space"},{"quote":"We must still think of ourselves as pioneers to understand the importance of space.","author":"Buzz Aldrin","topic":"Space"},{"quote":"We can conceive of eternity because we cannot conceive of a cessation of time. We can conceive of infinite space because we cannot conceive of so much matter that our imagination will not stand upon the farthest star and see infinite space beyond.","author":"Robert Green Ingersoll","topic":"Space"},{"quote":"What was most significant about the lunar voyage was not that men set foot on the moon but that they set eye on the earth.","author":"Norman Cousins","topic":"Space"},{"quote":"Any astronaut can tell you you&#39;ve got to do everything you can to learn about your life support system and then do everything you can to take care of it.","author":"Sylvia Earle","topic":"Space"},{"quote":"For me, playwriting is and has always been like making a chair. Your concerns are balance, form, timing, lights, space, music. If you don&#39;t have these essentials, you might as well be writing a theoretical essay, not a play.","author":"Sam Shepard","topic":"Space"},{"quote":"I loved &#39;Space Ghost&#39; when I was in college.","author":"Eric Andre","topic":"Space"},{"quote":"We&#39;re not up there in space just to joyride around. We&#39;re up there to do things that are of value to everybody right here on Earth.","author":"John Glenn","topic":"Space"},{"quote":"A city like London is sociable in a sense that there are people gathering in bars and restaurants, concerts and lectures. Yet you can partake of all these experiences and never say hello to anyone new. And one of the things that all religions do is take groups of strangers into a space and say it is OK to talk to each other.","author":"Alain de Botton","topic":"Space"},{"quote":"I am absolutely certain that life can exist in outer space, move around, find a new aqueous environment.","author":"Craig Venter","topic":"Space"},{"quote":"Space is to place as eternity is to time.","author":"Joseph Joubert","topic":"Space"},{"quote":"It doesn&#39;t matter the kind of music, it doesn&#39;t matter whether it&#39;s a cowboy hat or a yarmulke. I don&#39;t care if it&#39;s outer space or pop, the spirit is the same.","author":"David Lee Roth","topic":"Space"},{"quote":"My childhood dreams were focused on being part of the effort to make humanity a multiplanetary species.","author":"Peter Diamandis","topic":"Space"},{"quote":"I don&#39;t think the space station is innovative. Going to the moon was innovative because we had no idea how to do it.","author":"Peter Diamandis","topic":"Space"},{"quote":"Mining asteroids will ultimately benefit humanity on and off the Earth in a multitude of ways.","author":"Peter Diamandis","topic":"Space"},{"quote":"Equality and separation cannot exist in the same space.","author":"Jason Mraz","topic":"Space"},{"quote":"I find in music there&#39;s a space and a language I can use to express things in ways I can&#39;t describe conversationally.","author":"Sufjan Stevens","topic":"Space"},{"quote":"I quickly learned that asking if an interview space was wheelchair accessible was a bad idea; it gave a potential employer an immediate bad impression. It was either a black mark against my name, or a straight up discussion of why I wouldn&#39;t be able to work there because they had no wheelchair access.","author":"Stella Young","topic":"Space"},{"quote":"I think trust is the most important thing. If the actors and the director and the crew trust each other and you set up perimeters and boundaries, you give everyone space to do great work.","author":"Sam Heughan","topic":"Space"},{"quote":"The first private space of my own wasn&#39;t a dorm room; it was a hotel room in Tulsa, Oklahoma.","author":"Rob Lowe","topic":"Space"},{"quote":"Leaving the space station was bittersweet - I had been there for a long time and looked forward to leaving, but it is a remarkable place.","author":"Scott Kelly","topic":"Space"},{"quote":"There are few aspects of everyday life that aren&#39;t touched by the technologies developed for space travel.","author":"Scott Kelly","topic":"Space"},{"quote":"Just like the bones and muscles, the heart is designed to work in one gravity here on Earth, so when you put the heart in space, it operates differently and changes shape.","author":"Scott Kelly","topic":"Space"},{"quote":"When you take away the phone and e-mail and you don&#39;t have a million things to run around to, it allows your mind the space to think more expansively about the things that matter.","author":"Ewan McGregor","topic":"Space"},{"quote":"There is a project that&#39;s underway called the interplanetary Internet. It&#39;s in operation between Earth and Mars. It&#39;s operating on the International Space Station. It&#39;s part of the spacecraft that&#39;s in orbit around the Sun that&#39;s rendezvoused with two planets.","author":"Vint Cerf","topic":"Space"},{"quote":"My greatest strength as a child, I realize now, was my imagination. While every other kid was reading and writing, I had seven whole hours a day to practice my imagination. When do you get that space in your life, ever?","author":"Barbara Corcoran","topic":"Space"},{"quote":"Roman civilization had achieved, within the bounds of its technology, relatively as great a mastery of time and space as we have achieved today.","author":"Arthur Erickson","topic":"Space"},{"quote":"Most of the power of painting comes through the manipulation of space... but I don&#39;t understand that.","author":"Jasper Johns","topic":"Space"},{"quote":"In essence, String Theory describes space and time, matter and energy, gravity and light, indeed all of God&#39;s creation... as music.","author":"Roy H. Williams","topic":"Space"},{"quote":"I feel like it&#39;s improving a little bit as we go on, but I&#39;ve never been to Lilith Fair. It always seemed so cool that it was started by women, for women, and it was a safe place to go and hear all of your favorite female acts in one space.","author":"Maren Morris","topic":"Space"},{"quote":"The heart looks into space to be away from earth.","author":"Richard Jefferies","topic":"Space"},{"quote":"I&#39;d like to go to another planet, which I might live long enough to accomplish. Just get on a spaceship and go. But not the moon. I don&#39;t see any flowers there. The moon is too close. I want to go further.","author":"Shirley MacLaine","topic":"Space"},{"quote":"Space travel is the only technology that is more dangerous and more expensive now than it was in its first year. Fifty years after Yuri Gagarin, the space shuttle ended up being more dangerous and more expensive to fly than those first throwaway rockets, even though large portions of it were reusable. It&#39;s absurd.","author":"Burt Rutan","topic":"Space"},{"quote":"The photographs of space taken by our astronauts have been published all over the place. But the eye is a much more dynamic mechanism than any camera or pictures. It&#39;s a more exciting view in person than looking at the photographs. Of course, I personally am sick and tired of hearing people talk like that: I want to see it myself!","author":"Burt Rutan","topic":"Space"},{"quote":"By 1973, we had a space station, the Skylab, and we had multiple probes going up to planets. So, all this wonderful stuff happened in 10 to 15 years. About that time, there should have been enormous initiatives to make it affordable for people to fly in space, not just a handful of trained NASA astronauts and Russian cosmonauts.","author":"Burt Rutan","topic":"Space"},{"quote":"I like the two worlds coming together in the Internet space, which is so up for grabs... It all struck me when I heard about Twitter and Instagram, how it&#39;s like notes you pass in class. If someone&#39;s passing you a note, you really should be doing something else, and instead you&#39;re like, oh, &#39;What are you doing?&#39;","author":"Parker Posey","topic":"Space"},{"quote":"When I do an editorial or when I do a campaign, I bring that lens to every space.","author":"Petra Collins","topic":"Space"},{"quote":"We think of divinity as something infinitely big, but it is also infinitely small - the condensation of your breath on your palms, the ridges in your fingertips, the warm space between your shoulder and the shoulder next to you.","author":"G. Willow Wilson","topic":"Space"},{"quote":"Films can&#39;t change the society; they can simply open the space for the discussion which can lead to social change and can start new forms of social activism.","author":"Joshua Oppenheimer","topic":"Space"},{"quote":"So this is the space during tutoring hours. It&#39;s very busy. Same principles: one-on-one attention, complete devotion to the students&#39; work and a boundless optimism and sort of a possibility of creativity and ideas.","author":"Dave Eggers","topic":"Space"},{"quote":"Having the benefit to our society, not only here in the United States but throughout the world with the amount of invention you get from having a space program, is well worth the risk that an individual like myself has to take by flying in the vehicle.","author":"Mark Kelly","topic":"Space"},{"quote":"I think of music as creating a space. I like to put things in that are comforting to me and are nostalgic. To me, that&#39;s what sampling does in songs; it&#39;s making deeper layers for people who know where it comes from, but also referencing another part of my history and my memory or a memory that I have.","author":"Jamila Woods","topic":"Space"},{"quote":"When you gaze at stars and think about planets, the places it takes your imagination are amazing! You look up the sky, and you know the stars have always been here; they were referenced in biblical times and have always been present. They are somewhere up there in the future, and they guide you; they make you feel safe.","author":"Sarah Brightman","topic":"Space"},{"quote":"Redwoods have an enormous surface area that extends upward into space because they have a propensity to do something called reiteration. A redwood is a fractal. And as they put out limbs, the limbs burst into small trees, copies of the redwood.","author":"Richard Preston","topic":"Space"},{"quote":"Our democratic system, national identity, and international space must be respected. Any forms of suppression will harm the stability of cross-strait relations.","author":"Tsai Ing-wen","topic":"Space"},{"quote":"Well, I think one doesn&#39;t really have to invent this memorial space, because it is already there. And it is speaking with a voice and, you know, 4 million of us came to see the site.","author":"Daniel Libeskind","topic":"Space"},{"quote":"Supplying fuel for a Mars expedition from the lunar surface is often suggested, but it&#39;s hard to make it pay off - Moon bases are expensive, and just buying more rockets to launch fuel from Earth is relatively cheap.","author":"Henry Spencer","topic":"Space"},{"quote":"The Orion capsule uses an escape system quite like that of the Apollo spacecraft in the 1960s and 70s: an &#39;escape tower&#39; containing a solid-fuel rocket that will pull it up and away from Ares I in a pinch.","author":"Henry Spencer","topic":"Space"},{"quote":"Whether solid rockets are more or less likely to fail than liquid-fuel rockets is debatable. More serious, though, is that when they do fail, it&#39;s usually violent and spectacular.","author":"Henry Spencer","topic":"Space"},{"quote":"Sometimes people wonder why aeroplanes are so cheap and rockets are so expensive. Even the most superficial comparison shows one obvious difference: aeroplane engines use outside air to burn their fuel, while rockets have to carry their own oxidisers along.","author":"Henry Spencer","topic":"Space"},{"quote":"Reusable rockets promise much easier testing because you should usually get them back, and you can debug as you go rather than having to get everything perfect the first time.","author":"Henry Spencer","topic":"Space"},{"quote":"We want to make sure we get living astronauts to the surface of Mars.","author":"Ellen Stofan","topic":"Space"},{"quote":"Mars missions will require up to three years in reduced gravity, so we need to make sure astronauts can not only survive but thrive as they move outward to explore this new world.","author":"Ellen Stofan","topic":"Space"},{"quote":"Whether it&#39;s performing a concert with my quartet or sitting in with my peers, enjoying musical conversations at home with my brothers or hanging and playing choro with my friends - sharing moments in that bright space of music are the happiest times.","author":"Anat Cohen","topic":"Space"},{"quote":"Why is there space rather than no space? Why is space three-dimensional? Why is space big? We have a lot of room to move around in. How come it&#39;s not tiny? We have no consensus about these things. We&#39;re still exploring them.","author":"Leonard Susskind","topic":"Space"},{"quote":"Eventually there are going to be cities in space.","author":"Alan Bean","topic":"Space"},{"quote":"We knew it was going to be difficult to get to the moon. We didn&#39;t know how difficult.","author":"Alan Bean","topic":"Space"},{"quote":"Politicians and the government have become too interested in short-term gains. Of course, if you look at the direct financial returns in the short term, human space flight is expensive. But they need to look longer term.","author":"Helen Sharman","topic":"Space"},{"quote":"While we&#39;ve taken seeds into space, and astronauts on the International Space Station have eaten lettuce they&#39;ve grown, we haven&#39;t produced fruit in space, so we can&#39;t pollinate something.","author":"Helen Sharman","topic":"Space"},{"quote":"Those folks out in the space suits are going to be getting beat up.","author":"Duane G. Carey","topic":"Space"},{"quote":"The sun and its retinue of planets drift as a group through the vast gulfs of space that separate the stars.","author":"Barney Oliver","topic":"Space"},{"quote":"One of the things that we can say with confidence is that we will have much lighter, much stronger materials, and this will reduce the cost of air flight, and the cost of rockets.","author":"Ralph Merkle","topic":"Space"},{"quote":"The microgravity or the very, very low amount of gravity that we have up in space forces some changes in different processes. It forces changes in us as human beings.","author":"Laurel Clark","topic":"Space"},{"quote":"I used to think about how nice it would be to visit the planets. Of course, I didn&#39;t expect to see in my lifetime what has happened. I knew it would happen some day, but it came along faster than I at first thought.","author":"Clyde Tombaugh","topic":"Space"},{"quote":"The dinosaurs became extinct because they didn&#39;t have a space program.","author":"Larry Niven","topic":"Space"},{"quote":"I said it&#39;s a cold universe and I don&#39;t mean that metaphorically. If you go out into space, it&#39;s cold. It&#39;s really cold and we don&#39;t know what&#39;s up there. We happen to be in this little pocket where there&#39;s a sun. What have we got except love and each other to guard against all that isolation and loneliness?","author":"David Chase","topic":"Space"},{"quote":"I am jewelry and objects together. This is the Elsa Peretti name to me. It is a very good balance for me to try and create with the person in mind or with the space in mind - to imagine a bowl of fruit or something for water. It is a little bit yin and yang.","author":"Elsa Peretti","topic":"Space"},{"quote":"The Enterprise In Space program is an exciting opportunity to simultaneously advance cutting edge technologies while getting students from around the world engaged in STEAM and space education.","author":"Bruce Pittman","topic":"Space"},{"quote":"Well, I&#39;ve been a big fan of comic books since I was a little kid. In fact, I used to write and draw my own comic books when I was on the old Lost in Space series.","author":"Bill Mumy","topic":"Space"},{"quote":"I believe that there may be intelligent life on other planets.","author":"Pat Buckley","topic":"Space"},{"quote":"It would take an extremely large spacecraft to deflect a large asteroid that would be headed directly for the Earth.","author":"Rusty Schweickart","topic":"Space"},{"quote":"We have the capability - physically, technically - to protect the Earth from asteroid impacts. We are now able to very slightly and subtly reshape the solar system in order to enhance human survival.","author":"Rusty Schweickart","topic":"Space"},{"quote":"It is difficult to imagine evolution in alien planets operating in any manner other than Darwinian.","author":"Simon Conway Morris","topic":"Space"},{"quote":"I was a frustrated astronaut all my life. I grew up at a time when space seemed to have no boundaries, and lots of us presumed humans would be living on the moon and landing on Mars.","author":"David Mackay","topic":"Space"},{"quote":"I watched the moon landing as a boy, and I thought that was the most exciting thing ever, going into space, orbiting Earth and exploring other planets. That looked fantastic.","author":"David Mackay","topic":"Space"},{"quote":"I certainly remember building model rockets. It was fun to watch the rocket blast into the air, suspenseful to wonder if the parachute would open to bring the rocket safely back.","author":"Eric Allin Cornell","topic":"Space"},{"quote":"I left Aerospace because I wanted to go build, and put spacecraft together.","author":"Gwynne Shotwell","topic":"Space"},{"quote":"It&#39;s much easier for me to sleep in space than it is back home. We sleep in a cabin, and you can float inside.","author":"Kevin A. Ford","topic":"Space"},{"quote":"Most of our history in space has been communicated in terms of action - what people do, a chronological list of events which have transpired - as opposed to the human experience of having done those things.","author":"Story Musgrave","topic":"Space"},{"quote":"I would have taken whatever hand I was dealt. Space was it.","author":"Story Musgrave","topic":"Space"},{"quote":"I&#39;ve always written. At the age of six or seven, I would get sheets of A4 paper and fold them in half, cut the edges to make a little eight-page booklet, break it up into squares and put in little stick men with little speech bubbles, and I&#39;d have a spy story, a space story and a football story.","author":"Ian Rankin","topic":"Space"},{"quote":"I think it&#39;s going to be a very important, unique data set in terms of measuring the behavior of your lower body in space and trying to figure out what we can do to preserve bone and muscle density.","author":"John L. Phillips","topic":"Space"},{"quote":"I&#39;m Chinese-American, of course, and so it&#39;s very interesting to see China actually launch their own astronauts, becoming the third nation, following the United States and Russia, to do so.","author":"Leroy Chiao","topic":"Space"},{"quote":"The negotiation of city space has been made more difficult with the idea that redevelopment is an improvement for some vague future - but it&#39;s never like that, is it? Once you get there, for economic reasons you have to generate the next project - so you&#39;re immediately starting to dig up something else, and so it goes on.","author":"Iain Sinclair","topic":"Space"},{"quote":"The question we ask is - if there is life on other planets, should we expect it to be based on the same molecules, i.e. be universal - or should we expect it to depend on the local conditions, i.e. on the planet&#39;s geochemistry. So to find out, we try experiments on biomolecules, starting with such geochemistry conditions.","author":"Dimitar Sasselov","topic":"Space"},{"quote":"To me, there is something superbly symbolic in the fact that an astronaut, sent up as assistant to a series of computers, found that he worked more accurately and more intelligently than they. Inside the capsule, man is still in charge.","author":"Adlai Stevenson","topic":"Space"},{"quote":"Rocket scientists agree that we have about reached the limit of our ability to travel in space using chemical rockets. To achieve anything near the speed of light we will need a new energy source and a new propellant. Nuclear fission is not an option.","author":"Wilson Greatbatch","topic":"Space"},{"quote":"Growing up in the &#39;60s and early &#39;70s, with the space flight and the Apollo program, I always loved planes. I always loved rockets and I always loved space travel.","author":"Stewart O'Nan","topic":"Space"},{"quote":"The discovery and investigation of life on other planets is likely to change many of our ideas about how life arose on the Earth and even what is life and its natural development.","author":"George Smoot","topic":"Space"},{"quote":"Thank you for the confidence put in my by the motherland and the people, for giving me this chance to represent China&#39;s millions of women by going into space.","author":"Liu Yang","topic":"Space"},{"quote":"Man must at all costs overcome the Earth&#39;s gravity and have, in reserve, the space at least of the Solar System.","author":"Konstantin Tsiolkovsky","topic":"Space"},{"quote":"I do not remember how it got into my head to make the first calculations related to rocket. It seems to me the first seeds were planted by famous fantaseour, J. Verne.","author":"Konstantin Tsiolkovsky","topic":"Space"},{"quote":"We have never observed infinity in nature. Whenever you have infinities in a theory, that&#39;s where the theory fails as a description of nature. And if space was born in the Big Bang, yet is infinite now, we are forced to believe that it&#39;s instantaneously, infinitely big. It seems absurd.","author":"Janna Levin","topic":"Space"},{"quote":"For a long time, we&#39;ve worked on detecting planets with whatever was at hand, making use of existing small telescopes or even amateur telescopes. It&#39;s time to move on to the next stage.","author":"Andrew Gould","topic":"Space"},{"quote":"Put three grains of sand inside a vast cathedral, and the cathedral will be more closely packed with sand than space is with stars.","author":"James Jeans","topic":"Space"},{"quote":"Life can be less mysterious than we make it out to be when we try to think about how it would be on other planets. And if we remove the mystery of life, then I think it is a little bit easier for us to think about how we live, and how perhaps we&#39;re not as special as we always think we are.","author":"Chris Adami","topic":"Space"},{"quote":"In the context of general relativity, space almost is a substance. It can bend and twist and stretch, and probably the best way to think about space is to just kind of imagine a big piece of rubber that you can pull and twist and bend.","author":"Alan Guth","topic":"Space"},{"quote":"Now, what space ultimately is - I should confess, I think most physicists believe - we don&#39;t yet know.","author":"Alan Guth","topic":"Space"},{"quote":"We have lost one shuttle for every 57 flights and that is not a good ratio. I do believe we need to continue space flights, but maybe we can follow the example of the Russians and use unmanned vehicles to transport hardware into space.","author":"Lincoln Davis","topic":"Space"},{"quote":"The world itself looks cleaner and so much more beautiful. Maybe we can make it that way - the way God intended it to be - by giving everyone, eventually, that new perspective from out in space.","author":"Roger B. Chaffee","topic":"Space"}]