[{"quote":"I&#39;ve missed more than 9000 shots in my career. I&#39;ve lost almost 300 games. 26 times, I&#39;ve been trusted to take the game winning shot and missed. I&#39;ve failed over and over and over again in my life. And that is why I succeed.","author":"Michael Jordan","topic":"Sports"},{"quote":"Just play. Have fun. Enjoy the game.","author":"Michael Jordan","topic":"Sports"},{"quote":"Winners never quit and quitters never win.","author":"Vince Lombardi","topic":"Sports"},{"quote":"Success is where preparation and opportunity meet.","author":"Bobby Unser","topic":"Sports"},{"quote":"Sports do not build character. They reveal it.","author":"Heywood Broun","topic":"Sports"},{"quote":"You can&#39;t put a limit on anything. The more you dream, the farther you get.","author":"Michael Phelps","topic":"Sports"},{"quote":"Football is football and talent is talent. But the mindset of your team makes all the difference.","author":"Robert Griffin III","topic":"Sports"},{"quote":"Sports teaches you character, it teaches you to play by the rules, it teaches you to know what it feels like to win and lose-it teaches you about life.","author":"Billie Jean King","topic":"Sports"},{"quote":"Every day is a new opportunity. You can build on yesterday&#39;s success or put its failures behind and start over again. That&#39;s the way life is, with a new game every day, and that&#39;s the way baseball is.","author":"Bob Feller","topic":"Sports"},{"quote":"I couldn&#39;t find the sports car of my dreams, so I built it myself.","author":"Ferdinand Porsche","topic":"Sports"},{"quote":"Many men go fishing all of their lives without knowing that it is not fish they are after.","author":"Henry David Thoreau","topic":"Sports"},{"quote":"You can&#39;t win unless you learn how to lose.","author":"Kareem Abdul-Jabbar","topic":"Sports"},{"quote":"Sports teaches you to understand the meaning of a team. You need to be able to work with everybody; you don&#39;t have to be their best friend. You can experience the fun of competition and driving toward a common goal without pushing to bond in some major way with each individual on a project.","author":"Kathleen Kennedy","topic":"Sports"},{"quote":"It&#39;s just a job. Grass grows, birds fly, waves pound the sand. I beat people up.","author":"Muhammad Ali","topic":"Sports"},{"quote":"Gold medals aren&#39;t really made of gold. They&#39;re made of sweat, determination, and a hard-to-find alloy called guts.","author":"Dan Gable","topic":"Sports"},{"quote":"There&#39;s three things men always talk about - women, sports, and cars.","author":"Mario Lopez","topic":"Sports"},{"quote":"The way a team plays as a whole determines its success. You may have the greatest bunch of individual stars in the world, but if they don&#39;t play together, the club won&#39;t be worth a dime.","author":"Babe Ruth","topic":"Sports"},{"quote":"The game of basketball has been everything to me. My place of refuge, place I&#39;ve always gone where I needed comfort and peace. It&#39;s been the site of intense pain and the most intense feelings of joy and satisfaction. It&#39;s a relationship that has evolved over time, given me the greatest respect and love for the game.","author":"Michael Jordan","topic":"Sports"},{"quote":"Winning is habit. Unfortunately, so is losing.","author":"Vince Lombardi","topic":"Sports"},{"quote":"A good vacation for me is going to warm weather. Being able to go outside, in the sun, hit the beach, play outside sports. Being active outside. Going swimming, hanging by the pool, having a couple drinks, having a couple of your close buddies around, and just having a blast.","author":"Rob Gronkowski","topic":"Sports"},{"quote":"Do you know what my favorite part of the game is? The opportunity to play.","author":"Mike Singletary","topic":"Sports"},{"quote":"Champions keep playing until they get it right.","author":"Billie Jean King","topic":"Sports"},{"quote":"Every strike brings me closer to the next home run.","author":"Babe Ruth","topic":"Sports"},{"quote":"A good hockey player plays where the puck is. A great hockey player plays where the puck is going to be.","author":"Wayne Gretzky","topic":"Sports"},{"quote":"My motto was always to keep swinging. Whether I was in a slump or feeling badly or having trouble off the field, the only thing to do was keep swinging.","author":"Hank Aaron","topic":"Sports"},{"quote":"There are only two seasons - winter and Baseball.","author":"Bill Veeck","topic":"Sports"},{"quote":"Adversity causes some men to break; others to break records.","author":"William Arthur Ward","topic":"Sports"},{"quote":"It is not up to me whether I win or lose. Ultimately, this might not be my day. And it is that philosophy towards sports, something that I really truly live by. I am emotional. I want to win. I am hungry. I am a competitor. I have that fire. But deep down, I truly enjoy the art of competing so much more than the result.","author":"Apolo Ohno","topic":"Sports"},{"quote":"I am building a fire, and everyday I train, I add more fuel. At just the right moment, I light the match.","author":"Mia Hamm","topic":"Sports"},{"quote":"Finding good players is easy. Getting them to play as a team is another story.","author":"Casey Stengel","topic":"Sports"},{"quote":"Band members have a special bond. A great band is more than just some people working together. It&#39;s like a highly specialized army unit, or a winning sports team. A unique combination of elements that becomes stronger together than apart.","author":"Steven Van Zandt","topic":"Sports"},{"quote":"When the going gets weird, the weird turn pro.","author":"Hunter S. Thompson","topic":"Sports"},{"quote":"It&#39;s good sportsmanship to not pick up lost golf balls while they are still rolling.","author":"Mark Twain","topic":"Sports"},{"quote":"Sports are such a great teacher. I think of everything they&#39;ve taught me: camaraderie, humility, how to resolve differences.","author":"Kobe Bryant","topic":"Sports"},{"quote":"Baseball was, is and always will be to me the best game in the world.","author":"Babe Ruth","topic":"Sports"},{"quote":"People ask me what I do in winter when there&#39;s no baseball. I&#39;ll tell you what I do. I stare out the window and wait for spring.","author":"Rogers Hornsby","topic":"Sports"},{"quote":"To me, it doesn&#39;t matter how good you are. Sport is all about playing and competing. Whatever you do in cricket and in sport, enjoy it, be positive and try to win.","author":"Ian Botham","topic":"Sports"},{"quote":"In sports, you simply aren&#39;t considered a real champion until you have defended your title successfully. Winning it once can be a fluke; winning it twice proves you are the best.","author":"Althea Gibson","topic":"Sports"},{"quote":"February is always a bad month for TV sports. Football is gone, basketball is plodding along in the annual midseason doldrums, and baseball is not even mentioned.","author":"Hunter S. Thompson","topic":"Sports"},{"quote":"The best kids are going to become the best. But the best thing about it is that you&#39;re going to learn lessons in playing those sports about winning and losing and teamwork and teammates and arguments and everything else that are going to affect you positively for the rest of your life.","author":"Carl Lewis","topic":"Sports"},{"quote":"Skiing combines outdoor fun with knocking down trees with your face.","author":"Dave Barry","topic":"Sports"},{"quote":"Tennis is a perfect combination of violent action taking place in an atmosphere of total tranquillity.","author":"Billie Jean King","topic":"Sports"},{"quote":"We didn&#39;t lose the game; we just ran out of time.","author":"Vince Lombardi","topic":"Sports"},{"quote":"You know how sports teach kids teamwork and how to be strong and brave and confident? Improv was my sport. I learned how to not waffle and how to hold a conversation, how to take risks and actually be excited to fail.","author":"Emma Stone","topic":"Sports"},{"quote":"Fishing is much more than fish. It is the great occasion when we may return to the fine simplicity of our forefathers.","author":"Herbert Hoover","topic":"Sports"},{"quote":"One man practicing sportsmanship is far better than a hundred teaching it.","author":"Knute Rockne","topic":"Sports"},{"quote":"You always get a special kick on opening day, no matter how many you go through. You look forward to it like a birthday party when you&#39;re a kid. You think something wonderful is going to happen.","author":"Joe DiMaggio","topic":"Sports"},{"quote":"Just be patient. Let the game come to you. Don&#39;t rush. Be quick, but don&#39;t hurry.","author":"Earl Monroe","topic":"Sports"},{"quote":"Gray skies are just clouds passing over.","author":"Frank Gifford","topic":"Sports"},{"quote":"That&#39;s one thing you learn in sports. You don&#39;t give up; you fight to the finish.","author":"Louis Zamperini","topic":"Sports"},{"quote":"Don&#39;t look back. Something might be gaining on you.","author":"Satchel Paige","topic":"Sports"},{"quote":"Hockey is a sport for white men. Basketball is a sport for black men. Golf is a sport for white men dressed like black pimps.","author":"Tiger Woods","topic":"Sports"},{"quote":"If it doesn&#39;t matter who wins or loses, then why do they keep score?","author":"Vince Lombardi","topic":"Sports"},{"quote":"People love video games because they do things they obviously can&#39;t do in real life. That&#39;s especially true with sports games because fans love to step into the shoes of their favorite athletes.","author":"Ralph Baer","topic":"Sports"},{"quote":"Life wasn&#39;t easy growing up; it was frustrating. If I had been a better reader, then that would have come easily, sports would have come easily, everything would have come easily, and I never would have realized that the way you get ahead in life is hard work.","author":"Caitlyn Jenner","topic":"Sports"},{"quote":"We are raising today&#39;s children in sterile, risk-averse and highly structured environments. In so doing, we are failing to cultivate artists, pioneers and entrepreneurs, and instead cultivating a generation of children who can follow the rules in organized sports games, sit for hours in front of screens and mark bubbles on standardized tests.","author":"Darell Hammond","topic":"Sports"},{"quote":"Sports play a very important role in consolidating the national strength, adding lustre to the country&#39;s prestige and honour, inspiring people with national dignity and pride, and imbuing the whole society with revolutionary mettle.","author":"Kim Jong-un","topic":"Sports"},{"quote":"I think what endurance sports teach you is to stay dedicated, stay focused, and also to understand you&#39;re going to have ups and downs, but you need to keep running right through them.","author":"Kyrsten Sinema","topic":"Sports"},{"quote":"Sports have always been a big part of my life. At school, I played a lot of different sports, and I was competing with other schools. I did everything: running, volleyball, basketball, soccer, Olympic-style gymnastics, and more! My history with sports gave me good concentration, focus, strength, and motivation to stay healthy.","author":"Izabel Goulart","topic":"Sports"},{"quote":"To find a man&#39;s true character, play golf with him.","author":"P. G. Wodehouse","topic":"Sports"},{"quote":"I&#39;m riveted by extreme sports like big-wave surfing, &#39;megaramp&#39; skateboarding and half-pipe snowboarding. I&#39;m fascinated partly because the sports are so exhilaratingly acrobatic. But I&#39;m also captivated by the fear that a terrible accident might happen at any moment. And accidents do happen.","author":"Lucy Walker","topic":"Sports"},{"quote":"Commitment, belief and positive attitude are all important if you&#39;re going to be a success, whether you&#39;re in sports, in business or, as in my case, anthropology.","author":"Donald Johanson","topic":"Sports"},{"quote":"At school I pretended I had a normal life, but I felt lonely all the time and different from everyone else. I never felt like I fit in, and I wasn&#39;t allowed to participate in after-school activities, go to sports events or parties or date boys. Many times I had to make up stories about why I couldn&#39;t do anything with my classmates.","author":"Joyce Meyer","topic":"Sports"},{"quote":"That&#39;s the biggest gap in sports, the difference between the winner and the loser of the Super Bowl.","author":"John Madden","topic":"Sports"},{"quote":"I see great things in baseball. It&#39;s our game - the American game.","author":"Walt Whitman","topic":"Sports"},{"quote":"The Olympic Games are always in the head of every sports athlete. We work for that. The Olympics are the most important race. They&#39;re each four years, and everybody wants to show their best performance.","author":"Tina Maze","topic":"Sports"},{"quote":"I went to a fight the other night, and a hockey game broke out.","author":"Rodney Dangerfield","topic":"Sports"},{"quote":"I have long understood that losing always comes with the territory when you wander into the gambling business, just as getting crippled for life is an acceptable risk in the linebacker business. They both are extremely violent sports, and pain is part of the bargain. Buy the ticket, take the ride.","author":"Hunter S. Thompson","topic":"Sports"},{"quote":"Sports should not become routine. It should be about passion.","author":"Kapil Dev","topic":"Sports"},{"quote":"We live in a world where sports have the potential to bridge the gap between racism, sexism and discrimination. The 2012 Olympic Games was a great start but hopefully what these games taught us is that if women are given an opportunity on an equal playing field the possibilities for women are endless.","author":"Jackie Joyner-Kersee","topic":"Sports"},{"quote":"Baseball is the only field of endeavor where a man can succeed three times out of ten and be considered a good performer.","author":"Ted Williams","topic":"Sports"},{"quote":"Swimming is probably the ultimate of burnout sports. It&#39;s ironic because millions of people who swim as their regular exercise love the meditation aspect of it; you don&#39;t wind up with any orthopedic injuries. But when you swim at a world class level for hours and hours - the loneness of the long distance runner.","author":"Diana Nyad","topic":"Sports"},{"quote":"I&#39;m tired of hearing about money, money, money, money, money. I just want to play the game, drink Pepsi, wear Reebok.","author":"Shaquille O'Neal","topic":"Sports"},{"quote":"Being nerdy just means being passionate about something, including everyone - the coolest people on Earth are passionate and therefore nerdy about something whatever it is, whether it&#39;s sports, or gaming, or technology, or fashion, or beauty, or food, or whatever.","author":"Zachary Levi","topic":"Sports"},{"quote":"Every child should have time for arts, music, sports, drama, robotics, school newspapers and the like, not to mention recess and play.","author":"Chris Gabrieli","topic":"Sports"},{"quote":"Wrestling is ballet with violence.","author":"Jesse Ventura","topic":"Sports"},{"quote":"Thanks to the competence, love of God, our country&#39;s security and stability, endowed wealth, integrated infrastructure and quality services, the U.A.E. turned into the world&#39;s renowned destination for tourism, investment and business management: the interface of choice for hosting major cultural events, artistic and sports, in the world.","author":"Khalifa bin Zayed Al Nahyan","topic":"Sports"},{"quote":"But sports carried me away from being in a gang, or being associated with drugs. Sports was my way out.","author":"LeBron James","topic":"Sports"},{"quote":"I think the Winter Olympics are definitely on a smaller scale than the summer games, but with the inclusion of cool new sports like slope style skiing and snowboarding, it is going to breathe new life into them and attract a whole new crowd.","author":"Nick Goepper","topic":"Sports"},{"quote":"Sports is a metaphor for overcoming obstacles and achieving against great odds. Athletes, in times of difficulty, can be important role models.","author":"Bill Bradley","topic":"Sports"},{"quote":"Sports is the common denominator in the world that brings everyone together. If there&#39;s any one place in the world where there is equality, it is probably sports. That was something that didn&#39;t always exist. We&#39;ve come a long way in sports. Why can&#39;t society use sports as a way to bring people together and create change?","author":"Stephen M. Ross","topic":"Sports"},{"quote":"Apart from education, you need good health, and for that, you need to play sports.","author":"Kapil Dev","topic":"Sports"},{"quote":"I wish I had played team sports. I think every kid should. Teamwork builds character - teaches people about leadership and cooperation.","author":"Mo Rocca","topic":"Sports"},{"quote":"The two most important things in life are good friends and a strong bullpen.","author":"Bob Lemon","topic":"Sports"},{"quote":"Sailing a boat calls for quick action, a blending of feeling with the wind and water as well as with the very heart and soul of the boat itself. Sailing teaches alertness and courage, and gives in return a joyousness and peace that but few sports afford.","author":"George Matthew Adams","topic":"Sports"},{"quote":"I won&#39;t predict anything historic. But nothing is impossible.","author":"Michael Phelps","topic":"Sports"},{"quote":"I&#39;m one of these people that likes adrenaline and new things, like extreme sports. It makes me feel alive.","author":"Gisele Bundchen","topic":"Sports"},{"quote":"It doesn&#39;t matter whether you are pursuing success in business, sports, the arts, or life in general: The bridge between wishing and accomplishing is discipline.","author":"Harvey Mackay","topic":"Sports"},{"quote":"As a father, I believe that involving children in sports at a young age is generally, a wise proposition. I believe that healthy competition is... well... healthy; that sporting events foster a spirit of teamwork that far surpasses the events themselves; and that active participation keeps children moving and is good for their self-esteem.","author":"Naveen Jain","topic":"Sports"},{"quote":"You win some, lose some, and wreck some.","author":"Dale Earnhardt","topic":"Sports"},{"quote":"The Internet is changing what entertainment and sports is. It&#39;s not just a few people authoring an experience for others. It&#39;s really growing out of what everybody does.","author":"Gabe Newell","topic":"Sports"},{"quote":"You prevent kids from joining gangs by offering after-school programs, sports, mentoring, and positive engagement with adults. You intervene with gang members by offering alternatives and employment to help redirect their lives. You deal with areas of high gang crime activity with real community policing. We know what works.","author":"Greg Boyle","topic":"Sports"},{"quote":"If you watch a game, it&#39;s fun. If you play it, it&#39;s recreation. If you work at it, it&#39;s golf.","author":"Bob Hope","topic":"Sports"},{"quote":"I like sports, and swimming is my favorite. Doing physical exercises keeps one fit and healthy and helps one work more efficiently. I think we all need to strike a balance between work and relaxation. This can keep us energetic and help us do our job better.","author":"Xi Jinping","topic":"Sports"},{"quote":"I am in the fighting game. I don&#39;t care about anything else. I don&#39;t watch the news, I don&#39;t care about politics, I don&#39;t care about other sports. I don&#39;t care about anything I don&#39;t need to care about. This is my sport: it is my life. I study it; I think about it all the time. Nothing else matters.","author":"Conor McGregor","topic":"Sports"},{"quote":"Show me a good loser, and I&#39;ll show you a loser.","author":"Vince Lombardi","topic":"Sports"},{"quote":"What other people may find in poetry or art museums, I find in the flight of a good drive.","author":"Arnold Palmer","topic":"Sports"},{"quote":"If you look at all aspects of all sports, everything comes down to basics and fundamentals.","author":"Robbie Lawler","topic":"Sports"},{"quote":"Serious sport has nothing to do with fair play. It is bound up with hatred, jealousy, boastfulness, disregard of all rules and sadistic pleasure in witnessing violence. In other words, it is war minus the shooting.","author":"George Orwell","topic":"Sports"},{"quote":"Golf is a day spent in a round of strenuous idleness.","author":"William Wordsworth","topic":"Sports"},{"quote":"Science has taught us, against all intuition, that apparently solid things like crystals and rocks are really almost entirely composed of empty space. And the familiar illustration is the nucleus of an atom is a fly in the middle of a sports stadium, and the next atom is in the next sports stadium.","author":"Richard Dawkins","topic":"Sports"},{"quote":"Life is about timing.","author":"Carl Lewis","topic":"Sports"},{"quote":"Ethnic prejudice has no place in sports, and baseball must recognize that truth if it is to maintain stature as a national game.","author":"Branch Rickey","topic":"Sports"},{"quote":"Several professional athletes have wrongly taught many young Americans by example that the only way to succeed in sports is to take steroids.","author":"Jim Sensenbrenner","topic":"Sports"},{"quote":"Honestly, I don&#39;t listen to nobody else&#39;s music but my own. It&#39;s kind of like sports to me. You don&#39;t see Kobe Bryant at a LeBron James game - he just works on his own game. And that&#39;s what I do. I only listen to me, so I can criticize and analyze and all those things.","author":"Lil Wayne","topic":"Sports"},{"quote":"There is a syndrome in sports called &#39;paralysis by analysis.&#39;","author":"Arthur Ashe","topic":"Sports"},{"quote":"From Enve Composites to Bluehouse Skis, Utah companies are making breakthrough products for biking, winter sports, water sports and more.","author":"Gary Herbert","topic":"Sports"},{"quote":"Lake Pend Oreille is definitely my favorite place to be while in Sandpoint. I love to get out on a boat to enjoy water sports, camping, fishing, or just to relax and catch a sunset.","author":"Nate Holland","topic":"Sports"},{"quote":"I happened to be in a position in Superior where I could play three sports, and when I came to Minnesota, I had the understanding they would allow me to play three sports. Kids now don&#39;t have the same amount of time. You have coaches that think baseball is 10 months a year. Hockey is 11 or 12 months a year.","author":"Bud Grant","topic":"Sports"},{"quote":"We&#39;ve just got to be careful - with all sports, let alone cricket - I think there&#39;s so much emphasis on doing the right thing all the time, but I think the public want to be entertained when they come to watch sport.","author":"Shane Warne","topic":"Sports"},{"quote":"Despite the amazing diversity we&#39;re blessed with in this country, schools are still in large part segregated because of economic disparity. Sports are one of the few areas where kids are really given the opportunity to interact with those of different races and religions.","author":"Steve Kerr","topic":"Sports"},{"quote":"Baseball happens to be a game of cumulative tension but football, basketball and hockey are played with hand grenades and machine guns.","author":"John Leonard","topic":"Sports"},{"quote":"I love outdoor sports, like volleyball, and I play them whenever I can.","author":"Gisele Bundchen","topic":"Sports"},{"quote":"Baseball players are smarter than football players. How often do you see a baseball team penalized for too many men on the field?","author":"Jim Bouton","topic":"Sports"},{"quote":"Golf is a game in which you yell &#39;fore,&#39; shoot six, and write down five.","author":"Paul Harvey","topic":"Sports"},{"quote":"In sports and in business, the greatest leaders are those who make the best decisions in the most crucial of situations. They are the ones who focus their energy on turning tough decisions into winning decisions.","author":"Don Yaeger","topic":"Sports"},{"quote":"Thank you for reminding Canada that I&#39;m a disappointment to them. I like hockey, I love it, but I&#39;m not an avid hockey - let&#39;s face it, true Canadian - fan. I&#39;ve always been more into snowboarding and skateboarding and sort of the alternative sports, I&#39;m not crazy about hockey - but love it!","author":"Dustin Milligan","topic":"Sports"},{"quote":"I live by &#39;Go big or go home.&#39; That&#39;s with everything. It&#39;s like either commit and go for it or don&#39;t do it at all. I apply that to everything. I apply that to relationships, I apply that to like sports, I apply that to everything. That&#39;s what I live by. That&#39;s how I like it.","author":"Paul Walker","topic":"Sports"},{"quote":"I want to rip out his heart and feed it to Lennox Lewis. I want to kill people. I want to rip their stomachs out and eat their children.","author":"Mike Tyson","topic":"Sports"},{"quote":"If I wasn&#39;t dyslexic, I probably wouldn&#39;t have won the Games. If I had been a better reader, then that would have come easily, sports would have come easily... and I never would have realized that the way you get ahead in life is hard work.","author":"Caitlyn Jenner","topic":"Sports"},{"quote":"Bowling is all physics and energy distribution. It&#39;s F = ma. So it is actually one of the most science-y sports, because it literally is just a ball and a surface and objects to knock down.","author":"Chris Hardwick","topic":"Sports"},{"quote":"I used to play sports. Then I realized you can buy trophies. Now I am good at everything.","author":"Demetri Martin","topic":"Sports"},{"quote":"I guess there is nothing that will get your mind off everything like golf. I have never been depressed enough to take up the game, but they say you get so sore at yourself you forget to hate your enemies.","author":"Will Rogers","topic":"Sports"},{"quote":"Everyone thought I was going to die like a year later, they didn&#39;t know. So I helped educate sports, and then the world, that a man living with HIV can play basketball. He&#39;s not going to give it to anybody by playing basketball.","author":"Magic Johnson","topic":"Sports"},{"quote":"If you look at things that really affect people&#39;s lives - sport, the arts, charities - they were always at the back of the queue for government money - health, social security, defence, pensions were all way ahead. And each of those areas - sports, the arts, the lottery - got relatively petty cash from the government.","author":"John Major","topic":"Sports"},{"quote":"I have never cared especially for outdoor sports and have no desire to excel at tennis, swimming, or golf. I&#39;ll leave those things to the men.","author":"Marilyn Monroe","topic":"Sports"},{"quote":"Women&#39;s sports is still in its infancy. The beginning of women&#39;s sports in the United States started in 1972, with the passage of Title 9 for girls to finally get athletic scholarships.","author":"Billie Jean King","topic":"Sports"},{"quote":"I never use the word &#39;hero&#39; in sports. Hero is way above &#39;star.&#39; I save &#39;star&#39; for sports. Sports is entertainment; that&#39;s all it is.","author":"Bud Grant","topic":"Sports"},{"quote":"Minor sports in the community is fun and recreation for everyone, not just the elite. I think back to my days in minor hockey and those are my fondest memories, having fun.","author":"Bobby Orr","topic":"Sports"},{"quote":"You spend a good piece of your life gripping a baseball and in the end it turns out that it was the other way around all the time.","author":"Jim Bouton","topic":"Sports"},{"quote":"One afternoon when I was 9, my dad told me I&#39;d be skipping school the next day. Then we drove 12 hours from Melbourne to Sydney for the Centenary Test, a once-in-a-lifetime commemorative cricket match. It was great fun - especially for a kid who was a massive sports fan.","author":"Hugh Jackman","topic":"Sports"},{"quote":"I have always thought you could take the measure of a man by his sports manners - that is to say, the way in which he conducts himself on the playing field, or even over a game of chess or cards.","author":"Graydon Carter","topic":"Sports"},{"quote":"Like great teams in sports and business endeavors, if there&#39;s a chemistry among the participants, and they truly enjoy fellowship together, everybody wants to be there, stay involved, and just have fun together.","author":"Ed Greenwood","topic":"Sports"},{"quote":"Don&#39;t sell yourself short because without that you can&#39;t go far in life because after sports the only thing you know is sports and you can&#39;t do anything else with that.","author":"Bo Jackson","topic":"Sports"},{"quote":"In the field of sports you are more or less accepted for what you do rather than what you are.","author":"Althea Gibson","topic":"Sports"},{"quote":"I love eating it - grilled chicken, pasta, rice, and other foods that give me long term energy. Every once in a while, my sweet tooth gets the best of me and I have to snack on some candy. Beverage wise, I stick to sports drinks, water, milk, and juice.","author":"Derrick Rose","topic":"Sports"},{"quote":"Growing up, I looked up to major league baseball players, and now these young women have amazing, incredible women all across the board, from swimming to gymnastics to softball to basketball. It is incredible how far women have come and women in sports have come.","author":"Jennie Finch","topic":"Sports"},{"quote":"If I ever have downtime, I&#39;m usually sitting in my place playing video games. Or eating sandwiches somewhere, or watching sports some place.","author":"Hannibal Buress","topic":"Sports"},{"quote":"Growing up in Huntington Beach, you were either a traditional sports athlete, a skateboarder, or a surfer. I got my first skateboard when I was five and skated off and on over the years, did a little BMX racing as a kid, and then in my freshman or sophomore year I started getting a little bit more into skateboarding.","author":"Jason Lee","topic":"Sports"},{"quote":"In the seventies we had to make it acceptable for people to accept girls and women as athletes. We had to make it okay for them to be active. Those were much scarier times for females in sports.","author":"Billie Jean King","topic":"Sports"},{"quote":"Sometimes in football you have to score goals.","author":"Thierry Henry","topic":"Sports"},{"quote":"You don&#39;t suffer, kill yourself and take the risks I take just for money. I love bike racing.","author":"Greg LeMond","topic":"Sports"},{"quote":"I&#39;m a huge fan of Chicago sports and Chicago food, and I love going home and my family is still there. I guess it&#39;s pretty easy to have a normal life in Chicago.","author":"Matt Walsh","topic":"Sports"},{"quote":"He&#39;s going to be around a long, long time, if his body holds up. That&#39;s always a concern with a lot of players because of how much they play. A lot of guys can&#39;t handle it. But it looks like he can.","author":"Jack Nicklaus","topic":"Sports"},{"quote":"I&#39;m the kind of guy who comes home and checks scores for everything. I&#39;m a sports fan in general, so I pretty much keep up with who&#39;s ahead in a division and everything that&#39;s going on.","author":"Chadwick Boseman","topic":"Sports"},{"quote":"I know, in India, specially in Bollywood and the sports fraternity, there is a lot of negative media attention on prominent public figures.","author":"Leander Paes","topic":"Sports"},{"quote":"A lifetime of training for just ten seconds.","author":"Jesse Owens","topic":"Sports"},{"quote":"You wouldn&#39;t have won if we&#39;d beaten you.","author":"Yogi Berra","topic":"Sports"},{"quote":"I know I am getting better at golf because I am hitting fewer spectators.","author":"Gerald R. Ford","topic":"Sports"},{"quote":"Football is a simple game. Twenty-two men chase a ball for 90 minutes and at the end, the Germans always win.","author":"Gary Lineker","topic":"Sports"},{"quote":"The only time my prayers are never answered is on the golf course.","author":"Billy Graham","topic":"Sports"},{"quote":"The problem with winter sports is that - follow me closely here - they generally take place in winter.","author":"Dave Barry","topic":"Sports"},{"quote":"Sportsmanship is definitely an important thing in all sports. In soccer, we all respect each other on such a high level, between Sweden and Brazil and Japan or whatever team it is.","author":"Alex Morgan","topic":"Sports"},{"quote":"Golf is a game in which one endeavors to control a ball with implements ill adapted for the purpose.","author":"Woodrow Wilson","topic":"Sports"},{"quote":"Sports teaches you there is always a second innings in life. If you fail today, there&#39;s a second innings maybe two days later. Maybe there&#39;s another opportunity coming up three or six months later. If you look at mistake as learnings and commit never to make a same mistake again, then you actually get better with every mistake that you make.","author":"Harsha Bhogle","topic":"Sports"},{"quote":"At home I have a copy of the April 21, 1986, issue of &#39;Sports Illustrated.&#39; I&#39;m on the cover with the blurb, &#39;Can Lou Do It?&#39; I&#39;d just arrived at Notre Dame, and with spring football underway, I was the focal point of that week&#39;s coverage.","author":"Lou Holtz","topic":"Sports"},{"quote":"Some people are born on third base and go through life thinking they hit a triple.","author":"Barry Switzer","topic":"Sports"},{"quote":"The key to any good sports story is identifying the defining moment. In football games or a boxing match, it&#39;s usually pretty obvious. But in golf, sometimes it happens on Thursday. Usually it&#39;s Sunday, but guys who don&#39;t know the game, they can miss it.","author":"Dan Jenkins","topic":"Sports"},{"quote":"I believe God created sports for a good reason. It&#39;s recreation. It&#39;s something that we enjoy. It teaches us a lot as well... I believe God is a sports fan.","author":"Luke Scott","topic":"Sports"},{"quote":"If you think it&#39;s hard to meet new people, try picking up the wrong golf ball.","author":"Jack Lemmon","topic":"Sports"},{"quote":"I wanted to use sports for social change.","author":"Billie Jean King","topic":"Sports"},{"quote":"The ban on sports betting does exactly what Prohibition did. It makes criminals rich.","author":"James Surowiecki","topic":"Sports"},{"quote":"People forget that track and field is one of the hardest sports because we compete against all the world. There are many sports when you are up against only 15 or 20 countries.","author":"Greg Rutherford","topic":"Sports"},{"quote":"One of the most basic factors in sports is that winning becomes a habit, and losing is the same way. When failure starts to feel normal in your life or your work or even your darkest vices, you won&#39;t have to go looking for trouble, because trouble will find you. Count on it.","author":"Hunter S. Thompson","topic":"Sports"},{"quote":"How does one control weight? By not overeating. How does one stay in shape? One plays sports. There are no magic pills here.","author":"Vladimir Putin","topic":"Sports"},{"quote":"Most people never run far enough on their first wind to find out they&#39;ve got a second.","author":"William James","topic":"Sports"},{"quote":"I grew up on the East Coast, and we always used to say, &#39;Go get your hustle on,&#39; whether it was playing sports or making money. You do what you have to do to do what you want to do.","author":"Antoine Fuqua","topic":"Sports"},{"quote":"I think that in any group activity - whether it be business, sports, or family - there has to be leadership or it won&#39;t be successful.","author":"John Wooden","topic":"Sports"},{"quote":"It&#39;s hard to create new friendships outside sports.","author":"Tim Tebow","topic":"Sports"},{"quote":"I&#39;ve gotten to know a lot of great people here in all the different sports. It&#39;s fun. It&#39;s fun to get involved where you live. And this is where I live. I&#39;m a registered voter here. I have my Wisconsin driver&#39;s license.","author":"Aaron Rodgers","topic":"Sports"},{"quote":"Football is only once a week. NASCAR is once a week. Those sports are insanely popular. Horse racing is oversaturated. Unless tracks cut back to three days a week of full fields, a lot of people will really hurt down the road. Horse racing, to survive, has to go to that. Let&#39;s face it: Churchill Downs only does well on Derby Week.","author":"Rick Pitino","topic":"Sports"},{"quote":"Good ideas are like Nike sports shoes. They may facilitate success for an athlete who possesses them, but on their own they are nothing but an overpriced pair of sneakers. Sports shoes don&#39;t win races. Athletes do.","author":"Felix Dennis","topic":"Sports"},{"quote":"Bulls do not win bull fights. People do.","author":"Norman Ralph Augustine","topic":"Sports"},{"quote":"Sports nurtures dreams of achieving self confidence and masculine striving for the skinny kid watching a boxer dance around the ring with sublime ease.","author":"Armstrong Williams","topic":"Sports"},{"quote":"Hitting is timing. Pitching is upsetting timing.","author":"Warren Spahn","topic":"Sports"},{"quote":"Politics should not interfere with sports. And sports should impact politics.","author":"Vladimir Putin","topic":"Sports"},{"quote":"It&#39;s a crazy world, so sports and athletics and music can be a form of escapism.","author":"Eddie Vedder","topic":"Sports"},{"quote":"It was actually drumming that gave me the stamina to get into sports later. I started playing drums at 13, and when I got to the international touring level... I got interested in cross-country skiing, long-distance swimming, bicycling... things that require stamina, not finesse.","author":"Neil Peart","topic":"Sports"},{"quote":"After one Olympics, if we invest in sports and say we will get a gold medal in the next Olympic, it doesn&#39;t work like that in sports. How it works is that you provide the infrastructure, provide education about nutrition and health.","author":"Mahendra Singh Dhoni","topic":"Sports"},{"quote":"I think exercise tests us in so many ways, our skills, our hearts, our ability to bounce back after setbacks. This is the inner beauty of sports and competition, and it can serve us all well as adult athletes.","author":"Peggy Fleming","topic":"Sports"},{"quote":"It is hard to compete with other sports. Badminton is a sport which, when compared with football and tennis, still needs promotion.","author":"Lin Dan","topic":"Sports"},{"quote":"Extreme sports tricks are becoming increasingly complex, the courses ever more challenging and crashes all too common.","author":"Lucy Walker","topic":"Sports"},{"quote":"One of the biggest gaps in sports is the difference between the winning and losing teams of the Super Bowl. They don&#39;t invite the losing team to the White House. They don&#39;t have parades for them. They don&#39;t throw confetti on them.","author":"John Madden","topic":"Sports"},{"quote":"Sports have become increasingly more specialized, but that doesn&#39;t mean they shouldn&#39;t be fun.","author":"Mia Hamm","topic":"Sports"},{"quote":"Sports and entertainment are the only places where inner-city kids see themselves being able to succeed. Their intellectual development is something they don&#39;t relate to.","author":"Kareem Abdul-Jabbar","topic":"Sports"},{"quote":"If you meet the Buddha in the lane, feed him the ball.","author":"Phil Jackson","topic":"Sports"},{"quote":"Some boys accepted me, some didn&#39;t. And my family had comments made to them. Brazil is still a very macho society, and sports are mainly for boys, so people would say to them: &#39;What is this girl doing? Why is she always out there in the soccer games with the boys?&#39;","author":"Marta","topic":"Sports"},{"quote":"I also developed an interest in sports, and played in informal games at a nearby school yard where the neighborhood children met to play touch football, baseball, basketball and occasionally, ice hockey.","author":"Steven Chu","topic":"Sports"},{"quote":"Soccer and cricket were my main sports growing up. I had trials as a soccer player with a few clubs interested, Crystal Palace being one, but it was cricket which became my chosen profession.","author":"Ian Botham","topic":"Sports"},{"quote":"Linguistics is a good way of defining the culture of a brand. The vocabulary used by sports and lifestyle brands - running, fitness, training, motorsports - is all about functionality, whereas the vocabulary of the luxury business - handbags, ready-to-wear - is all about the product.","author":"Francois-Henri Pinault","topic":"Sports"},{"quote":"Give me golf clubs, fresh air and a beautiful partner, and you can keep the clubs and the fresh air.","author":"Jack Benny","topic":"Sports"},{"quote":"I played basketball, baseball, and football. I never had much downtime. But I think playing multiple sports helped tremendously in my baseball career. I have the agility of all three combined into one.","author":"Giancarlo Stanton","topic":"Sports"},{"quote":"Maybe because I am from a sports background, I don&#39;t give up easily. I am a fighter.","author":"Deepika Padukone","topic":"Sports"},{"quote":"Pitching is the art of instilling fear.","author":"Sandy Koufax","topic":"Sports"},{"quote":"Sports have always been a really important part of how I energize myself, as well as how I relax. I spend a lot of my spare time with my family playing tennis, biking and rollerblading.","author":"Irene Rosenfeld","topic":"Sports"},{"quote":"The world of extreme sports is also one of big business. Kids might think that snowboarding is the ultimate freedom, but this freedom is being marketed to them by commercial sponsors.","author":"Lucy Walker","topic":"Sports"},{"quote":"The two most important things in my life were academics and sports. I had to do my schoolwork first.","author":"Gabriel Luna","topic":"Sports"},{"quote":"For me, sports is a big part of my life. It helped me through high school. It helped me get better grades, because if you don&#39;t have good grades, you can&#39;t play sports.","author":"David Charvet","topic":"Sports"},{"quote":"God made me fast. And when I run, I feel His pleasure.","author":"Eric Liddell","topic":"Sports"},{"quote":"I look at athletes in all sports and try to picture what kind of football player they&#39;d be, what position they&#39;d play and so on.","author":"Lou Holtz","topic":"Sports"},{"quote":"Don&#39;t force your kids into sports. I never was. To this day, my dad has never asked me to go play golf. I ask him. It&#39;s the child&#39;s desire to play that matters, not the parent&#39;s desire to have the child play. Fun. Keep it fun.","author":"Tiger Woods","topic":"Sports"},{"quote":"When they take surveys of women in business, of the Fortune 500, the successful women, 80% of them, say they were in sports as a young woman.","author":"Billie Jean King","topic":"Sports"},{"quote":"I like Barack Obama as a person. He&#39;s articulate, he knows sports, his brother-in-law&#39;s a coach. He always has the athletes to the White House. But I don&#39;t know about some of his policies and some of these people in Congress.","author":"Pete Rose","topic":"Sports"},{"quote":"If you&#39;re a sports fan you realize that when you meet somebody, like a girlfriend, they kind of have to root for your team. They don&#39;t have a choice.","author":"Jimmy Fallon","topic":"Sports"},{"quote":"Through the years I have received my share of recognition for efforts in the fields of sports, the arts, the struggle for full citizenship for the Negro people, labor&#39;s rights and the fight for peace.","author":"Paul Robeson","topic":"Sports"},{"quote":"Obviously, signing on with Puma right when I turned pro, it&#39;s been a great fit for me to show off my colorful lifestyle as far as where I grew up and how I grew up, growing up on a public driving range and growing up around action sports my whole life. Not exactly the normal road that guys take to get to the PGA Tour.","author":"Rickie Fowler","topic":"Sports"},{"quote":"On television, I have watched countless athletes from different countries, sports and Olympics stand proudly at the top of the podium and shed tears. They symbolized the Olympics for me because Olympic medals represent all of the hard work and sacrifices made by the athletes as well as the people who helped them reach the top of their sports.","author":"Hannah Kearney","topic":"Sports"},{"quote":"Baseball is almost the only orderly thing in a very unorderly world. If you get three strikes, even the best lawyer in the world can&#39;t get you off.","author":"Bill Veeck","topic":"Sports"},{"quote":"I&#39;m about 5&#39; 10&quot;, and my hair is the length of my whole body now. We grow our hair because of faith, but it&#39;s getting heavy. Most of the rastas I know with hair my length are elders, and they keep it tied up, but for a young person who&#39;s active and running around, the weight is a big thing. So to play sports, I put it in a backpack.","author":"Damian Marley","topic":"Sports"},{"quote":"When I was a kid, I did many sports. Judo, like my dad, but also volleyball, handball, and gymnastics. We never played much football.","author":"Robert Lewandowski","topic":"Sports"},{"quote":"When I was little, I guess I was just an ordinary kid. But then things changed when I was in junior high. You know, kids that become geeks become one because of something. Like, they aren&#39;t good at sports, or girls don&#39;t like them. I, too, for some reason, got into things like science fiction and, well, especially science fiction as an escape.","author":"Takashi Murakami","topic":"Sports"},{"quote":"To me, acting used to be just, &#39;Get my face out there, get girls, make a little bit of money, make my mom proud.&#39; It was just like sports. But there were moments in &#39;Moonlight&#39; that I really felt like I had to know why he is the way he is. Or just people in general - why this person walks around with a frown on their face instead of a smile.","author":"Trevante Rhodes","topic":"Sports"},{"quote":"Nobody&#39;s a natural. You work hard to get good and then work to get better. It&#39;s hard to stay on top.","author":"Paul Coffey","topic":"Sports"},{"quote":"Sports betting is all about money management, so the most money won on one event is not the most important thing.","author":"Bruce Dern","topic":"Sports"},{"quote":"I wasn&#39;t really a work-conscious type of person. I was a player. I loved to play sports.","author":"Michael Jordan","topic":"Sports"},{"quote":"I did some sports. It was a bit frustrating. I wasn&#39;t the greatest sports person.","author":"Tim Burton","topic":"Sports"},{"quote":"My work ethic is from sports.","author":"Magic Johnson","topic":"Sports"},{"quote":"I was always a sports nut but I&#39;ve lost interest now in whether one bunch of mercenaries in north London is going to beat another bunch of mercenaries from west London.","author":"John Cleese","topic":"Sports"},{"quote":"I like a few vintage Rolexes, and Panerais are good. I&#39;m not into sports watches - I like chronometers.","author":"Jason Statham","topic":"Sports"},{"quote":"I&#39;ve always been a reserved cat. When I play sports, there&#39;s people used to get mad at me because I didn&#39;t hang out and things like that. I&#39;ve never been that kind of person. Nothing has changed in that regard. I&#39;ve never been posse, and all that. I&#39;m a quiet storm.","author":"Bernie Mac","topic":"Sports"},{"quote":"The idea of growing up in the South and being a man is an interesting thing; there&#39;s a lot masculinity involved, with hunting, fishing, and playing sports that rural people take pride in, but at the same time, I grew up really not wanting to hate anybody.","author":"Jason Isbell","topic":"Sports"},{"quote":"The most successful achievers in sports are people that are really driven and have that spirit of hunger.","author":"Rei Kawakubo","topic":"Sports"},{"quote":"Team sports are very important for shaping personalities. It&#39;s important that kids understand the mentality behind playing team sports and playing for one another and playing with friends.","author":"Brian O'Driscoll","topic":"Sports"},{"quote":"In the United States, we spend millions of dollars on sports because it promotes teamwork, discipline, and the experience of learning to make great progress in small increments. Learning to play music does all this and more.","author":"Linda Ronstadt","topic":"Sports"},{"quote":"In sports teams, apart from talk of sporting prowess and the imparting of inspirational thought, an extraordinary amount of time is spent discussing, and flaunting, material possessions.","author":"Harsha Bhogle","topic":"Sports"},{"quote":"As parents, we need to send our kids back to &#39;old-fashioned&#39; outdoor summer camps, which have been on the decline as the demand for sports and academics-based camps has risen. We need to fight budget cuts to public parks programs and resist closures of public swimming pools and playgrounds.","author":"Darell Hammond","topic":"Sports"},{"quote":"I definitely try to live my life in a very fearless manner, but there are no other sports that you jump from a three-story building and land on your hands! Diving is a lot like life. You just have to trust in what you know and allow it to happen.","author":"Keshia Knight Pulliam","topic":"Sports"},{"quote":"Every bit of knowledge we have demonstrates that there is a complete correlation between playing sports and success and potential for success. Playing sports is good for you physically, mentally, spiritually, psychologically.","author":"John Skipper","topic":"Sports"},{"quote":"Some of the authorities would like to remove rhythmic gymnastics from the list of Olympic sports and turn it into art. I think this would be wrong, as rhythmic gymnastics is a true sport - we train around six hours per day and sometimes spend entire days in the gym.","author":"Yana Kudryavtseva","topic":"Sports"},{"quote":"I&#39;m thrilled, I&#39;m grateful, I&#39;m blessed. I played for the world&#39;s greatest professional sports team in history. Once a Dallas Cowboy, always a Dallas Cowboy.","author":"Bob Hayes","topic":"Sports"},{"quote":"What drives me now is the fact that I feel like I still have so many tricks that I want to learn and so many things that I can still do. And so many cool things outside of sports that I have been doing.","author":"Shaun White","topic":"Sports"},{"quote":"For truly it is to be noted, that children&#39;s plays are not sports, and should be deemed as their most serious actions.","author":"Michel de Montaigne","topic":"Sports"},{"quote":"I&#39;ve told Billy if I ever caught him cheating, I wouldn&#39;t kill him because I love his children and they need a dad. But I would beat him up. I know where all of his sports injuries are.","author":"Angelina Jolie","topic":"Sports"},{"quote":"I never in my wildest imagination dreamed that I would somehow become a sports commentator.","author":"Joe Rogan","topic":"Sports"},{"quote":"Restaurants and chefs have become followed by such a broad swath of the public, in a way that used to be reserved for sports stars, movie stars, and theater actors. Restaurants are in the firmament of today&#39;s common culture.","author":"Danny Meyer","topic":"Sports"},{"quote":"If you got the game, you got the game. That&#39;s why Tiger Woods is out there playing golf with Greg Norman.","author":"Shaquille O'Neal","topic":"Sports"},{"quote":"I started modeling when I was about 2 or 3 years old; I started with Baby Guess, and I did Guess Kids, and that was the extent of my modeling career as a kid. I took all of my elementary, middle and high school years off to focus on school and sports.","author":"Gigi Hadid","topic":"Sports"},{"quote":"Amateurism is the strongest form of discrimination in sports. Because it discriminates against the underprivileged, it discriminates against the poor. If we want sports to go back to the wealthy, let&#39;s make it amateur again.","author":"Carl Lewis","topic":"Sports"},{"quote":"It&#39;s our responsibility for the village to say, &#39;Hey we&#39;re going to create these programs,&#39; whether it&#39;s sports, creative arts, music, we need some things to give young people positive things to do, and that&#39;s including jobs.","author":"Common","topic":"Sports"},{"quote":"I photographed all kinds of sports - Formula 1, Formula Atlantic. And anybody who knows me knows that, from the day they invented video cameras, I used to lug them around when you had to carry the pack here and the big camera here, plus the diaper bag and a baby and the purse or whatever.","author":"Christie Brinkley","topic":"Sports"},{"quote":"My greatest gift in life was being dyslexic. It made me special. It made me different. If I had not been dyslexic, I wouldn&#39;t have needed sports.","author":"Caitlyn Jenner","topic":"Sports"},{"quote":"I&#39;m sort of like a lame, single guy in a red sports car.","author":"Billy Corgan","topic":"Sports"},{"quote":"I myself am frustrated in just where sports are at. It&#39;s a hard thing when you&#39;re out there working every day, and you know that someone else is cheating and they may not necessarily get caught.","author":"Allyson Felix","topic":"Sports"},{"quote":"My love for sports will never die. I love martial arts and I want to promote it in whichever way I can. I am a fighter first, then an actor.","author":"Akshay Kumar","topic":"Sports"},{"quote":"One thing you learned as a Cubs fan: when you bought you ticket, you could bank on seeing the bottom of the ninth.","author":"Joe Garagiola","topic":"Sports"},{"quote":"The crowd makes the ballgame.","author":"Ty Cobb","topic":"Sports"},{"quote":"I think it&#39;s huge, especially in team sports, for players to be able to rely on each other and to really trust in each other.","author":"Alex Morgan","topic":"Sports"},{"quote":"I rarely felt or noticed any real divide between girls and boys when I was growing up. Maybe it was because I was so involved in sports and competed with the boys. Maybe it was my mom and dad, who constantly instilled confidence in me and never made me feel as though there were boy activities and girl activities.","author":"Alex Morgan","topic":"Sports"},{"quote":"I&#39;m from a very athletic family, and I thoroughly enjoyed sports as a kid, but acting was a way of expressing myself and having fun. It was something I found on my own.","author":"Matt Bomer","topic":"Sports"},{"quote":"I&#39;m a competitive person and I love the challenge of mastering new things.","author":"Sasha Cohen","topic":"Sports"},{"quote":"Predominantly I&#39;m an Adidas guy who walks around in sports gear all the time because there&#39;s always a ball right next to me somewhere. I do a lot of sports, but I do enjoy wearing a lot of suits.","author":"Mads Mikkelsen","topic":"Sports"},{"quote":"My concentration level blocks out everything. Concentration is why some athletes are better than others. You develop that concentration in training and concentrate in a meet.","author":"Edwin Moses","topic":"Sports"},{"quote":"When my TV show, &#39;Sports Jobs with Junior Seau,&#39; assigned me to be a &#39;Sports Illustrated&#39; reporter for a weekend, I didn&#39;t realize I&#39;d have to squeeze it in around another sports job. I had planned to retire from the NFL to enjoy the cushy lifestyle of a full-time reality TV star, but I wound up getting run over by a bull.","author":"Junior Seau","topic":"Sports"},{"quote":"I have my parents to thank for that, they raised me to be active and play all sports. They taught me the importance of staying healthy, being focused and setting goals in whatever I do.","author":"Kiana Tom","topic":"Sports"},{"quote":"My whole life I&#39;ve actually been training to be a stunt man without realising it. I&#39;ve always loved extreme sports, and I now I get paid for it.","author":"Steve Truglia","topic":"Sports"},{"quote":"Jamaica is more than just the &#39;brand&#39; the world recognizes so well; it&#39;s a place of pride for the people who live here, its educational institutions, its sports achievements, its science and technology growth.","author":"Portia Simpson-Miller","topic":"Sports"},{"quote":"In order to stay healthy, recover quickly, and continue building strength and agility, I&#39;ve combined different types of low-impact sports circuit exercises to maximize and expand my abilities.","author":"Rob Gronkowski","topic":"Sports"},{"quote":"I was very fortunate to play sports. All the anger in me went out. I had to do what I had to do. If you stay angry all the time, then you really don&#39;t have a good life.","author":"Willie Mays","topic":"Sports"},{"quote":"I played sports year around: basketball, soccer, softball and I ran track year around, from the time I was, like, six, seven.","author":"Gabrielle Union","topic":"Sports"},{"quote":"I was into basketball, but then once I found contact sports, it was over. I never played basketball again in my life.","author":"Daniel Cormier","topic":"Sports"},{"quote":"You don&#39;t play against opponents, you play against the game of basketball.","author":"Bobby Knight","topic":"Sports"},{"quote":"All hockey players are bilingual. They know English and profanity.","author":"Gordie Howe","topic":"Sports"},{"quote":"Half the lies they tell about me aren&#39;t true.","author":"Yogi Berra","topic":"Sports"},{"quote":"I think badminton has a real legacy with more youngsters taking up the sport. Badminton has done really well in that regard compared to other sports.","author":"Rajiv Ouseph","topic":"Sports"},{"quote":"Golf is a good walk spoiled.","author":"Mark Twain","topic":"Sports"},{"quote":"The world of sports knows no religious, racial or political differences. Athletes, from whatever land they come, speak the same language. The lessons of competition are lessons for life.","author":"Robert Kennedy","topic":"Sports"},{"quote":"We wanted Nike to be the world&#39;s best sports and fitness company. Once you say that, you have a focus. You don&#39;t end up making wing tips or sponsoring the next Rolling Stones world tour.","author":"Phil Knight","topic":"Sports"},{"quote":"I&#39;ve never met anybody who says they don&#39;t like the World Cup. If you&#39;re a soccer fan or not, everybody loves watching it, and I think it could be the same for other sports.","author":"Landon Donovan","topic":"Sports"},{"quote":"Sports is the toy department of human life.","author":"Howard Cosell","topic":"Sports"},{"quote":"I have to confess I&#39;m addicted to Sky Sports News. Just the music can pull me in. And then whether it&#39;s badminton in the Czech Republic, snail pushing or mole hopping, I&#39;m hooked.","author":"Andrew Buchan","topic":"Sports"},{"quote":"In the summer of 1963, my second with &#39;Sports Illustrated,&#39; Jerry Tax, the basketball editor, got the Celtics&#39; Frank Ramsey, the NBA&#39;s first famous sixth man, to do a piece for the magazine revealing some of the devious little tricks of his trade. Things like surreptitiously holding an opponent&#39;s shorts - nickel-and-dime stuff.","author":"Frank Deford","topic":"Sports"},{"quote":"As you become a legend in the game, you build more doubters than you build supporters. And that&#39;s fine. I think that comes with anything that&#39;s challenging. I think it even comes with sports. The older that Michael Jordan got, I think the more doubted he became.","author":"Nelly","topic":"Sports"},{"quote":"The word &#39;geek&#39; today does not mean what it used to mean. A geek isn&#39;t the skinny kid with a pocket protector and acne. There can be computer geeks, video game geeks, car geeks, military geeks, and sports geeks. Being a geek just means that you&#39;re passionate about something.","author":"Olivia Munn","topic":"Sports"},{"quote":"Regardless of the obstacles or hurdles that are ahead of you, regardless of the opponent, regardless of the odds, your goal and objective always is to win. I think that&#39;s part of sports.","author":"Grant Hill","topic":"Sports"},{"quote":"You&#39;ve got to enjoy time with your family and friends, and if you&#39;re involved in sports franchises, those peak moments in playoff games. You have to enjoy life.","author":"Paul Allen","topic":"Sports"},{"quote":"My first obsession was actually sports. I was a very good handball goalkeeper. With special permission, I played in the premier league in Germany before I was even old enough.","author":"Peter Lindbergh","topic":"Sports"},{"quote":"The difference between the old ballplayer and the new ballplayer is the jersey. The old ballplayer cared about the name on the front. The new ballplayer cares about the name on the back.","author":"Steve Garvey","topic":"Sports"},{"quote":"I regard golf as an expensive way of playing marbles.","author":"Gilbert K. Chesterton","topic":"Sports"},{"quote":"Museums are like sports stadiums, hotels and hospitals: they are in the category of captive-audience dining.","author":"Danny Meyer","topic":"Sports"},{"quote":"These are my new shoes. They&#39;re good shoes. They won&#39;t make you rich like me, they won&#39;t make you rebound like me, they definitely won&#39;t make you handsome like me. They&#39;ll only make you have shoes like me. That&#39;s it.","author":"Charles Barkley","topic":"Sports"},{"quote":"All of the sports have a safety net, but boxing is the only sport that has none. So when the fighter is through, he is through. While he was fighting his management was very excited for him, but now that he is done, that management team is moving on.","author":"Gerry Cooney","topic":"Sports"},{"quote":"The great Comrades Kim Il Sung and Kim Jong Il, putting forward the development of sports as a matter that has an important bearing on the prosperity of the country and nation, indicated the road ahead of the Juche-based sports and wrote a new chapter in the history of building a sports power by dint of outstanding ideas and leadership.","author":"Kim Jong-un","topic":"Sports"},{"quote":"First of all the name, and the color purple, I think those two things distinguish the Vikings as much as anything. You go anywhere in the country and say &#39;Vikings,&#39; they know exactly where you are. You say &#39;Cardinals,&#39; well, Cardinals who? There are a dozen Cardinals teams in the country in professional and amateur sports.","author":"Bud Grant","topic":"Sports"},{"quote":"Football is violence and cold weather and sex and college rye.","author":"Roger Kahn","topic":"Sports"},{"quote":"Nobody wants to buy a $60,000 electric Civic. But people will pay $90,000 for an electric sports car.","author":"Elon Musk","topic":"Sports"},{"quote":"Above all, such sports as judo, in my view, teach people to relate to each other. They teach us to respect a partner, teach us to understand that an externally weak partner can not only put up worthy resistance, but, if you relax and take too much for granted, may even win.","author":"Vladimir Putin","topic":"Sports"},{"quote":"I think that from the time you start playing sports as a child you see that your responsibility to your team is to play the best that you can play as an individual... and yet, not take anything away from being part of a team.","author":"Wayne Gretzky","topic":"Sports"},{"quote":"Thank you... fantasy football draft, for letting me know that even in my fantasies, I am bad at sports.","author":"Jimmy Fallon","topic":"Sports"},{"quote":"Sports uplift us. It&#39;s celebratory, gives us optimism and joy.","author":"Travis Kalanick","topic":"Sports"},{"quote":"My father was an athlete, a great athlete, fought in the Marines in World War I. He was all sports and activity. My mother was all academics. I still have the complete works of Shakespeare that she had.","author":"Marv Levy","topic":"Sports"},{"quote":"I get very envious of my general news colleagues who are always being handed sexy new stuff like global warming, China, and Donald Trump, while my sports colleagues and I must be eternally satisfied with the same old home-court advantage, soccer, and momentum.","author":"Frank Deford","topic":"Sports"},{"quote":"The importance that our society attaches to sport is incredible. After all, is football a game or a religion? The people of this country have allowed sports to get completely out of hand.","author":"Howard Cosell","topic":"Sports"},{"quote":"Reverse every natural instinct and do the opposite of what you are inclined to do, and you will probably come very close to having a perfect golf swing.","author":"Ben Hogan","topic":"Sports"},{"quote":"The uglier a man&#39;s legs are, the better he plays golf - it&#39;s almost a law.","author":"H. G. Wells","topic":"Sports"},{"quote":"All sports for all people.","author":"Pierre de Coubertin","topic":"Sports"},{"quote":"I&#39;m a visual thinker, really bad at algebra. There&#39;s others that are a pattern thinker. These are the music and math minds. They think in patterns instead of pictures. Then there&#39;s another type that&#39;s not a visual thinker at all, and they&#39;re the ones that memorize all of the sports statistics, all of the weather statistics.","author":"Temple Grandin","topic":"Sports"},{"quote":"Boxing is a celebration of the lost religion of masculinity all the more trenchant for its being lost.","author":"Joyce Carol Oates","topic":"Sports"},{"quote":"I never really participated in specific sports or anything, but once I hit 40, I started to get a little bit more active and began swimming more.","author":"Shigeru Miyamoto","topic":"Sports"},{"quote":"Approach the game with no preset agendas and you&#39;ll probably come away surprised at your overall efforts.","author":"Phil Jackson","topic":"Sports"},{"quote":"When we had segregated schools and when we had a time when, you know, girls weren&#39;t allowed to have the same kind of sports teams - I mean, there have been important inflection points for the federal government to get involved in some of the areas around protecting students and ensuring safe environments for them - there is a role to play.","author":"Betsy DeVos","topic":"Sports"},{"quote":"The great thing coming from sports is you understand the concept of a team. It leaves no room for being selfish, and that&#39;s something I picked up from home.","author":"Michael Strahan","topic":"Sports"},{"quote":"It takes a tremendous amount of skill to be a football player. And some of these guys have enough skills to do other sports. Soccer could be one. Basketball could be another. Things where you need incredible hand-eye coordination are always options. I think a football player would be able to adapt to a lot of sports.","author":"Troy Polamalu","topic":"Sports"},{"quote":"There are kids who get on a BMX bike when they&#39;re eight years old and they go, &#39;Whoa, this is incredible,&#39; and grow up to do extreme sports. It&#39;s the same for me with acting.","author":"Joaquin Phoenix","topic":"Sports"},{"quote":"The day after high school, I was off to basic training at the Great Lakes Naval Station. You gotta understand, we didn&#39;t care about sports. We wanted to win the war. We wanted to win the war! And at the time, we didn&#39;t know if we would.","author":"Bud Grant","topic":"Sports"},{"quote":"It&#39;s not just the kid who&#39;s spent every penny from his job to upgrade his car to tell the world he cares about sports cars, it&#39;s also the person driving around in a fuel-conscious hybrid electric car, because it&#39;s more a message to the world than an effective means of saving fuel, to be quite honest.","author":"Richard Hammond","topic":"Sports"},{"quote":"Trying to sneak a fastball past Hank Aaron is like trying to sneak the sunrise past a rooster.","author":"Joe Adcock","topic":"Sports"},{"quote":"Selling an electric sports car creates an opportunity to fundamentally change the way America drives.","author":"Elon Musk","topic":"Sports"},{"quote":"When it comes to women, there has been a tendency to define women in sports in the context of their relationships - they watch games because their husbands watch. They&#39;re interested because their kids play a sport. They buy tickets to a sporting event because it&#39;s a way to spend time with family.","author":"Indra Nooyi","topic":"Sports"},{"quote":"The American people are sheep. They&#39;re comfortable, rich, working. It&#39;s like the Romans, they&#39;re happy with bread and their spectator sports. The Super Bowl means more to them than any right.","author":"Jack Kevorkian","topic":"Sports"},{"quote":"I remember my first &#39;Sports Illustrated&#39; shoot was with the photographer Walter Iooss, and Julie Campbell was the editor, and we were at the president of Mexico&#39;s private house in Cancun - this was before anything else that&#39;s now in Cancun even existed. And they told me to get a tan, so I spent all morning in the sun, and I was burnt.","author":"Christie Brinkley","topic":"Sports"},{"quote":"I think as far as any kind of pressure on a football team or on an individual in professional sports really depends not only on that individual but the leadership they have on the team and the leadership they have on the coaching staff. A lot of times, they can divert some of those pressures off of the individual and off of the team.","author":"Jimmy Johnson","topic":"Sports"},{"quote":"Some anthems are great for sports. You&#39;ve got the Russian national anthem... &#39;O Canada,&#39; how wonderful is that for hockey... but I chose the Italian national song because at my first World Cup, I saw the Italians play four times, and they won all four times - they won the championship.","author":"George Vecsey","topic":"Sports"},{"quote":"The trouble with jogging is that the ice falls out of your glass.","author":"Martin Mull","topic":"Sports"},{"quote":"All sports must be treated on the basis of equality.","author":"Pierre de Coubertin","topic":"Sports"},{"quote":"The fewer rules a coach has, the fewer rules there are for players to break.","author":"John Madden","topic":"Sports"},{"quote":"You know it&#39;s going to hell when the best rapper out there is white and the best golfer is black.","author":"Charles Barkley","topic":"Sports"},{"quote":"I sort of try to write everything for me. I&#39;m a huge sports fan but have no interest in minutiae. I don&#39;t remember who won Super Bowls five years ago or listen to sports talk radio. I&#39;m trying to make sure the jokes are self-contained so they&#39;re accessible to everyone.","author":"Norm MacDonald","topic":"Sports"},{"quote":"Sports without music, it&#39;s nothing but a game. Music adds the emotion.","author":"Ice Cube","topic":"Sports"},{"quote":"I want to explore the world properly, to be able to write about and take pictures of all kinds of different cultures. Just be an explorer or adventurer. I also love extreme sports.","author":"Cara Delevingne","topic":"Sports"},{"quote":"Video games offer violent messages, and even the sports video games include taunting and teasing.","author":"Geoffrey Canada","topic":"Sports"},{"quote":"That&#39;s the biggest problem with boxing in the United States. They do not promote it like they used to, when it used to be Howard Cosell and they showed it on &#39;Wide World of Sports.&#39; Everybody knew all the fighters. Everybody was looking forward to the year when the Olympics came on.","author":"Evander Holyfield","topic":"Sports"},{"quote":"Quickness and momentum. You take the whole last generation of sports, listening to them, even reading about them, watching the games, analyzing them, arguing about them, instant-replaying them, second-guessing them, and all you&#39;ll distill from them is quickness and momentum.","author":"Frank Deford","topic":"Sports"},{"quote":"In recent generations, women&#39;s sports have been a blessing. Some of us can remember the bad old days in the &#39;50s, when we would discover in casual schoolyard play that a girl could outrun most of us or hold her own in basketball or hit a softball - but there were no teams, no coaches, for girls.","author":"George Vecsey","topic":"Sports"},{"quote":"I am a sports enthusiast, and if given an opportunity, I want to be a sportsman, even today. I want to promote the sport that is indigenous to India. Kabaddi is a matter of national pride. Why can&#39;t cricket, hockey, football and kabaddi be given equal platforms and co-exist? I believe that can happen.","author":"Abhishek Bachchan","topic":"Sports"},{"quote":"The only thing a golfer needs is more daylight.","author":"Ben Hogan","topic":"Sports"},{"quote":"The biggest lesson from Africa was that life&#39;s joys come mostly from relationships and friendships, not from material things. I saw time and again how much fun Africans had with their families and friends and on the sports fields; they laughed all the time.","author":"Andrew Shue","topic":"Sports"},{"quote":"It took me a few years to explain to my colleagues and my mentors and the people that I looked up to and I wrestled that I&#39;m not in wrestling anymore. I&#39;m in sports entertainment. Pro&#39; wrestling doesn&#39;t mean that we&#39;re saying we&#39;re a step up above amateur wrestling, because there&#39;s nothing above Olympic wrestling.","author":"Kurt Angle","topic":"Sports"},{"quote":"I love kids, outings, camping, sports, Legoland, all the Daddy stuff. I love it. I wish I could just do that, but I have to work, too.","author":"Mekhi Phifer","topic":"Sports"},{"quote":"I&#39;ve used my experience from playing sports in almost every aspect of my life. Playing soccer is where I found my voice, and playing softball was where I learned precision, and in every game I learned to play as a member of a team - to work not for my own glory, but for a shared goal.","author":"Linda Sanchez","topic":"Sports"},{"quote":"I did a shoot for &#39;Sports Illustrated,&#39; and my grandpa called me and asked when my issue of &#39;Playboy&#39; was coming out. It was hilarious as well as embarrassing.","author":"Jasmine Tookes","topic":"Sports"},{"quote":"Economics is about creating win-win situations. But in sports, someone loses.","author":"Stan Kroenke","topic":"Sports"},{"quote":"When launching a product called an Energy Drink and named Red Bull, a product that stimulates body and mind, it is a short step to the roots where Red Bull came from. We have been doing this for 20 years - now it&#39;s called adventure sports, extreme sports, and outdoor sports.","author":"Dietrich Mateschitz","topic":"Sports"},{"quote":"I won&#39;t have any competitive instincts in any sports, other than golf. I can&#39;t see being competitive in sports any more.","author":"Michael Jordan","topic":"Sports"},{"quote":"I hate all sports as rabidly as a person who likes sports hates common sense.","author":"H. L. Mencken","topic":"Sports"},{"quote":"When did I know I had talent? I think it started when I first started playing sports, organized sports.","author":"LeBron James","topic":"Sports"},{"quote":"Owning a popular sports team is very different than any other type of business. They don&#39;t throw parades when Apple has the biggest quarter in corporate history. People don&#39;t call and email asking for anyone from the team to come visit their sick child. They don&#39;t cry as they request a jersey of their child&#39;s favorite player to be buried with them.","author":"Mark Cuban","topic":"Sports"},{"quote":"I think extreme sports are really good for relieving stress.","author":"Dave Chappelle","topic":"Sports"},{"quote":"Even from their infancy we frame them to the sports of love: their instruction, behavior, attire, grace, learning and all their words azimuth only at love, respects only affection. Their nurses and their keepers imprint no other thing in them.","author":"Michel de Montaigne","topic":"Sports"},{"quote":"Unfortunately the world is what it is now. People don&#39;t get along for whatever reason. As professional athletes, in a way we&#39;re almost ambassadors for peace, because sports brings everyone together.","author":"Venus Williams","topic":"Sports"},{"quote":"Trip Hawkins - and this was the early 1980s - was saying there&#39;s going to be a day when everyone has a computer and they&#39;re going to want to do more on it, including playing games. So he started up a company, EA Sports, and he was going to have three games, football, basketball and baseball. So I was the football game.","author":"John Madden","topic":"Sports"},{"quote":"To be honest, I&#39;m shocked the University of Washington&#39;s sports teams are called the Huskies. Why haven&#39;t the Leftists that run this entire state demanded they be renamed the &#39;Athletes of Size&#39; so as to not fat shame anyone?","author":"Milo Yiannopoulos","topic":"Sports"},{"quote":"Loyalty and communication are always rewarded in sports.","author":"Cheech Marin","topic":"Sports"},{"quote":"Whatever free time I get, I love to catch news and sports shows.","author":"Amitabh Bachchan","topic":"Sports"},{"quote":"Perhaps the single most important element in mastering the techniques and tactics of racing is experience. But once you have the fundamentals, acquiring the experience is a matter of time.","author":"Greg LeMond","topic":"Sports"},{"quote":"Sport is a wonderful metaphor for life. Of all the sports that I played - skiing, baseball, fishing - there is no greater example than golf, because you&#39;re playing against yourself and nature.","author":"Robert Redford","topic":"Sports"},{"quote":"We&#39;re going to have more kids playing, and we&#39;re going to have a better chance of finding those players Minor sports in a community is for fun and recreation. For everyone.","author":"Bobby Orr","topic":"Sports"},{"quote":"If you drink don&#39;t drive. Don&#39;t even putt.","author":"Dean Martin","topic":"Sports"},{"quote":"I wanted to perform well for my mom and dad, because in high school, I didn&#39;t have a job. My brothers, they worked at Pizza Hut or places like that, but sports, that was my way of giving back.","author":"Junior Seau","topic":"Sports"},{"quote":"The addiction to sports, therefore, in a peculiar degree marks an arrested development in man&#39;s moral nature.","author":"Thorstein Veblen","topic":"Sports"},{"quote":"Unless you enjoy life passionately, you cannot be a good artiste. Practise what you like, be it sports or dancing.","author":"Sarita Choudhury","topic":"Sports"},{"quote":"Politics is comparable to boxing. The only thing is that in politics there are basically no rules. In boxing, you can get a black eye, but in politics you can get poison in your food or a bullet in the head. It&#39;s definitely rougher and tougher than other sports.","author":"Wladimir Klitschko","topic":"Sports"},{"quote":"I think it is easier for thinner people to build on a frame once you get lean muscle. I get bored lifting weights at the gym, and it isn&#39;t enough as your body becomes stiff. So I train in different ways such as core training, cardio with weights, playing sports such as tennis, cycling, swimming and running 10 km once a week.","author":"Arjun Rampal","topic":"Sports"},{"quote":"When a sports movie really works, it gets you on all levels, because the stakes are high. It&#39;s black and white. It&#39;s win or lose.","author":"Carla Gugino","topic":"Sports"},{"quote":"I used to practice at the hockey ground on synthetic surface while I was in the sports hostel, so Test cricket is certainly going to be a challenge for me.","author":"Suresh Raina","topic":"Sports"},{"quote":"I know my strengths. Painfully aware of the weaknesses. There&#39;s many. I love sports. So working towards a common goal, that&#39;s exciting to me.","author":"Kathy Ireland","topic":"Sports"},{"quote":"In America, we have three major sports - baseball, football and basketball. They get the most coverage. Then there&#39;s things like golf which mop up most of what is left. But track and field? We are way at the bottom of the totem pole.","author":"Maurice Greene","topic":"Sports"},{"quote":"In sports, every day you can be the hero or the goat.","author":"Geoff Stults","topic":"Sports"},{"quote":"Leadership is one of sports&#39; intangibles. Guys can score, guys can fight, guys can skate faster than anybody else. But not everybody can say, &#39;Follow me.&#39;","author":"Paul Coffey","topic":"Sports"},{"quote":"I started wrestling at ten. I played a lot of other sports: soccer, football. I really enjoyed skiing. But wrestling just took off for me. It seemed to be the sport I had an affinity for; I liked the individual, combative nature. There&#39;s something special about that. It took me all the places I wanted to go.","author":"Randy Couture","topic":"Sports"},{"quote":"I know when I have kids, when I&#39;m older, I&#39;m going to encourage them to play sports because I think it teaches you a lot. It teaches you discipline, teamwork, and that there&#39;s really no &#39;I&#39; in team.","author":"Gregg Sulkin","topic":"Sports"},{"quote":"A rabid sports fan is one that boos a TV set.","author":"Jimmy Cannon","topic":"Sports"},{"quote":"I can&#39;t say this enough - the food that you put into your bodies can actually help you get better grades. And it can also affect your performance in sports and other activities too. You see, when you give your body the best possible fuel, you have more energy, you&#39;re stronger, you think more quickly.","author":"Michelle Obama","topic":"Sports"},{"quote":"As athletes, we&#39;re used to reacting quickly. Here, it&#39;s &#39;come, stop, come, stop.&#39; There&#39;s a lot of downtime. That&#39;s the toughest part of the day.","author":"Michael Jordan","topic":"Sports"},{"quote":"The game of golf would lose a great deal if croquet mallets and billiard cues were allowed on the putting green.","author":"Ernest Hemingway","topic":"Sports"},{"quote":"The best thing about the Kentucky Derby is that it is only two minutes long. It is the quickest event in sports, except for Sumo-wrestling &amp; Mike Tyson fights. Maybe Drag-racing is quicker, but I have never been attracted to it.","author":"Hunter S. Thompson","topic":"Sports"},{"quote":"Thus so wretched is man that he would weary even without any cause for weariness... and so frivolous is he that, though full of a thousand reasons for weariness, the least thing, such as playing billiards or hitting a ball, is sufficient enough to amuse him.","author":"Blaise Pascal","topic":"Sports"},{"quote":"If a man watches three football games in a row, he should be declared legally dead.","author":"Erma Bombeck","topic":"Sports"},{"quote":"It was easy being healthy when I was young. I was full of energy, so sports and physical challenges were fun. But as I got older and the spring left my step, exercise became harder, and eating, drinking and watching TV became easier. By the time I was 50, I&#39;d put on 50 pounds.","author":"Robert Kiyosaki","topic":"Sports"},{"quote":"We knew sports was important to us and our family, but there are priorities in life.Obviously, faith is foremost; how we did in school is important. If we didn&#39;t handle that business then there were no privileges.","author":"Stephen Curry","topic":"Sports"},{"quote":"In the sports arena I would say there is nothing like training and preparation. You have to train your mind as much as your body.","author":"Venus Williams","topic":"Sports"},{"quote":"There is no life for girls in team sports past Little League. I got into tennis when I realized this, and because I thought golf would be too slow for me, and I was too scared to swim.","author":"Billie Jean King","topic":"Sports"},{"quote":"I&#39;m a pretty agile guy, especially being taller and having done martial arts from about the age of 13, but parkour is one of those sports that I wish I&#39;d discovered sooner. When my nephew first showed me, I thought, &#39;Damn - I&#39;m too old for this.&#39;","author":"Paul Walker","topic":"Sports"},{"quote":"I know I could be the host of &#39;SportsCenter&#39; in two years if I changed my show today to sports.","author":"Gary Vaynerchuk","topic":"Sports"},{"quote":"It&#39;s a round ball and a round bat, and you got to hit it square.","author":"Pete Rose","topic":"Sports"},{"quote":"I did all the right things in so many tournaments. But like I said, sometimes in sports it just goes the other way. Maybe you&#39;ve already won so much that it evens it out a bit sometimes. I don&#39;t know.","author":"Roger Federer","topic":"Sports"},{"quote":"I&#39;m actually a fan of all of the EA Sports titles like &#39;Tiger Woods,&#39; &#39;Madden,&#39; and I&#39;m really looking forward to buying &#39;NBA Street V3.&#39;","author":"John Cena","topic":"Sports"},{"quote":"I like to follow my favorite team and talk sports with my band or fans. You won&#39;t believe how many musicians are sports fans. We have so much time on tour that we need these outlets for relaxation.","author":"Garth Brooks","topic":"Sports"},{"quote":"I like the order and simplicity of sports. They have an ending. You can argue with your friends about it, but in the end, you still like sports. I almost love the fantasy world of sports more than the real world.","author":"Norm MacDonald","topic":"Sports"},{"quote":"Music has done a lot to enhance the emotions of sports. It&#39;s played in arenas. Whenever there is footage cut together they&#39;re always using music. And it goes together, you know.","author":"Ice Cube","topic":"Sports"},{"quote":"I had pro offers from the Detroit Lions and Green Bay Packers, who were pretty hard up for linemen in those days. If I had gone into professional football the name Jerry Ford might have been a household word today.","author":"Gerald R. Ford","topic":"Sports"},{"quote":"I&#39;ve been a sports fan all my life, and like most other actors, I&#39;m convinced I could have been a pro athlete if Hollywood hadn&#39;t come calling.","author":"Jamie Foxx","topic":"Sports"},{"quote":"The growth of women&#39;s soccer and women&#39;s sports all around the world has been slow.","author":"Abby Wambach","topic":"Sports"},{"quote":"I&#39;m 19 now, and I go to The New School in New York, where I study Criminal Psychology. My first week of second semester was during Fashion Week when my first editorials in &#39;CR Fashion Book&#39; and &#39;Sports Illustrated&#39; came out. It was crazy!","author":"Gigi Hadid","topic":"Sports"},{"quote":"In a world as competitive as ours, the child who does not get a decent education is condemned to the fringes of society. I think all Australians agree that this is intolerable. So we must demand as much of our schools as we do of our sports teams - and ensure that they keep the Australian dream alive for every child.","author":"Rupert Murdoch","topic":"Sports"},{"quote":"Sports is like rock &#39;n&#39; roll. Both are dominant cultural forces, both speak an international language, and both are all about emotions.","author":"Phil Knight","topic":"Sports"},{"quote":"I liked the game, I enjoyed the game, and the game fed me enough, and gave me enough rewards to reinforce that this is something that I should spend time doing, and that I could possibly make a priority in my life, versus other sports.","author":"Julius Erving","topic":"Sports"},{"quote":"What separates sports from entrepreneurism, however, is that in business we constantly have to overcome undefined and unpredictable challenges. Athletes train for specific events and conditions, whereas entrepreneurs generally have little idea what they will encounter along the way.","author":"Naveen Jain","topic":"Sports"},{"quote":"For many sports fans, the onset of fall only means one thing: It&#39;s football season!","author":"Marcus Samuelsson","topic":"Sports"},{"quote":"We live in a social world now, and there&#39;s no denying the power that Twitter has yielded across all verticals. Sports is a perfect fit because fans are highly emotionally charged and things happen quick.","author":"Amy Jo Martin","topic":"Sports"},{"quote":"Fans don&#39;t boo nobodies.","author":"Reggie Jackson","topic":"Sports"},{"quote":"I got into sports because that was a way to prove your masculinity. I was good at it.","author":"Caitlyn Jenner","topic":"Sports"},{"quote":"I can tell you, I grew up with great coaching, and it had nothing to do with sports. I had great parents. I really got some great input from there. They were entrepreneurial, middle-class business people.","author":"Jerry Jones","topic":"Sports"},{"quote":"I feel that schools and corporates should help the government in popularising sports in the country. Blaming the government for every sporting debacle will not be fair.","author":"Viswanathan Anand","topic":"Sports"},{"quote":"If you don&#39;t eat right as an athlete, you&#39;ll get tired and won&#39;t be as sharp. It&#39;s simple to drink sodas and sports drinks, but water is the most essential drink to put in your body.","author":"Troy Polamalu","topic":"Sports"},{"quote":"Sports, entertainment and aviation are three of the most exciting professions in the world; you are dealing with the same magnitude.","author":"John Travolta","topic":"Sports"},{"quote":"As a result of Title IX, and a new generation of parents who want their daughters to have the opportunities they never had, women&#39;s sports have arrived.","author":"Sheryl Swoopes","topic":"Sports"},{"quote":"You don&#39;t hurt &#39;em if you don&#39;t hit &#39;em.","author":"Chesty Puller","topic":"Sports"},{"quote":"Every great batter works on the theory that the pitcher is more afraid of him than he is of the pitcher.","author":"Ty Cobb","topic":"Sports"},{"quote":"I think that every single person should play sports.","author":"Donovan Bailey","topic":"Sports"},{"quote":"The thing about ballet that I never knew about is that it&#39;s one of the most excruciating sports that I&#39;ve ever been a part of. I say sports because they train constantly, every single day.","author":"Mila Kunis","topic":"Sports"},{"quote":"Even in the most peaceful communities, an appetite for violence shows up in dreams, fantasies, sports, play, literature, movies and television. And, so long as we don&#39;t transform into angels, violence and the threat of violence - as in punishment and deterrence - is needed to rein in our worst instincts.","author":"Paul Bloom","topic":"Sports"},{"quote":"I can talk about sports and stuff, but I have a season pass for &#39;Antiques Roadshow&#39; on my TiVo.","author":"Paul Rudd","topic":"Sports"},{"quote":"Pittsburgh felt like the perfect size of a city to me. There&#39;s enough to do, but it&#39;s not like living in a circus. I also really loved how sports-enthusiastic Pittsburgh people are: how proud of their sports they are.","author":"Joel Edgerton","topic":"Sports"},{"quote":"Our philosophy is you need to give nonprofit money for health, nutrition, education, culture, and sports.","author":"Carlos Slim","topic":"Sports"},{"quote":"I did everything when I started. In Miami I did news, I did weather, I did sports, I did disk-jockeying. And I did a sports talk show every week - every Saturday night.","author":"Larry King","topic":"Sports"},{"quote":"The only way to prove that you&#39;re a good sport is to lose.","author":"Ernie Banks","topic":"Sports"},{"quote":"There&#39;s not a long track record of people leaving professional sports to become a software developer.","author":"Curt Schilling","topic":"Sports"},{"quote":"I love various sports, including basketball, tennis and billiards.","author":"Yani Tseng","topic":"Sports"},{"quote":"Yeah, I think it motivates you as people start to count you out. It doesn&#39;t make you play any harder, because every time you go out on the field you give 110 percent, but it does give you more of an edge mentally, knowing that you were in the same situation, because in sports you always find yourself behind.","author":"Joe Montana","topic":"Sports"},{"quote":"Contrary to the royal and uptight image of polo, I want to bring it to a younger generation. This is a great sport that can have a larger audience and appeal to more people. Sportsmanship is lacking in many other sports that I don&#39;t want to name.","author":"Randeep Hooda","topic":"Sports"},{"quote":"I am just enjoying what cricket has given me. In sports, it&#39;s obviously really important for all of us to remain fit - and health is wealth, so health comes with the sport.","author":"Harbhajan Singh","topic":"Sports"},{"quote":"The mind is absolutely instrumental in achieving results, even for athletes. Sports psychology is a very small part, but it&#39;s extremely important when you&#39;re winning and losing races by hundredths and even thousandths of a second.","author":"Michael Johnson","topic":"Sports"},{"quote":"I think sports is one of the places where race plays itself out publicly. Although we pretend it doesn&#39;t.","author":"Claudia Rankine","topic":"Sports"},{"quote":"The last few years I became a lot more into sports. Growing up, the sports I liked were independent sports, like skateboarding. I was really into skateboarding, and not necessarily team televised sports.","author":"Mark Hoppus","topic":"Sports"},{"quote":"I was very into swimming, but I was never into contact sports. I think it was because I knew I wasn&#39;t going to get damaged.","author":"Jonathan Anderson","topic":"Sports"},{"quote":"I think having a vision can make someone an influential man. I&#39;m not talking about acting or anything like that, I&#39;m talking about people I admire, whether it&#39;s a writer or a musician or a sports figure or a politician, whatever.","author":"Benicio Del Toro","topic":"Sports"},{"quote":"I&#39;m really into extreme sports and just having fun.","author":"Kellan Lutz","topic":"Sports"},{"quote":"I think life is sort of like a competition, whether it&#39;s in sports, or it&#39;s achieving in school, or it&#39;s achieving good relationships with people. And competition is a little bit of what it&#39;s all about.","author":"Sanford I. Weill","topic":"Sports"},{"quote":"In Romania, of course, gymnastics is among the most popular sports, and my parents had a dream of escaping the Ceausescu regime and giving their child a better life. So they came to the United States and put me in gymnastics.","author":"Dominique Moceanu","topic":"Sports"},{"quote":"You know you have a gambling problem when it&#39;s 4 A.M. at the Mirage Sports Book and you&#39;re walking around going, &#39;Hey you get the lacrosse scores?&#39;","author":"Artie Lange","topic":"Sports"},{"quote":"I never really paid attention to sports, which, coming from the mecca of football in Texas, is kind of odd. I played sports, but I was nerdy. Having a single mother, the pressure was on me to get good grades and a scholarship and go to college.","author":"Sarah Shahi","topic":"Sports"},{"quote":"I think sports can help any country get together.","author":"Miguel Cabrera","topic":"Sports"},{"quote":"Many high school students are under so much competitive pressure. They are sometimes taught that if they don&#39;t have a 4.0 GPA, score in the 99th percentile on admissions tests, and demonstrate leadership in sports and participate in clubs, they won&#39;t get into college anywhere. Even highly credentialed professionals get caught up in this.","author":"Elizabeth Thornton","topic":"Sports"},{"quote":"Sports formed me. I was always decently skilled but lacked size, so I had to resort to using my skill versus my power. I strategically play golf because that&#39;s all I can do. It&#39;s the same on the basketball court. I try to get open and shoot it. Or I use the open space on the soccer field.","author":"Zach Johnson","topic":"Sports"},{"quote":"I have always maintained that if you work hard, it won&#39;t go waste, as recognition will come to you at some stage, whether in studies or sports. You need to have good intentions and intent to move ahead in life as well as in sports.","author":"Suresh Raina","topic":"Sports"},{"quote":"When Michael Jordan quit, I suddenly found myself without a sports hero.","author":"Mike Royko","topic":"Sports"},{"quote":"Pro wrestling is not fake; it&#39;s sports entertainment. We go out there and we perform, and a lot of what we do out there is real, but we&#39;re not going to insult anyone&#39;s intelligence - there is a predetermined winner. It&#39;s just the fans don&#39;t know who it is, and that&#39;s what makes it so intriguing.","author":"Kurt Angle","topic":"Sports"},{"quote":"These days the temptation to use steroids in sports has become too great for many young athletes.","author":"Jim Sensenbrenner","topic":"Sports"},{"quote":"Growing up, sports was my outlet, my way to portray a personality. I was very shy around people but, through sports, something I was good at, I was able to make friends.","author":"Curtis Joseph","topic":"Sports"},{"quote":"Eighteen holes of match play will teach you more about your foe than 18 years of dealing with him across a desk.","author":"Grantland Rice","topic":"Sports"},{"quote":"My dad always played sports. He played football. I always wanted to play football because my dad played football, but my mom never wanted me to play football because she said she couldn&#39;t take me getting hit.","author":"DeMar DeRozan","topic":"Sports"},{"quote":"The long-term value of amplifying the intelligence of people is a lot more important than betting on sports.","author":"Louis B. Rosenberg","topic":"Sports"},{"quote":"I wanted to be a sportswriter because I loved sports and I could not hit the curve ball, the jump shot, or the opposing ball carrier.","author":"Dick Schaap","topic":"Sports"},{"quote":"I think the Cowboys are one of only two teams in all of sports that engender love and hate to that extreme. The other is the Yankees. You love the Yankees or you hate the Yankees.","author":"Al Michaels","topic":"Sports"},{"quote":"I&#39;m not a big sports fan, but I love it when they &#39;slam dunk.&#39; That&#39;s sexy.","author":"Emma Bunton","topic":"Sports"},{"quote":"To compare Olympic sport with cricket would not be fair. Years back, cricket was a sport only for the classes, and we will also have to make other sports masses from classes like cricket.","author":"Gagan Narang","topic":"Sports"},{"quote":"Brand matters. And ESPN is, by far, the most popular sports brand. People trust ESPN.","author":"John Skipper","topic":"Sports"},{"quote":"Sports exact too harsh a toll on our beautiful women. Like engendered species, they should be protected, and instead, we exploit them and demand they fly too close to the sun for our amusement. We send them into the arena for an exhausting three-setter, an 18-hole playoff, a 200th lap. The burnout factor is insurmountable.","author":"Kevin Bleyer","topic":"Sports"},{"quote":"I see similarities in the sports I played growing up in the sense of how I tackle a role when I get a job. A lot of effort goes in on an individual basis. There is a lot of time spent by yourself working on your craft and what you have to do. But, at the end of the day, you&#39;re there to serve the movie just like you would the rugby team.","author":"Luke Bracey","topic":"Sports"},{"quote":"I didn&#39;t have any friends. I was bullied. I didn&#39;t play sports.","author":"Dacre Montgomery","topic":"Sports"},{"quote":"My first Olympics was Munich in 1972. I am better now than I was then, in knowledge and experience. The age of top riders generally tends to be older than in other sports because it takes a lot of time to be consistent.","author":"Ian Millar","topic":"Sports"},{"quote":"I grew up thinking that I would become a fighter pilot and was fascinated by aircrafts as I had grown up around that. But my father encouraged me to not become an Air Force person, given the varied interests I had, be it books, movies, sports or fighter flying.","author":"Kapil Sharma","topic":"Sports"},{"quote":"I grew up in a very strong, nuclear family. My father was a sportsman. He represented South Africa in a couple of sports, so he was a very positive person and someone who encouraged you to be your best and give your best with everything that you do.","author":"Gail Kelly","topic":"Sports"},{"quote":"There is talk that badminton may not make it as a sport in the 2020 Olympics. We must bear in mind that other sports are strongly lobbying to be included.","author":"Taufik Hidayat","topic":"Sports"},{"quote":"If you want to perform at your ultimate best, if you want to be the best you can be in sports and in school, mentally, physically - chiropractic is the way, because everything has to do with your nervous system.","author":"Jonathan Lipnicki","topic":"Sports"},{"quote":"I grew up with six brothers, and I&#39;m from Chicago, so princesses and Barbie dolls were not around the house. It was more like sports and comic books, so getting to work for Marvel is like my version of being able to be a princess.","author":"Chloe Bennet","topic":"Sports"},{"quote":"I long for the days when athletes were revered. I want to see the romance return to sports, to see people enjoy the game purely for the game and the players.","author":"Mike Piazza","topic":"Sports"},{"quote":"The Olympic Games must not be an end in itself, they must be a means of creating a vast programme of physical education and sports competitions for all young people.","author":"Avery Brundage","topic":"Sports"},{"quote":"If your man is a sports enthusiast, you may have to resign yourself to his spouting off in a monotone on a prize fight, football game or pennant race.","author":"Marilyn Monroe","topic":"Sports"},{"quote":"I have learned, in my life and work as a sportswriter, that big-time Sports and big-time Politics are not so far apart in America. They are both a means to the same end, which is victory... And why not? Victory is good for you, and don&#39;t let anybody tell you different.","author":"Hunter S. Thompson","topic":"Sports"},{"quote":"I don&#39;t know anything that builds the will to win better than competitive sports.","author":"Richard M. Nixon","topic":"Sports"},{"quote":"When I was fifteen, I dreamed of living in the big city, as many a young person does if he is artistic and sensitive. By &#39;artistic and sensitive&#39; I mean short, skinny, unkissed, bad at sports, and carrying a C average in high school.","author":"P. J. O'Rourke","topic":"Sports"},{"quote":"The purpose of sports - even foreign sports - is not to bore people.","author":"P. J. O'Rourke","topic":"Sports"},{"quote":"I&#39;m a football fan, a sports fan, a fan of competition.","author":"Matthew McConaughey","topic":"Sports"},{"quote":"If a man can beat you, walk him.","author":"Satchel Paige","topic":"Sports"},{"quote":"Bobby Knight told me this: &#39;There is nothing that a good defense cannot beat a better offense.&#39; In other words a good offense wins.","author":"Dan Quayle","topic":"Sports"},{"quote":"I have never seen a wrestling match or a prize fight, and I don&#39;t want to. When I find out a man is interested in these sports, I drop him.","author":"Hedy Lamarr","topic":"Sports"},{"quote":"Golf appeals to the idiot in us and the child. Just how childlike golf players become is proven by their frequent inability to count past five.","author":"John Updike","topic":"Sports"},{"quote":"Mayweather Promotions - we are the past, the present, and the future of sports and entertainment, and everybody knows Mayweather&#39;s pay is better.","author":"Floyd Mayweather, Jr.","topic":"Sports"},{"quote":"Your body&#39;s really only meant to compete at the highest levels of combat sports for a few years.","author":"Joe Rogan","topic":"Sports"},{"quote":"I was into sports and dancing. I ran track. I have a lot of stamina.","author":"Jennifer Lopez","topic":"Sports"},{"quote":"There aren&#39;t a lot of opportunities for that rite of passage that makes you a man. War is one of them, and violent sports are another.","author":"Sylvester Stallone","topic":"Sports"},{"quote":"My dad is the reason I actually started watching wrestling. My dad was never big into sports; we were all big into sports as kids, and he&#39;d go to our Little League games or whatever and not really know what was going on, because he didn&#39;t know about sports, but he knew about wrestling.","author":"John Cena","topic":"Sports"},{"quote":"I&#39;ve always been a fan of football, always watched the NFL and it&#39;s great to always sit back wherever I can this year. You sit back and enjoy the games, pop a little sports drink - not any pop or soda - lay back, watch the games. It&#39;s always cool to see how the games go down and just enjoy them.","author":"Rob Gronkowski","topic":"Sports"},{"quote":"I wasn&#39;t good in school. I didn&#39;t do sports. I sat in the bedroom and listened to records. Because the Beatles did whatever they wanted to, I took that as a kid and said, &#39;That&#39;s what rock is.&#39;","author":"Chris Cornell","topic":"Sports"},{"quote":"Not many countries establish a prize for peace. The Seoul Peace Prize has its roots in the 1988 Summer Olympics when this country opened its doors to people and athletes from more than 160 countries. Korea did so in part because it believes in the power of sports for peace and development.","author":"Ban Ki-moon","topic":"Sports"},{"quote":"I&#39;m not good at anything except writing jokes. I wasn&#39;t good at sports, I wasn&#39;t good at anything artsy, ever. I think there was a real worry for a while about what I would be good at. I was just this chubby little Indian kid who looked like a nerd.","author":"Mindy Kaling","topic":"Sports"},{"quote":"If I weren&#39;t earning $3 million a year to dunk a basketball, most people on the street would run in the other direction if they saw me coming.","author":"Charles Barkley","topic":"Sports"},{"quote":"My son is trying to be a sports writer, and my daughter is a college student. She wants to be a comedy writer, and she&#39;s at film school. I discouraged both of them early on from getting involved in Starbucks. I didn&#39;t think it would be fair; plus, they didn&#39;t have any interest anyway.","author":"Howard Schultz","topic":"Sports"},{"quote":"Compared to politics, I think sports is funnier, because it&#39;s inconsequential. And politics can be real important and all that. The more pointless something is, the funnier it is, you know?","author":"Norm MacDonald","topic":"Sports"},{"quote":"In terms of merit, sports has mathematical statistics. That&#39;s how you know who the best player is.","author":"Norm MacDonald","topic":"Sports"},{"quote":"I always loved the way music made me feel. I did sports at school and all, but when I got home, it was just music. Everybody in my neighborhood loved music. I could jump the back fence and be in the park where there were ghetto blasters everywhere.","author":"Dr. Dre","topic":"Sports"},{"quote":"If you want experiences to make you a better person, then you play two or three sports.","author":"Jim Brown","topic":"Sports"},{"quote":"I want to support kids that not a lot of people believe in. Give them an opportunity to do good in school, play sports and get scholarships.","author":"Tim Tebow","topic":"Sports"},{"quote":"I&#39;m girlie in the sense that I like makeup, but I also love sports and man food.","author":"Carrie Underwood","topic":"Sports"},{"quote":"I guarantee you, yoga will compete with computers, music, sports, automobiles, the drug industry. Yoga will take over the world!","author":"Bikram Choudhury","topic":"Sports"},{"quote":"We&#39;re not doing outrageous fashion; I make sports clothes that are relatively conservative, clothes that everyone wears.","author":"Calvin Klein","topic":"Sports"},{"quote":"I hate ready-made suits, button-down collars, and sports shirts.","author":"Bobby Fischer","topic":"Sports"},{"quote":"&#39;Potato-chip news&#39; is news that&#39;s repetitive, requires little effort to absorb, and is consumable in massive quantities: true crime, natural disasters, political punditry, celebrity gossip, sports gossip, or endless photographs of beautiful houses, food, or clothes.","author":"Gretchen Rubin","topic":"Sports"},{"quote":"I think they need to get a more reliable way of watching television on the laptop. Because I travel so much, if I want to watch my favorite sports team it might not be showing in that place, so I want a reliable way to watch whatever I want to watch on my laptop.","author":"John Legend","topic":"Sports"},{"quote":"I&#39;m a character and a sports entertainer and a wrestler, but I&#39;m also a father and a husband and a provider.","author":"Roman Reigns","topic":"Sports"},{"quote":"I like a deep sports massage - a casual beating up. I try to get them whenever I can, usually more if I&#39;m getting in shape for a role.","author":"Chris Pine","topic":"Sports"},{"quote":"At Barca, players were banned from driving their sports cars to training.","author":"Zlatan Ibrahimovic","topic":"Sports"},{"quote":"Tiger Woods is the only sports star who&#39;s worth every penny he makes.","author":"Mark Wahlberg","topic":"Sports"},{"quote":"We should reach out to people to try to go after the fans the way other sports do. Because we can&#39;t just depend on the fact that it is a great game.","author":"John McEnroe","topic":"Sports"},{"quote":"Video games and outdoor sports - that was my childhood.","author":"Mark Pincus","topic":"Sports"},{"quote":"Psychology is much bigger than just medicine, or fixing unhealthy things. It&#39;s about education, work, marriage - it&#39;s even about sports. What I want to do is see psychologists working to help people build strengths in all these domains.","author":"Martin Seligman","topic":"Sports"},{"quote":"Remember Circuit City? Bear Stearns? Lehman Brothers? Sports Authority? Once, all were billion-dollar companies - then gone in a moment. The fatal problem might be fraud or corruption, but more often, it&#39;s simply that management didn&#39;t see &#39;over the other side of the hill.&#39;","author":"Stephen Bannon","topic":"Sports"},{"quote":"Team sports aren&#39;t my thing. I find it easier to pick something up if I can do it at my own speed. And you don&#39;t need a partner to go running, you don&#39;t need a particular place, like in tennis, just a pair of trainers.","author":"Haruki Murakami","topic":"Sports"},{"quote":"There is so much hypocrisy in sports.","author":"Dennis Rodman","topic":"Sports"},{"quote":"This is sports. In sports, you win and you lose. That&#39;s the nature of sports. You can&#39;t get away from that part of it. And if you get too hung up on the losing part, then you miss the boat. The competition part, a game like that, is why you play sports. That is as good as it gets.","author":"David Robinson","topic":"Sports"},{"quote":"When we do &#39;Sports Illustrated,&#39; it starts the night before. You do a St. Tropez tan that night, then baby oil gel, then body color.","author":"Chrissy Teigen","topic":"Sports"},{"quote":"Growing up in the time of Title IX - it was passed when I was 10 - I got a front-row seat to so many great moments in women&#39;s sports. Of course I didn&#39;t know it at the time.","author":"Jackie Joyner-Kersee","topic":"Sports"},{"quote":"American sports are quite masculine. And football - although it&#39;s still played by men all over the world - football compared to American football is quite feminine in its artistry. And there&#39;s no padding. It&#39;s America&#39;s loss, though.","author":"Noel Gallagher","topic":"Sports"},{"quote":"I can&#39;t divorce myself from my childhood. I try to write as much fiction as I possibly can, but there are so many things that are touchstones of my childhood like being on the swim team and playing soccer and the particularities of sports season and environments that make their way into my books.","author":"Jeff Kinney","topic":"Sports"},{"quote":"Immigrants use debt intelligently. They understand the difference between active debt: creating a business, or something to make business better, and dead debt: buying that new sports car or the 60 inch television. Those things don&#39;t lead to the good life. They delay getting it.","author":"Fabrizio Moreira","topic":"Sports"},{"quote":"I always turn to the sports pages first, which records people&#39;s accomplishments. The front page has nothing but man&#39;s failures.","author":"Earl Warren","topic":"Sports"},{"quote":"I paid more for the Dallas Cowboys than anyone prior than that had ever paid to get involved in sports. But I wanted to be a part of the future of the Dallas Cowboys.","author":"Jerry Jones","topic":"Sports"},{"quote":"Sports are supposed to be fun, and so I have fun with the way I dress.","author":"Craig Sager","topic":"Sports"},{"quote":"Sometimes emotions can win fights. Sometimes letting your feelings out in a fight can win you the fight. When it means the world to you, it&#39;s not just a sports contest - a boxing match for money or belts.","author":"Tyson Fury","topic":"Sports"},{"quote":"I&#39;m a girl, but that doesn&#39;t mean I don&#39;t appreciate greatness and the struggle of sports. My situation - and I&#39;ve always said this, even in politics - is may the best man win. I&#39;m not team-bound.","author":"Diane Lane","topic":"Sports"},{"quote":"I enjoy sports, and love being involved in any outdoor sport from volleyball to softball. I&#39;m not being immodest when I say I&#39;m a natural athlete.","author":"Ginger Rogers","topic":"Sports"},{"quote":"I&#39;ve always been really active. I grew up playing sports, so I&#39;m always shooting hoops or throwing the football with my friends. I&#39;m super-active in that sense.","author":"Taylor Lautner","topic":"Sports"},{"quote":"If you&#39;re a dope like me, you get every sports channel you can get. I&#39;m watching, you know, Netherlands soccer.","author":"Michael Keaton","topic":"Sports"},{"quote":"All I can ask from society is that it please stop telling me why I should like sports.","author":"John Hodgman","topic":"Sports"},{"quote":"I wouldn&#39;t dream of watching motor racing, cycling, or golf - which aren&#39;t truly sports anyway.","author":"Howard Jacobson","topic":"Sports"},{"quote":"It wasn&#39;t until 1999 when my idols Mia Hamm and Kristine Lilly took home the women&#39;s World Cup trophy at the Rose Bowl in front of 40 million TV viewers that I remember thinking how rare it was to see women play sports on TV.","author":"Alex Morgan","topic":"Sports"},{"quote":"Most of us have had that experience - at around puberty - of realising that, despite whatever efforts we put into our chosen sports, we will become at best competent.","author":"Will Self","topic":"Sports"},{"quote":"If the government announced that it was going to allocate a vast tranche of education funding purely to the pupils at the best public schools, there would be a national outcry - and yet this is precisely what the Olympics represents in terms of sports funding.","author":"Will Self","topic":"Sports"},{"quote":"I find interesting characters or lessons that resonate with people and sometimes I write about them in the sports pages, sometimes I write them in a column, sometimes in a novel, sometimes a play or sometimes in nonfiction. But at the core I always say to myself, &#39;Is there a story here? Is this something people want to read?&#39;","author":"Mitch Albom","topic":"Sports"},{"quote":"I used to go to sports camp every summer. I&#39;d make a lot of new friends, and it was all athletic. It was basically a place for parents to send their kids to run out all their summer energy for two weeks.","author":"Matt Bomer","topic":"Sports"},{"quote":"It sounds like a cliche, but it... you do sing about what you know about. And I grew up in a small town, and I grew up in a place where your whole world revolved around friends, family, school, and church, and sports.","author":"Kenny Chesney","topic":"Sports"},{"quote":"I remember growing up, having sports to go to, having recess, those were the things I looked forward to. Yes, I&#39;m an athlete, but I had buddies who weren&#39;t, and they looked forward to it, too.","author":"Ashton Eaton","topic":"Sports"},{"quote":"My becoming an actor wasn&#39;t planned. My interest always lied in sports such as football, martial arts, gymnastics and dance.","author":"Tiger Shroff","topic":"Sports"},{"quote":"I am the sort of athlete who participates in a lot of winter sports - basketball, for example, is an activity that I&#39;ll spend many hours a week watching.","author":"W. Bruce Cameron","topic":"Sports"},{"quote":"I&#39;m telling you, there have been some great finishers in the world of pro wrestling or sports entertainment. Whatever you want to call it. Man, I enjoyed the Iron Claw back in the day. I believed it was real.","author":"Stone Cold Steve Austin","topic":"Sports"},{"quote":"I like every single actor or actress in the world, because we never know what the conditions are like when they are working. I give everyone the benefit of the doubt and root for them like a psychotic sports fan.","author":"Judd Nelson","topic":"Sports"},{"quote":"Nike used to be known as Blue Ribbon Sports. What&#39;s now Sara Lee used to be Consolidated Foods. And Exxon was once Standard Oil Company of New Jersey. These were name changes that worked. But for all the ones that do, there are 10 or 20 that don&#39;t.","author":"James Surowiecki","topic":"Sports"},{"quote":"In sports... you play from the time you&#39;re eight years old, and then you&#39;re done forever.","author":"Joe Montana","topic":"Sports"},{"quote":"Nike was the essence of sports, transcendence through sports.","author":"Naomi Klein","topic":"Sports"},{"quote":"Just as sports teams recognize the potentially game-changing benefit of calling time-outs, failing to do so in matters of warfare is a surefire way to continue losing.","author":"Pete Hoekstra","topic":"Sports"},{"quote":"The great thing about sports is you constantly have to prove yourself. You constantly have to go out there and do it, day in and day out.","author":"Grant Hill","topic":"Sports"},{"quote":"My father is a huge horse racing fan, so I was introduced to the sport long before &#39;Seabiscuit.&#39; But the role made me an even bigger fan. Horse racing is one of my favorite sports.","author":"Elizabeth Banks","topic":"Sports"},{"quote":"Cleveland&#39;s a great city. I love the city. The people here are awesome. They&#39;re loyal and hard-working, and they&#39;re loyal to our sports scene, and things are changing here.","author":"Stipe Miocic","topic":"Sports"},{"quote":"You have to list all your special skills on a form when you get an agent. There&#39;s fencing, stage combat, horse riding, motorbike riding, Spanish, French, German, whatever. I just ticked everything. I talk about 10 languages according to that form. I even ticked the extreme sports box.","author":"Isla Fisher","topic":"Sports"},{"quote":"I think team sports probably teach you more about giving - about being unselfish and being flexible.","author":"Chris Evert","topic":"Sports"},{"quote":"There isn&#39;t quite a feeling you get from playing video games that you get when you&#39;re playing sports, which is like a sense of euphoria. You just get the satisfaction of doing something active and feeling good after.","author":"Patrick Chan","topic":"Sports"},{"quote":"We&#39;re in a leadership position in sports. People look up to the National Football League.","author":"Roger Goodell","topic":"Sports"},{"quote":"Wherever I go, I now easily get the attention of the sports fraternity.","author":"Sangram Singh","topic":"Sports"},{"quote":"I&#39;m not much involved in sports, and I don&#39;t play, either.","author":"Kriti Sanon","topic":"Sports"},{"quote":"I think we have enough trouble finding community in this country, and sport does provide that. It is a mediocrisy, the greatest mediocrisy. If you&#39;re the best, it shows in sports. Nobody can say, &#39;Well, he&#39;s only there because of his connections,&#39; or whatever. In that sense, I suppose it upholds democracy and the best in us.","author":"Frank Deford","topic":"Sports"},{"quote":"My priority is to turn people - especially kids - on to sports and being active so they don&#39;t even have to think about it being good for their health. If people participate for the fun of it, and believe me - it is fun, then fitness programs will be much more successful.","author":"Alan Thicke","topic":"Sports"},{"quote":"The Women&#39;s Sports Foundation holds a unique position in developing opportunities for girls and women of all abilities to be active whether recreationally or competitively, and I&#39;m excited to help lead the organization to impact even more lives. It is an honor to continue to build the legacy created by Billie Jean King and all of our leaders.","author":"Angela Ruggiero","topic":"Sports"},{"quote":"Adidas is one of the biggest companies in the world. To have a company like that, a mainstream company, a major sports company, to say they want me, it&#39;s awesome.","author":"Robbie Lawler","topic":"Sports"},{"quote":"The families of many athletes - incensed at the sports leagues and hoping to make games safer overall - are increasingly making the brains of players who die prematurely and suspiciously available for study. Some athletes are even making the bequest themselves.","author":"Jeffrey Kluger","topic":"Sports"},{"quote":"As the National Football League and other pro sports increasingly reckon with the early dementia, mental health issues, suicides and even criminal behavior of former players, the risk of what&#39;s known as chronic traumatic encephalopathy (CTE), is becoming clear.","author":"Jeffrey Kluger","topic":"Sports"},{"quote":"I lived in a town of 400 until I was like nine or ten. My dad coached all the sports - he was a gym teacher and health teacher for grades K-12.","author":"January Jones","topic":"Sports"},{"quote":"I go to my kids&#39; sports games and don&#39;t have to carry the enormous burden of secrecy with me every day. However, adrenaline still courses through my body whenever I go through passport control to another country.","author":"Valerie Plame","topic":"Sports"},{"quote":"I have to wear two sports bras when I do my cardio. It takes a lot to hold these puppies up!","author":"Fergie","topic":"Sports"},{"quote":"I will openly admit that I&#39;ve never really followed hockey. Given my New England upbringing, I have always adhered to the Celtics, Patriots, Red Sox, Bruins mantra of professional sports fandom, but hockey was definitely the lowest sport on the totem pole - even when the Bruins won the Stanley Cup.","author":"Rachel Nichols","topic":"Sports"},{"quote":"Don&#39;t use your advance to buy an antique sports car, diamonds by the yard, or a bottle of wine from Thomas Jefferson&#39;s cellar instead of investing in your book.","author":"M. J. Rose","topic":"Sports"},{"quote":"My dream was always to be on the cover of &#39;Sports Illustrated.&#39;","author":"Kate Upton","topic":"Sports"},{"quote":"I play in the low 80s. If it&#39;s any hotter than that, I won&#39;t play.","author":"Joe E. Lewis","topic":"Sports"},{"quote":"If architecture is, as is sometimes said, music set in concrete, then football and basketball may be said to be creativity embodied in team sports.","author":"Michael Mandelbaum","topic":"Sports"},{"quote":"The cardinal sin in sports, what could really wreck it, is not cheating to win, which has gone on forever, but cheating to lose. That threatens a fundamental aspect of sports&#39; appeal, which is their spontaneity. If games are fixed, they&#39;re no different from movies; they&#39;re scripted.","author":"Michael Mandelbaum","topic":"Sports"},{"quote":"I was born in a poor family, a lower middle class family. My father was a clerk in the forest department. I was very bad at studies. I was not very good at sports, also.","author":"Anupam Kher","topic":"Sports"},{"quote":"Sports movies are a genre that I really respond to, but they can be done really poorly and really fall short. The good ones are just so good and inspiring and make you feel good.","author":"David Walton","topic":"Sports"},{"quote":"I think Philly is arguably the best sports town - football town - in America.","author":"Ron Jaworski","topic":"Sports"},{"quote":"Traditionally, Seattle has been a great sports town and great football town. What the Huskies have achieved over the years has been pretty amazing. That&#39;s how I got my first taste of football - when I went with my father to Husky Stadium.","author":"Paul Allen","topic":"Sports"},{"quote":"Maybe a day will come when we may have to just put on a pair of glasses and see sports events.","author":"Kapil Dev","topic":"Sports"},{"quote":"If you offer athletes stipends, then you&#39;re into pay-for-play, and that&#39;s the ballgame. People should realize that, and they should realize that amateurism never has been a sustainable model for a sports-entertainment industry. It wasn&#39;t in tennis. It wasn&#39;t in the Olympics. And it&#39;s not in big-time college sports.","author":"Charlie Pierce","topic":"Sports"},{"quote":"Sport crosses party lines and ethnic lines. It occupies a greater realm, and it&#39;s all the more disappointing when sports figures turn out to be like everyone else.","author":"Philip Kerr","topic":"Sports"},{"quote":"With &#39;Love &amp; Basketball,&#39; I played ball my whole life and did track at UCLA. So, I&#39;m an athlete. And it was very important for me to get it right. I started with casting: As an athlete, there&#39;s nothing worse for me than watching a sports movie and the woman that they hire can&#39;t run or can&#39;t shoot. It sets women&#39;s sports back years.","author":"Gina Prince-Bythewood","topic":"Sports"},{"quote":"I have a Ph.D. in philosophy and sports science. At 14, I went through this really tough Soviet training system. A lot of my roommates got psychologically broken or physically injured. Either you came through, or you were out. I made my Ph.D. work in the field of young athletes aged 14-19 because at this age any human is changing.","author":"Wladimir Klitschko","topic":"Sports"},{"quote":"The first thing I learned in boxing is to not get hit. That&#39;s the art of boxing. Execute your opponent without getting hit. In sports school, we were putting our hands behind our backs and having to defend ourselves with our shoulders, by rolling, by moving round the ring, moving out feet.","author":"Wladimir Klitschko","topic":"Sports"},{"quote":"Money was never the motivation. It never should be in sports.","author":"Katarina Witt","topic":"Sports"},{"quote":"Basketball is like war in that offensive weapons are developed first, and it always takes a while for the defense to catch up.","author":"Red Auerbach","topic":"Sports"},{"quote":"I keep getting these extraordinary letteres, really weird ones from American sports stars - I&#39;ve always thought you were one pretty lady and now that you&#39;re single I want to meet you for a drink.","author":"Elizabeth Hurley","topic":"Sports"},{"quote":"As a kid I was short and only weighed 95 pounds. And though I was active in a lot of Sports and got along with most of the guys, I think I used comedy as a defense mechanism. You know making someone laugh is a much better way to solve a problem than by using your fists.","author":"Tim Conway","topic":"Sports"},{"quote":"You&#39;ll be dedicated and that&#39;s what you should want to be in anything in life - whether it&#39;s sports or academics or your relationship. It all stems from finding that fun, that thrill, that excitement.","author":"Brandi Chastain","topic":"Sports"},{"quote":"I like to feel that I understand little things about sports.","author":"Bill James","topic":"Sports"},{"quote":"I never really hated any particular sport but out of all the sports, I used to prefer the team games to running and sprinting and those types of things.","author":"Rachel Stevens","topic":"Sports"},{"quote":"Anyone can call himself a promoter. Anyone can call himself a promoter and stage a fight. Unlike other professional sports, whose owners collude out of mutual interest in their sport&#39;s image and general welfare, there are no real alliances or partnerships in boxing.","author":"Tahl Raz","topic":"Sports"},{"quote":"Sports is a terrific metaphor that&#39;s hardly been touched on TV.","author":"Ken Howard","topic":"Sports"},{"quote":"If a lot of people gripped a knife and fork the way they do a golf club, they&#39;d starve to death.","author":"Sam Snead","topic":"Sports"},{"quote":"Relax? How can anybody relax and play golf? You have to grip the club, don&#39;t you?","author":"Ben Hogan","topic":"Sports"},{"quote":"Within an ensemble, like in sports, if you do your little job, it makes everybody look good.","author":"Stephen Hunter","topic":"Sports"},{"quote":"All of my free time is made up of motor sports endeavors, be them motorcycles or off-road racing or track days. I just love anything with an engine. That is one of my main loves. Obviously, my other well-known love is Kristen Bell.","author":"Dax Shepard","topic":"Sports"},{"quote":"I was never really a nerd. I&#39;m not really into comic books or Dungeons and Dragons or any of that kind of stuff. I was in drama class, and I&#39;m a big movie and music buff. And I&#39;m into sports.","author":"Christopher Mintz-Plasse","topic":"Sports"},{"quote":"The other thing is this industry has decided it only has one market. Unlike any other industry in the world, unlike film or books or sports even, this industry has decided it has only one market and that&#39;s 14 year old boys.","author":"Rob Walton","topic":"Sports"},{"quote":"The great thing about America, what I&#39;ve loved about it, is how sports-friendly it is. In America, sports are respected and loved.","author":"Eric Braeden","topic":"Sports"},{"quote":"When I&#39;m doing sports, I always think of how it&#39;s related to singing, and when I watch tennis, I learn a lot for my singing: how the players are focused, how they use their technique, and, in the case of Roger Federer, how effortless it is and how beautiful it is to watch - like bel canto, in a way. That&#39;s how singing should be.","author":"Juan Diego Florez","topic":"Sports"},{"quote":"And then I got into sports and gave my guitar to my brother Jeff who was just a little kid at that time.","author":"Beau Bridges","topic":"Sports"},{"quote":"I like all the adventure sports but I like to do them in a safe way.","author":"Catherine Bell","topic":"Sports"},{"quote":"The truth is that for those 86 long years when the Red Sox went without a World Series win, fans were not only in a recession, but trapped in a longstanding, deeply entrenched sports depression.","author":"Julianna Baggott","topic":"Sports"},{"quote":"I was a team sports guy, but I don&#39;t do that anymore. When I work out, it&#39;s alone.","author":"Jamie Bamber","topic":"Sports"},{"quote":"When I get into a bad mood, I do sports and then everything&#39;s OK. And then I go and make decisions, however painful they may be.","author":"Dmitry Medvedev","topic":"Sports"},{"quote":"I worked at my high school newspaper at Andover, which came out weekly, unusual for a high school paper. Then my first day at Penn I went right to the &#39;Daily Pennsylvanian&#39; and pretty much spent most of my college career working both as the sports editor and then editor of the editorial page.","author":"H. G. Bissinger","topic":"Sports"},{"quote":"I had this inferiority complex as a child, as I was not good at speaking. I was also not good in studies or sports and would often flunk in four-five subjects.","author":"Suriya","topic":"Sports"},{"quote":"In my sports or workout life, I like to prove to myself I can do something, whether it&#39;s a half marathon or whatever it is. I like to take challenges that scare me because then once we&#39;ve accomplished it, we feel stronger.","author":"Kim Raver","topic":"Sports"},{"quote":"I love to get home and hang out with my family. My brothers and I love spending time at the beach. I enjoy doing all kinds of surf sports and keeping healthy.","author":"Samantha Stosur","topic":"Sports"},{"quote":"I liked the energy of cooking, the action, the camaraderie. I often compare the kitchen to sports and compare the chef to a coach. There are a lot of similarities to it.","author":"Todd English","topic":"Sports"},{"quote":"When I was a child, I saw in the news that a person from Belitung had done well in sports in Jakarta, and I just couldn&#39;t imagine that it was possible for someone from here to become famous, and it&#39;s still very isolated out here.","author":"Andrea Hirata","topic":"Sports"},{"quote":"My heart lies in music and acting, however, my inspiration comes from adrenaline rush I get from sports... and life.","author":"Alexander Ludwig","topic":"Sports"},{"quote":"I ran the high school newspaper and was in student government. I played sports my whole life but was never picked as captain.","author":"Bing Gordon","topic":"Sports"},{"quote":"I am very slow to warm. I&#39;ve always been sort of a loner. I didn&#39;t play team sports. I am better one-on-one than in big groups.","author":"Rooney Mara","topic":"Sports"},{"quote":"I have long recognized a link between fitness and mental health and I think we need to encourage young people to take part in sports and team activities because we know it has such positive results.","author":"Tipper Gore","topic":"Sports"},{"quote":"I love both the sun and the moon, day and night. But I enjoy the day the most because I live in Rio and I can play sports.","author":"Rodrigo Santoro","topic":"Sports"},{"quote":"I love both sports, but the deciding factor was, being a left-handed pitcher, I had a huge advantage in baseball because of that, and I didn&#39;t have that type of advantage in hockey.","author":"Tom Glavine","topic":"Sports"},{"quote":"My greatest memories as a kid were playing sports with my dad and watching sports with my dad.","author":"Mark Teixeira","topic":"Sports"},{"quote":"This is one of the last unique things to do in the business of sports, to return the National Football League to the city of Los Angeles. I happen to love the city of Los Angeles; I happen to love the NFL - and to somehow be a part of that, a helper in that process, is something I&#39;ve always been interested in.","author":"Casey Wasserman","topic":"Sports"},{"quote":"EA SPORTS has a strong partnership with adidas and through this relationship they approached adidas about using some of their top players from around the world.","author":"Claudio Reyna","topic":"Sports"},{"quote":"People who think they know what they are talking about when they talk about baseball include the announcers and all of the sports press - no matter how much evidence you present them to the contrary they will continue to think that what they think is right.","author":"Michael Lewis","topic":"Sports"},{"quote":"Sporting culture is needed where marks are given to students for sports in schools, jobs are assured for sportsperson, and sponsors are willing to support them through rough times.","author":"Gagan Narang","topic":"Sports"},{"quote":"Sports fans have an unbelievable ability at the end of the day, when the game comes on, to kind of put everything aside and watch the game.","author":"John Skipper","topic":"Sports"},{"quote":"With the polarization of points of view around significant political and social issues, sports is a place where people can sort of talk about something together. And I think that is important to people.","author":"John Skipper","topic":"Sports"},{"quote":"Academics often discount the value of top-rated sports programs in helping to develop a campus life and in contributing to the overall success of a college or university. Like it or not, the sports programs a college or university has are the front page of that university.","author":"James E. Rogers","topic":"Sports"},{"quote":"Golf is played by twenty million mature American men whose wives think they are out having fun.","author":"Jim Bishop","topic":"Sports"},{"quote":"I&#39;m not really interested in sports psychology. It makes me feel like a crazy person.","author":"Michelle Wie","topic":"Sports"},{"quote":"I love that men like to look at women, that they love sports, that they need to know the inner workings of mechanical objects. I love the whole makeup of men - that they never mature and are always just boys.","author":"Krista Allen","topic":"Sports"},{"quote":"I believe in greater self-sufficiency. International sport is tough, no doubt, but there shouldn&#39;t be too many crutches. In most cases sports psychologists are crutches, and they tend to soften rather than harden the players.","author":"Glenn Turner","topic":"Sports"},{"quote":"Mountaineering is one of the most difficult sports - we are away from routine life for days, living in tents, and it requires high degree of physical and mental strength.","author":"Samina Baig","topic":"Sports"},{"quote":"Sports is the only entertainment where, no matter how many times you go back, you never know the ending.","author":"Neil Simon","topic":"Sports"},{"quote":"I started playing baseball and soccer. Those were my sports on the streets and in school when I was growing up. I didn&#39;t even start playing basketball until I was 14.","author":"Earl Monroe","topic":"Sports"},{"quote":"Part of my growing up was always trying to make my parents proud and always trying to keep them happy. I think part of what held them together was my involvement in sports.","author":"Jeff Garcia","topic":"Sports"},{"quote":"The NBA playoffs have the highest ceiling in all of sports.","author":"Rowan Ricardo Phillips","topic":"Sports"},{"quote":"They read their sports pages, know their statistics and either root like hell or boo our butts off. I love it. Give me vocal fans, pro or con, over the tourist types who show up in Houston or Montreal and just sit there.","author":"Mike Schmidt","topic":"Sports"},{"quote":"If I was invincible, maybe I would take up some extreme sports.","author":"Tom Welling","topic":"Sports"},{"quote":"In sports, I was representing my country, but in politics I represent people directly. I have always lived with a cause. In army, it was the existence of the sanctity of nation and the men I was commanding, and in sports, it was the pride of my country, while in politics, it is the rights of citizens I am fighting for.","author":"Rajyavardhan Singh Rathore","topic":"Sports"},{"quote":"My dad was always at work running a business, so our mom really took care of us. She&#39;d bring us all to our practices, and we all basically played four sports: baseball, hockey, football, and basketball.","author":"Dan Gronkowski","topic":"Sports"},{"quote":"I was lucky enough to watch my son hit a grand slam at sports camp, and that was great. Yes, I may miss some things, but honestly, I think I get to see more than a dad who works a daily 9 to 5.","author":"CC Sabathia","topic":"Sports"},{"quote":"I play some fighting games, but mostly I just play sports.","author":"Vince Carter","topic":"Sports"},{"quote":"Radio is the art form of sports casting. If you&#39;re any good, you can do a great job on radio.","author":"Chick Hearn","topic":"Sports"},{"quote":"A lot of these angles are really about trying to mimic broadcast sports angles in order to anchor the scene, to sort of normalize it before it becomes abstracted.","author":"Matthew Barney","topic":"Sports"},{"quote":"I pick projects according to how fascinating they are to me, and it has resulted in a broad reach. My records are actually in five different sports: balloons, airplanes, airships, gliders, and sailboats.","author":"Steve Fossett","topic":"Sports"},{"quote":"Sports fans have been mistreated for a long time. They have overpaid for inferior food and they have had poor service.","author":"Dave Checketts","topic":"Sports"},{"quote":"I was always very different from the other kids. I have an I.Q. of 156. I didn&#39;t play sports. I thought big. I thought I could achieve great things. I don&#39;t want to sound megalomaniac, but my whole life is about doing something for the world, from as far back as I can remember.","author":"Chade-Meng Tan","topic":"Sports"},{"quote":"In U.S. sports, you tend to be pretty strictly limited by the size of your team&#39;s market. When we heard that Villa was a club here that might be available, I had a strong feeling that a team in the West Midlands could be the chance to create something very special.","author":"Randy Lerner","topic":"Sports"},{"quote":"If you see in sports at a super high level, people get hurt or have injuries when there isn&#39;t that pleasure, the true pleasure of the sport, when they&#39;re tired or demoralized or they&#39;re not quite focused.","author":"David Belle","topic":"Sports"},{"quote":"Play is the only way the highest intelligence of humankind can unfold.","author":"Joseph Chilton Pearce","topic":"Sports"},{"quote":"Sport must be amateur or it is not sport. Sports played professionally are entertainment.","author":"Avery Brundage","topic":"Sports"},{"quote":"Being wrong on facts, that&#39;s something you have a real responsibility to correct. But being wrong in the fun sports way is part of the interplay.","author":"Joe Posnanski","topic":"Sports"},{"quote":"Don&#39;t play too much golf. Two rounds a day are plenty.","author":"Harry Vardon","topic":"Sports"},{"quote":"I&#39;ve always been into sports and yoga and running. I actually study a martial arts self-defense program called Krav Maga. I can&#39;t quite say it&#39;s easy, but it&#39;s fun for me and I love to do it.","author":"Kari Matchett","topic":"Sports"},{"quote":"My parents never forced things on my brother and me: not our faith, not our sports, not our friends. Yet they taught us about surrounding ourselves with the right people: the kind of people we want to be.","author":"Amanda Borden","topic":"Sports"},{"quote":"Growing up, I was always into sports - basketball and volleyball - but I wasn&#39;t really a runner.","author":"Stephan James","topic":"Sports"},{"quote":"Baseball is a game where a curve is an optical illusion, a screwball can be a pitch or a person, stealing is legal and you can spit anywhere you like except in the umpire&#39;s eye or on the ball.","author":"James Patrick Murray","topic":"Sports"},{"quote":"I was always very physical, growing up, and did sports. I like to get out and do different things, and walk in different shoes. I like change. I like challenge.","author":"Emily Bett Rickards","topic":"Sports"},{"quote":"Eventually you won&#39;t think of &#39;the Internet business.&#39; You&#39;ll think of it more like news, weather, sports, but even that taxonomy isn&#39;t clear.","author":"Bill Gates","topic":"Sports"},{"quote":"Baseball has the great advantage over cricket of being sooner ended.","author":"George Bernard Shaw","topic":"Sports"},{"quote":"I&#39;d just as soon play tennis with the net down.","author":"Robert Frost","topic":"Sports"},{"quote":"I&#39;ve always been a guy who wants to play sports, not watch them.","author":"Shaun White","topic":"Sports"},{"quote":"I always tell people that our sports aren&#39;t that dangerous.","author":"Shaun White","topic":"Sports"},{"quote":"In Boston, they love their sports celebrities. And it&#39;s great.","author":"Tom Brady","topic":"Sports"},{"quote":"I like sports, and I enjoy playing basketball and lifting weights.","author":"Joel Osteen","topic":"Sports"},{"quote":"When I used to play sports, I&#39;d be the one cheering the team on, &#39;Come on, we can beat these guys!&#39; That&#39;s just in me.","author":"Joel Osteen","topic":"Sports"},{"quote":"Sports are basically our way of feeling sorry for ourselves. Most men can&#39;t become athletes. We&#39;re watching guys who actually made it. We see them dunking and making touchdowns. Then we think about ourselves when we were younger.","author":"Kevin Hart","topic":"Sports"},{"quote":"I come from a family that has always emphasized and enjoyed sports - golf, tennis, football, baseball and the rest.","author":"Robert Kennedy","topic":"Sports"},{"quote":"Academe, n.: An ancient school where morality and philosophy were taught. Academy, n.: A modern school where football is taught.","author":"Ambrose Bierce","topic":"Sports"},{"quote":"Don&#39;t let anyone turn you into a slave. You&#39;re a slave if you let the media tell you that sports and entertainment are more important than developing your brain.","author":"Ben Carson","topic":"Sports"},{"quote":"I don&#39;t watch too much TV when it comes to sports or news or things like that.","author":"Colin Kaepernick","topic":"Sports"},{"quote":"In order to develop the country&#39;s sports in line with the great leaders&#39; ideas and plan of developing Juche-based sports, our Party directs great efforts to the work of the sports sector.","author":"Kim Jong-un","topic":"Sports"},{"quote":"Building a sports power is a patriotic undertaking aimed at translating into reality the plan and wish of the great leaders, who devoted their efforts to building ours into a country that prospers and grows stronger on the strength of sports.","author":"Kim Jong-un","topic":"Sports"},{"quote":"As far as oligarchs who acquire sports team abroad, and invest money abroad, I wouldn&#39;t treat this phenomenon as something bad.","author":"Vladimir Putin","topic":"Sports"},{"quote":"I spend a little time every day to play sports.","author":"Vladimir Putin","topic":"Sports"},{"quote":"Foreign policy simply cannot be judged by today&#39;s headlines that chalk up victories and defeats like so many box scores in the sports sections.","author":"Condoleezza Rice","topic":"Sports"},{"quote":"It&#39;s so important for kids to get involved with sports in general at a young age.","author":"Lindsey Vonn","topic":"Sports"},{"quote":"Since childhood, sports has been one of the most important influences in my life.","author":"Lindsey Vonn","topic":"Sports"},{"quote":"What Olympians eat can vary tremendously depending not only on the events they&#39;re competing in, but also their body type and lifestyle outside the Olympic arena. Their diets are affected not only by the demands of their sports, but by everything else in their lives, things that are almost impossible to accurately measure and factor in.","author":"Chuck Norris","topic":"Sports"},{"quote":"If there was a template for success in sports, everyone would follow it. You do the best you can and trust the people you trust.","author":"Mark Cuban","topic":"Sports"},{"quote":"There are a few things that people all around the world need to admit to themselves. Trade restraints slow economic growth, the euro is not a reserve currency, and scoreless sports ties are boring.","author":"P. J. O'Rourke","topic":"Sports"},{"quote":"Black people dominate sports in the United States. 20% of the population and 90% of the final four.","author":"Chris Rock","topic":"Sports"},{"quote":"I&#39;m a golfer, and what are the two sports you can do till you drop? Golf and surfing. They&#39;re great for you limber-wise, they&#39;re great for you health-wise, and they put you in sweet locations.","author":"Matthew McConaughey","topic":"Sports"},{"quote":"I was totally dominated and revered my father. I admired everything he did. He was a great sports person. He loved me. I was his only boy at that time, before my brother Billy came along.","author":"Jimmy Carter","topic":"Sports"},{"quote":"In track years... track is not like other sports. You do have track athletes that stay in this sport until, like, 35, 36, but I think when you get to 28, it&#39;s really difficult.","author":"Usain Bolt","topic":"Sports"},{"quote":"We don&#39;t see a lot of models for male social interaction. There&#39;s sports and barn raisings.","author":"Chuck Palahniuk","topic":"Sports"},{"quote":"I was brought up to believe that it&#39;s family first. Of all the people my parents knew, the family was most important. You always turn to your family, and the family supports you. We do what we can to support our young and go and see the grandchildren if they&#39;re doing plays at school and their sports events.","author":"Mary Berry","topic":"Sports"},{"quote":"I played sports. I had boyfriends. I loved high school.","author":"Ann Coulter","topic":"Sports"},{"quote":"Political columnists and sports pundits are rewarded for being overconfident.","author":"Daniel Kahneman","topic":"Sports"},{"quote":"Sports are a great place to show that equality can happen.","author":"Venus Williams","topic":"Sports"},{"quote":"I think women athletes who have been successful need to help other sports, those sports that are just emerging. That&#39;s what I&#39;ve been thinking about and looking forward to.","author":"Venus Williams","topic":"Sports"},{"quote":"Tennis has been around for so long - women have been playing the majors since the 1800s. Other sports have not had professional leagues for women for as long.","author":"Venus Williams","topic":"Sports"},{"quote":"Equality for men and women, across the world, not only in sports, is the goal. We obviously have a long way to go, but every little bit helps.","author":"Venus Williams","topic":"Sports"},{"quote":"As an athlete and as a woman, I get my confidence from playing sports because it shifts your focus from what your body looks like to what your body can do for you. That&#39;s what we all should be doing. It shouldn&#39;t be about looking perfect.","author":"Venus Williams","topic":"Sports"},{"quote":"Tennis is definitely a star for women in sports.","author":"Venus Williams","topic":"Sports"},{"quote":"I spent my whole life playing sports and training and pushing myself to the limits.","author":"Venus Williams","topic":"Sports"},{"quote":"Sports are a microcosm of society.","author":"Billie Jean King","topic":"Sports"},{"quote":"When somebody asks about the greatest players in history, I start with Bill Russell. More than the best player is the MVP, and the MVP in the history of team sports is Bill Russell.","author":"Bobby Knight","topic":"Sports"},{"quote":"I got put into leadership roles very early in life from fifth grade, sixth grade. I always ended up being the quarterback or the leader of the sports teams, and it&#39;s kind of benefiting me now.","author":"Tony Dungy","topic":"Sports"},{"quote":"I have a fond place in my heart for Seattle, so I hope that an NBA team comes back to this great city, this great sports city.","author":"Magic Johnson","topic":"Sports"},{"quote":"When you think about the NASCAR brand, it resonates everywhere. They have the No. 1 sports brand.","author":"Magic Johnson","topic":"Sports"},{"quote":"Most people think the character I do onstage is the way I am offstage, but I&#39;m just a regular guy who spends time with his family and who turns on the television and watches a lot of sports.","author":"Don Rickles","topic":"Sports"},{"quote":"The day of parochialism in sports is over. The world is too small for what people like to call &#39;the good old days.&#39; Fans want the best, wherever they come from.","author":"Mario Andretti","topic":"Sports"},{"quote":"I love all motor sports at the top level.","author":"Mario Andretti","topic":"Sports"},{"quote":"Most ball games are lost, not won.","author":"Casey Stengel","topic":"Sports"},{"quote":"The team has come along slow but fast.","author":"Casey Stengel","topic":"Sports"},{"quote":"Michael Phelps is a sporting god among men. It is hard to say if anyone will ever match his accomplishments, but it has been an honor to see him become a legend. He makes me proud of the American sports institution and proud of the sports that get mass attention only every four years.","author":"Johnny Weir","topic":"Sports"},{"quote":"Sports has always been a pass-through. You pay for something, and then you pass it through to television, you pass it through to advertisers, or you pass it through to season-ticket holders, luxury boxes and then the fans. Then it all adds up, and you take in more than you pass out.","author":"John Madden","topic":"Sports"},{"quote":"I tried golf for a while, but I wasn&#39;t very good at it, so I didn&#39;t play a lot of golf. I enjoy all sports, not just football. I like basketball, baseball, and I got into the World Cup. So really, sports in general are my life, and football specifically.","author":"John Madden","topic":"Sports"},{"quote":"I was an old tackle riding around talking to people about sports. Like I&#39;ve said to a lot of people over the years, &#39;I only go where old tackles go, and if an old tackle does not belong there, I&#39;m not going.&#39;","author":"John Madden","topic":"Sports"},{"quote":"I get very into my sports.","author":"Margot Robbie","topic":"Sports"},{"quote":"The triple is the most exciting play in baseball. Home runs win a lot of games, but I never understood why fans are so obsessed with them.","author":"Hank Aaron","topic":"Sports"},{"quote":"You can make a lot of money in this game. Just ask my ex-wives. Both of them are so rich that neither of their husbands work.","author":"Lee Trevino","topic":"Sports"},{"quote":"Football is an incredible game. Sometimes it&#39;s so incredible, it&#39;s unbelievable.","author":"Tom Landry","topic":"Sports"},{"quote":"I learned early in sports that to be effective - for a player to play the best he can play - is a matter of concentration and being unaware of distractions, positive or negative.","author":"Tom Landry","topic":"Sports"},{"quote":"My dad is not a sports guy but was drawn to the theatrics of wrestling.","author":"John Cena","topic":"Sports"},{"quote":"The ESPYS are about appreciating moments in sports and not looking down on it because it&#39;s maybe not your favorite athlete or your favorite team.","author":"John Cena","topic":"Sports"},{"quote":"Mostly I play sports games - football and basketball. &#39;Inside Drive&#39; and &#39;NFL Fever.&#39;","author":"Paul Pierce","topic":"Sports"},{"quote":"The fans of New York are very knowledgeable about the game of basketball. They love their sports here.","author":"Paul Pierce","topic":"Sports"},{"quote":"I was not good at team sports, I have to say. I&#39;m quite good at individual sports, but I was not good at team sports, so I wasn&#39;t good at baseball and football.","author":"Tom Ford","topic":"Sports"},{"quote":"It certainly is dangerous that there are only a few clubs left in Europe that can afford to pay millions. At the end of the day however, the spectators decide the rates of pay - by watching the games and consuming the goods and services advertised on sports TV programmes.","author":"Angela Merkel","topic":"Sports"},{"quote":"I&#39;m always fascinated by the use of the first-person plural talking about sports.","author":"Penn Jillette","topic":"Sports"},{"quote":"My whole family is missing that sports gene. I hope I didn&#39;t screw that up by marrying a great golfer.","author":"Penn Jillette","topic":"Sports"},{"quote":"I&#39;ve got four brothers, so with them and all our friends we had these sports parties in the basement. We&#39;d play basketball, mini-sticks, baseball in the backyard, football, whatever it was. We were busy 24\/7.","author":"Rob Gronkowski","topic":"Sports"},{"quote":"In sports, a team is surrounded with people with different backgrounds, with different races, and with different religions. In order to win, everybody comes together. I feels like that&#39;s what the U.S.A. represents. Everyone just has to come together in order to win.","author":"Rob Gronkowski","topic":"Sports"},{"quote":"There isn&#39;t a flaw in his golf or his makeup. He will win more majors than Arnold Palmer and me combined. Somebody is going to dust my records. It might as well be Tiger, because he&#39;s such a great kid.","author":"Jack Nicklaus","topic":"Sports"},{"quote":"He has the finest, fundamentally sound golf swing I&#39;ve ever seen.","author":"Jack Nicklaus","topic":"Sports"},{"quote":"I&#39;m a mad lover of sport. You cannot say a bad word to me about sports. So I know business is involved and I know it can be cynical, and, of course, I watch it, but for me it&#39;s pure.","author":"Hugh Jackman","topic":"Sports"},{"quote":"When I came to America in 1978, I was a huge sports fan - the problem was, my sport was cricket. Shockingly enough, no one wanted to talk cricket with me!","author":"Indra Nooyi","topic":"Sports"},{"quote":"The things that people do now in sports, you can&#39;t even believe. These are complete total athletes. To see what human beings can do in the highest level is amazing.","author":"Billie Joe Armstrong","topic":"Sports"},{"quote":"Boxing has become America&#39;s tragic theater.","author":"Joyce Carol Oates","topic":"Sports"},{"quote":"Even if I did have, you know, a &#39;Sports Illustrated&#39; body, I&#39;d still wear elegant clothes.","author":"Adele","topic":"Sports"},{"quote":"I&#39;m a huge sports fan but have no interest in minutiae. I don&#39;t remember who won Super Bowls five years ago or listen to sports talk radio.","author":"Norm MacDonald","topic":"Sports"},{"quote":"I don&#39;t really like politics that much. And I like the order and simplicity of sports. They have an ending. You can argue with your friends about it, but in the end you still like sports. I almost love the fantasy world of sports more than the real world.","author":"Norm MacDonald","topic":"Sports"},{"quote":"I don&#39;t like sports where it&#39;s like, you watch a guy on a motorcycle flip or something, then another guy does it, it looks exactly the same, and then at the end one guy gets higher points! It seems so arbitrary; I don&#39;t know who&#39;s ahead ever.","author":"Norm MacDonald","topic":"Sports"},{"quote":"Compared to politics, I think sports is funnier, because it&#39;s inconsequential. And politics can be real important and all that. The more pointless something is, the funnier it is, you know? And the more grave or important things are... You know, some comedians can get this disease where they get serious all the time.","author":"Norm MacDonald","topic":"Sports"},{"quote":"When you write about sports, you&#39;re allowed to engage in mischief. Nothing is at stake.","author":"Malcolm Gladwell","topic":"Sports"},{"quote":"The paradox of endurance sports is that an athlete can never work as hard as he wants, because if he pushes himself too far, his hematocrit will fall.","author":"Malcolm Gladwell","topic":"Sports"},{"quote":"I watch movies and sports. I can count on the fingers of my hand the number of times I have watched an hour show. I never watch a half-hour show, and I never watch myself.","author":"William Shatner","topic":"Sports"},{"quote":"At the end of the day, everything is God&#39;s plan, and he cares about what we do. He cares about our hearts, how we play the game, and how we treat people. He&#39;s definitely involved with how we handle sports and not just the outcome of it. I&#39;m proud when athletes mention God in any way.","author":"Tim Tebow","topic":"Sports"},{"quote":"Sports without music is just a game. Music makes it entertaining.","author":"Ice Cube","topic":"Sports"},{"quote":"My grandmother is a huge Hawkeyes fan, so I, by proxy, have to be one. I&#39;m more of a professional sports fan, and I&#39;ve never been a huge college fan, but because of my grandmother, I&#39;ve gotten into a lot of really good Hawkeye games. So, because I&#39;m a good grandson, I&#39;m a Hawkeye fan.","author":"Corey Taylor","topic":"Sports"},{"quote":"I love sports. Whenever I can, I always watch the Detroit Tigers on the radio.","author":"Gerald R. Ford","topic":"Sports"},{"quote":"I like a lot of sports. Especially football - it&#39;s my favourite sport. My uncle played football in Barcelona for nine years and played for Spain in three World Cups.","author":"Rafael Nadal","topic":"Sports"},{"quote":"I&#39;ve never been in the top three of Sports Personality. And I won&#39;t be in the top three again. You have just got to accept what it is.","author":"Mo Farah","topic":"Sports"},{"quote":"It is incredible how far women have come and women in sports have come.","author":"Jennie Finch","topic":"Sports"},{"quote":"I had fun pretending to be a sportscaster. People always think that was a down thing for me. I had the best job in sports broadcasting for two years.","author":"Dennis Miller","topic":"Sports"},{"quote":"I used to play a lot of racket sports, tennis and squash.","author":"Jason Statham","topic":"Sports"},{"quote":"Sports has kept me on the straight and narrow path.","author":"Tommy Lasorda","topic":"Sports"},{"quote":"I&#39;m a big sports fan in general.","author":"Luke Bryan","topic":"Sports"},{"quote":"You cannot mix sports with politics.","author":"Jackie Chan","topic":"Sports"},{"quote":"I enjoy sports in person.","author":"Shania Twain","topic":"Sports"},{"quote":"Where there is peace, there is sports; where there is sports, there is peace. Peace is what allows us, especially young people, to dream, go after one&#39;s goals and prepare you for the next challenge in life.","author":"Kim Yuna","topic":"Sports"},{"quote":"Some of the companies we helped start are names you know. An office supply company called Staples - where I&#39;m pleased to see the Obama campaign has been shopping; The Sports Authority, which became a favorite of my sons. We started an early childhood learning center called Bright Horizons that First Lady Michelle Obama rightly praised.","author":"Mitt Romney","topic":"Sports"},{"quote":"We all have limitations. I don&#39;t have the right genes to be an Olympic weightlifter. I don&#39;t have the right genetics to be an Olympic sprinter. Or gymnast. Sure, if I trained my whole life, perhaps I could have become fairly decent in those sports.","author":"Jocko Willink","topic":"Sports"},{"quote":"Sports are sports. Its all about how we carry ourselves out of the ring.","author":"George Foreman","topic":"Sports"},{"quote":"I&#39;d have to say losing the title to Ali in &#39;74 was the lowest moment in sports for me. It was the most devastating thing in my boxing career, and it still hurts to this day.","author":"George Foreman","topic":"Sports"},{"quote":"You never know what&#39;s going to happen with this crazy world of sports entertainment, so I would never rule out the fact that Rock wants to come home.","author":"Roman Reigns","topic":"Sports"},{"quote":"I&#39;m kind of the model that everyone thought would always be the Guess, &#39;Sports Illustrated&#39; girl. Then, when I started to do high fashion stuff... people were like, &#39;Oh, so we can have a girl with, like, thighs and a butt in a Tom Ford campaign. Cool.&#39;","author":"Gigi Hadid","topic":"Sports"},{"quote":"I love sports - I used to play volleyball really competitively...I went to Junior Olympic qualifiers, and I&#39;ve ridden horses my whole life.","author":"Gigi Hadid","topic":"Sports"},{"quote":"I&#39;ll always be into sports. Sports is part of my life forever. My TV stays on ESPN all day long, I&#39;m one of those. I don&#39;t even listen to music in the car; all I listen to is sports talk.","author":"Action Bronson","topic":"Sports"},{"quote":"I&#39;m not good at a lot of things. I am not good at keeping my room clean. I am not good at eating healthy. I am not good at sports anymore. I used to be! Not so much anymore.","author":"Zendaya","topic":"Sports"},{"quote":"Books had instant replay long before televised sports.","author":"Bernard Williams","topic":"Sports"},{"quote":"Now, I know you expected me to say that, well, I just kick back in the rocking chair, fished a little bit, listened to Willie Nelson tapes and watched old baseball games on the Classic Sports network. And, tell you the truth, I have done that for maybe about five total minutes.","author":"Dan Rather","topic":"Sports"},{"quote":"Even though I started off being interested in news, and I spent 13 years of my career working in television sports, I always was passionate about television and movies.","author":"Bob Iger","topic":"Sports"},{"quote":"There&#39;s a whole lot more to the African-American community than entertainment and sports.","author":"J. C. Watts","topic":"Sports"},{"quote":"I would love to be associated with some sports organization. I was a journalism major. That&#39;s kind of intriguing, to do something in the political-commentary arena.","author":"J. C. Watts","topic":"Sports"},{"quote":"I&#39;m a huge sports fan.","author":"Marc Anthony","topic":"Sports"},{"quote":"I&#39;ll let the racket do the talking.","author":"John McEnroe","topic":"Sports"},{"quote":"Tennis was a white, upper-class sport, and I wanted it to be treated like other sports were.","author":"John McEnroe","topic":"Sports"},{"quote":"I hate to let people down. I was like that in sports and I was like that in comedy. I was like that at work. When I worked General Motors and stuff like that, when I say something, I mean it.","author":"Bernie Mac","topic":"Sports"},{"quote":"I get a lot of letters that say, &#39;I&#39;m a normal, down-to-earth girl. I love to cook, and I love sports.&#39; What I also get are letters from a whole bunch of moms saying, &#39;My daughter is awesome,&#39; and, &#39;My daughter is a great daughter.&#39;","author":"J. J. Watt","topic":"Sports"},{"quote":"My dad told us up front, &#39;Guys, if you want to play sports, go ahead, but it&#39;s your decision.&#39;","author":"Peyton Manning","topic":"Sports"},{"quote":"I&#39;ve been a Colt for almost all of my adult life, but I guess in life, and in sports, we all know nothing lasts forever. Times change, circumstances change, and that&#39;s the reality of playing in the NFL.","author":"Peyton Manning","topic":"Sports"},{"quote":"I cherished my time playing high school sports.","author":"Peyton Manning","topic":"Sports"},{"quote":"At ten I was playing against 18-year-old guys. At 15 I was playing professional ball with the Birmingham Black Barons, so I really came very quickly in all sports.","author":"Willie Mays","topic":"Sports"},{"quote":"When I was in Birmingham I used to go to a place called Redwood Field. I used to get there for a two o&#39;clock game. Where can you make this kind of money playing sports? It was just a pleasure to go out and enjoy myself and get paid for it.","author":"Willie Mays","topic":"Sports"},{"quote":"Colleges produce more sports therapists than engineers. Perhaps because America is a sporty country: a lot of outdoors.","author":"Azim Premji","topic":"Sports"},{"quote":"Breaking records is not something you expect to be doing. That&#39;s like a sports thing, it&#39;s not usually a comedy and writing thing.","author":"Louis C. K.","topic":"Sports"},{"quote":"I grew up being into sports and I wasn&#39;t trained to move my body in the right way for dancing. I&#39;m the last one to get any moves correct. In rehearsals it&#39;s always, &#39;OK, one more take for Zac.&#39;","author":"Zac Efron","topic":"Sports"},{"quote":"When you look at golf films before us they&#39;re all - garbage or satire. A lot of sports films tend to vilify the opposition. Where the opposition becomes this big angry monster, so big you can&#39;t beat him.","author":"Shia LaBeouf","topic":"Sports"},{"quote":"I never played sports or got into the whole guy camaraderie of, like, &#39;I love you, man! Seniors forever!&#39; So suddenly being in the military with these guys who were under these very heightened circumstances, isolated from their families, living this very kind of Greek lifestyle, it changed my life in a really big way.","author":"Adam Driver","topic":"Sports"},{"quote":"Nobody roots for Goliath.","author":"Wilt Chamberlain","topic":"Sports"},{"quote":"Meeting sports athletes that are the best in the world is a thrill to this day.","author":"Phil Knight","topic":"Sports"},{"quote":"If you&#39;re trying to get into the sports business, you really have to find a niche.","author":"Phil Knight","topic":"Sports"},{"quote":"I&#39;m nothing more than a sports slave.","author":"Dennis Rodman","topic":"Sports"},{"quote":"What&#39;s been missing from regions outside of Silicon Valley is a &#39;playbook.&#39; In American football, a playbook contains a sports team&#39;s strategies and plays. It struck me that every region needs its own industry playbook on how to compete globally.","author":"Steve Blank","topic":"Sports"},{"quote":"One of the things in the back of my mind is that, after my sports experience, I never want to be, totally consumed by any one endeavor, other than my family life.","author":"Julius Erving","topic":"Sports"},{"quote":"I made the cover of &#39;Sports Illustrated,&#39; &#39;Newsweek&#39; and &#39;Time&#39; all in one week, and I didn&#39;t even know what that meant.","author":"Nadia Comaneci","topic":"Sports"},{"quote":"Every boy learns more in his hours of play than in his hours of labor. In school, he lays in the materials of thinking, but in his sports, he actually thinks: he whets his faculties, and he opens his eyes.","author":"William Godwin","topic":"Sports"},{"quote":"When I was in elementary school, we weren&#39;t allowed to do sports other than cheerleading. By junior high, they let us play, but we had to come back after 6:30 p.m. to practice because there was only one gymnasium and the boys used it first.","author":"Jackie Joyner-Kersee","topic":"Sports"},{"quote":"Competing in both track and field and basketball for the Bruins I have a lot of great memories to choose from. But my all-time favorite moment in collegiate sports has to be in 1982 when we won UCLA&#39;s first NCAA title in track.","author":"Jackie Joyner-Kersee","topic":"Sports"},{"quote":"I always separated sports and my personal life.","author":"Carl Lewis","topic":"Sports"},{"quote":"ABC wouldn&#39;t be a player in the news major leagues until the 1970s, when Roone Arledge brought to ABC News the energy and programming approach he had applied to ABC Sports.","author":"Tom Brokaw","topic":"Sports"},{"quote":"It is surprising how many professional athletes, along with their families and friends, are gaga over movie and music stars, and the reverse is true with entertainers and sports stars.","author":"Cheech Marin","topic":"Sports"},{"quote":"I feel like football players are overworked and underpaid compared to any other sports.","author":"Terrell Owens","topic":"Sports"},{"quote":"In men&#39;s sports, people criticize coaches and managers all the time, call out teammates, too, and it&#39;s not that huge of a deal. Often, the guy speaking out is even lauded for having the courage to tell the truth. When it happens in women&#39;s sports, though, it always seems to be viewed as a nasty, claws-out cat fight.","author":"Carli Lloyd","topic":"Sports"},{"quote":"The sports apparel industry was dominated by the big shoe companies. But there was a void in apparel and I decided to fill it.","author":"Kevin Plank","topic":"Sports"},{"quote":"What passes for sports coverage is terribly sycophantic.","author":"Billy Crystal","topic":"Sports"},{"quote":"HBO is undeniably a leader in meaningful storytelling in a wide array of formats. I&#39;m honored to join the REAL SPORTS team and look forward to continuing my fervor for uncovering unique and impactful stories.","author":"Soledad O'Brien","topic":"Sports"},{"quote":"There are many benefits to a sports entity breaking news directly to their recipients: the entity has full control over the message and how it is shared versus previously relying on a media outlets to translate or distribute as they choose. Also, there&#39;s no quicker place for valuable information to spread than Twitter.","author":"Amy Jo Martin","topic":"Sports"},{"quote":"I was always the youngest person in class, skinny, scrawny, no good at sports. I asserted myself by being smart. But then I got to college and started to get C&#39;s and D&#39;s. That was fantastic. I no longer had to be the smartest person in the room.","author":"Douglas Coupland","topic":"Sports"},{"quote":"To have a healthy culture, you have to have stable health care financing and stable arts financing and stable sports financing, and if you don&#39;t have that, your culture becomes a parking lot.","author":"Douglas Coupland","topic":"Sports"},{"quote":"When I was really young, I can remember being into fashion, but I was really into horses and sports.","author":"Kendall Jenner","topic":"Sports"},{"quote":"When I was younger, I used to bite my nails so bad. I used to play sports; I played, like, every sport. I would be playing soccer, and I&#39;d be in the middle of the field just zoned out, biting my nails, and I&#39;d, like, miss the ball going past me.","author":"Kendall Jenner","topic":"Sports"},{"quote":"I come from playing sports. I compete, so I gotta be better than I was last year. I gotta get better, and that better gotta come from just growing. From learning new stuff to working on it, experience it in life, and failing.","author":"Common","topic":"Sports"},{"quote":"When doing sports... on the water, it&#39;s crucial to stop aging by protecting your skin.","author":"Christie Brinkley","topic":"Sports"},{"quote":"I come from a very athletic family. But I didn&#39;t have the typical Jewish sports heroes. I mean, like lots of Jewish kids I admired Sandy Koufax. But I didn&#39;t look up to him as the one person who gave me the desire to push on and succeed. My brothers did that for me.","author":"Bill Goldberg","topic":"Sports"},{"quote":"The diet for climbing all the time isn&#39;t really different from the diet for living. It&#39;s not like cardio sports where you&#39;re burning a bajillion calories every day.","author":"Alex Honnold","topic":"Sports"},{"quote":"I&#39;ve got some great stuff in my sports memorabilia collection. But my favorite thing by far is the robe. I actually have a Ric Flair robe with &#39;the Nature Boy&#39; on the back. That&#39;s awesome. When I look at it, it brings back so many memories of my childhood and my teen years.","author":"Darius Rucker","topic":"Sports"},{"quote":"I wanted to really ingrain myself in the culture and the people. And I apologize about having an allergy to dairy products that gives me some irritable bowels, but other than that, I mean, I&#39;ve embraced just about everything else Wisconsin - especially when it comes to sports, but also the people and the interactions with our fans.","author":"Aaron Rodgers","topic":"Sports"},{"quote":"People have called me Superman my whole life. In various sports, that seems to be the common theme. My favorite superhero is actually the Incredible Hulk. He&#39;s the only superhero that can&#39;t die.","author":"Robert Griffin III","topic":"Sports"},{"quote":"The sports page records people&#39;s accomplishments, the front page usually records nothing, but man&#39;s failures.","author":"Barbara Walters","topic":"Sports"},{"quote":"I just got hooked on the radio, the voice of it all. It was my connection to metropolitan America, if you will. Sports, in particularly baseball then &#39;cause of its rich sediment of numbers, was one of the first things a young person could peg up with adults on - that is, you could know as much about Jimmy Fox as your father did.","author":"George Will","topic":"Sports"},{"quote":"If I had not been dyslexic, I wouldn&#39;t have needed sports. I would have been like every other kid. Instead, I found my one thing, and I was never going to let go of it. That little dyslexic kid is always in the back of your head.","author":"Caitlyn Jenner","topic":"Sports"},{"quote":"Sports saved my life.","author":"Caitlyn Jenner","topic":"Sports"},{"quote":"I had spindly little ankles, and growing up in Canada, I couldn&#39;t skate. I was no good at any sports so was very much a pariah through those adolescent years.","author":"Neil Peart","topic":"Sports"},{"quote":"I don&#39;t see the arts as competitive at all. It was a better angel of my nature. Sports is zero-sum: winner, loser, demonstrable.","author":"Richard Linklater","topic":"Sports"},{"quote":"You don&#39;t really grow up until you quit playing sports.","author":"Richard Linklater","topic":"Sports"},{"quote":"We really have some of the best fans in the NBA, in sports in general. Here, you get a consistent base, people support. People love the Spurs, and that&#39;s special. That&#39;s not everywhere.","author":"Tim Duncan","topic":"Sports"},{"quote":"We in the NFL unquestionably are in sports and competition, but we&#39;re also in entertainment, and that&#39;s the entertainment capital of the world. It just bowls you over when you see the opportunity in L.A.","author":"Jerry Jones","topic":"Sports"},{"quote":"Sports gives us the grandest opportunity of all to talk about reaching down and helping up or getting on somebody else&#39;s shoulders.","author":"Jerry Jones","topic":"Sports"},{"quote":"I hate the cliche of &#39;just have fun,&#39; but what I&#39;ve seen in today&#39;s sports, especially with parents, is they put so much pressure on the kids.","author":"Hope Solo","topic":"Sports"},{"quote":"Sports are in my soul. That&#39;s what drives me.","author":"Craig Sager","topic":"Sports"},{"quote":"I&#39;m a kid from the small Illinois town of Batavia, who grew up on the Chicago Cubs and made sports his life&#39;s work, although there&#39;s never been a day where it actually seemed like work.","author":"Craig Sager","topic":"Sports"},{"quote":"I look forward to continuing my work on the sidelines for Turner Sports.","author":"Craig Sager","topic":"Sports"},{"quote":"As a young boy, I had the usual hobbies - sports, baseball cards, model airplanes and trains. But I always had a distinct fascination with trains.","author":"Craig Sager","topic":"Sports"},{"quote":"I was a big sports fan, and I had been closely monitoring Hank Aaron&#39;s home run totals since I was a kid playing on the sandlot adjacent to the Foundry and Machine Company in Batavia, Illinois.","author":"Craig Sager","topic":"Sports"},{"quote":"Well, I&#39;m not a big sports fan.","author":"Jeff Bridges","topic":"Sports"},{"quote":"I danced for 12 years, and I played a lot team sports: basketball, volleyball.","author":"Gal Gadot","topic":"Sports"},{"quote":"When I was 40, my doctor advised me that a man in his 40s shouldn&#39;t play tennis. I heeded his advice carefully and could hardly wait until I reached 50 to start again.","author":"Hugo Black","topic":"Sports"},{"quote":"Playing professional sports, it&#39;s important to eat healthy and take care of your body. In the offseason, rest is really important to me.","author":"Troy Polamalu","topic":"Sports"},{"quote":"I started my career as a swimsuit model. My first big break in America was 2007, &#39;Sports Illustrated&#39; Swimsuit Issue.","author":"Irina Shayk","topic":"Sports"},{"quote":"I was a sports kid.","author":"Mahershala Ali","topic":"Sports"},{"quote":"I didn&#39;t go to normal children school. I went to sports school when I was 8. So I studied martial arts.","author":"Jet Li","topic":"Sports"},{"quote":"I started out as a camera operator. I was doing news, and I was doing sports - baseball games and football games. And I was acutely aware of women not really being in those roles then.","author":"Kathleen Kennedy","topic":"Sports"},{"quote":"There have been times - and not just on &#39;The Newsroom,&#39; but on &#39;The West Wing,&#39; &#39;Sports Night,&#39; &#39;Studio 60&#39;... - where it was hard to look the cast and crew in the eye, when I put a script on the table that I knew just wasn&#39;t good enough.","author":"Aaron Sorkin","topic":"Sports"},{"quote":"I get the &#39;The New York Times&#39; and &#39;Los Angeles Times&#39; thrown at my door every morning. I&#39;ll read the front page of &#39;The New York Times,&#39; then the op-eds, then scan the arts section and then the sports section. Then I do the same with the &#39;L.A. Times.&#39;","author":"Aaron Sorkin","topic":"Sports"},{"quote":"The BBC sports department when I was there was seriously to the right of Ghengis Khan, and if people think I am strange, they should have met some of the production staff I worked with. Margaret Thatcher and the Queen were the pin up girls for many of them.","author":"David Icke","topic":"Sports"},{"quote":"It&#39;s so great to watch sports live. I think everyone should watch it up close once, if possible. I would like to see every sport live at least once to fully appreciate what&#39;s happening on the court or on the field or on the ice or whatever the playing surface may be.","author":"Diane Lane","topic":"Sports"},{"quote":"Baseball life is a tough life on the family.","author":"Nolan Ryan","topic":"Sports"},{"quote":"There were two very distinct voices going on in my head and I moved easily between them. One had to do with sports, street life and establishing myself as a male... The other voice, the one I had from my street friends and teammates, was increasingly dealing with the vocabulary of literature.","author":"Walter Dean Myers","topic":"Sports"},{"quote":"I love exercise, but I didn&#39;t join a single sports club as a student - I have no hand-eye coordination. Things like yoga are amazing, but anything with a ball just isn&#39;t for me.","author":"Ella Woodward","topic":"Sports"},{"quote":"I love sports. I love animals. I love kids. I want to save the world. So how do I combine all those things? I don&#39;t know.","author":"Joan Jett","topic":"Sports"},{"quote":"I did everything - I did newscasts, I did sports, I did dramas.","author":"Alex Trebek","topic":"Sports"},{"quote":"I was an All-American in wrestling in high school, was National Champion in Chinese kickboxing in 1999 and have spent a lot of time around professional athletes, which includes my eight-plus years as CEO of a sports nutrition company.","author":"Tim Ferriss","topic":"Sports"},{"quote":"My brothers were funny, and there was a lot of shtick and comedy and nastiness and violence and fighting and sports.","author":"Alec Baldwin","topic":"Sports"},{"quote":"Both sexes like the exercise and challenge of sports, but for men it&#39;s also a basic display behavior for impressing and winning a mate.","author":"Helen Fisher","topic":"Sports"},{"quote":"I was focused on athletics, outdoors, sports.","author":"Joe Namath","topic":"Sports"},{"quote":"I was lucky enough when it came to sports and work ethic to be taught some basics that continue to be important.","author":"Joe Namath","topic":"Sports"},{"quote":"Where I came from, sports were the only way to get out front.","author":"Joe Namath","topic":"Sports"},{"quote":"Until my senior year, baseball and basketball were my best sports; and even when I was a senior, I still wanted to play baseball professionally. But the family wanted me to go to college, and I guess I agreed with them, or else I would have accepted some of the offers I got.","author":"Joe Namath","topic":"Sports"},{"quote":"I&#39;ve always loved being active, and I used to do sports - basketball, soccer, volleyball - growing up.","author":"Lily Collins","topic":"Sports"},{"quote":"I think we&#39;re actually the only sport that has a mix of men and women competing together. The majority of other sports are separated by gender.","author":"Charlotte Dujardin","topic":"Sports"},{"quote":"My deep dark secret is that I was a nerd in school. I liked the theater. I liked to study. I wasn&#39;t very good at sports.","author":"Rob Lowe","topic":"Sports"},{"quote":"To be candid with you, free agency hurts all sports. It&#39;s great for athletes making an enormous amount of money. But to say it helps the sports, I don&#39;t believe that.","author":"Jerry West","topic":"Sports"},{"quote":"It&#39;s always been such a big part of my life to be fit and healthy and be outside and run and play sports. It gives me energy. Sometimes, I have these days where I don&#39;t do anything because I have the days off, and I just need to relax, and I actually get more tired.","author":"Caroline Wozniacki","topic":"Sports"},{"quote":"YouTube and other sites will bring together all the diverse media which matters to you, from videos of family and friends to news, music, sports, cooking and much, much more.","author":"Chad Hurley","topic":"Sports"},{"quote":"When I did play team sports, I was into soccer and hockey. I loved hockey. And then rock climbing became the thing that got me out of Iowa, and I traveled the world for rock climbing. I really loved the, I guess you would say, dirtbag lifestyle of not eating much and traveling the world and slipping into different cultures and just observing.","author":"Jason Momoa","topic":"Sports"},{"quote":"I&#39;m getting more and more bored with professional sports, but I still watch.","author":"Michael Keaton","topic":"Sports"},{"quote":"I played a lot of sports when I was a kid so I get in that ballgame mindset of being really, really respectful, but at same time saying to yourself, &#39;Don&#39;t back down a single inch, hang with these guys if you can.&#39; If they throw it high and tight you have to stand in there, you can&#39;t take yourself out of that moment.","author":"Michael Keaton","topic":"Sports"},{"quote":"Just like I find men who talk sports who don&#39;t really know sports annoying, I think men might find women who don&#39;t really have a true passion and knowledge of sports maybe not so attractive.","author":"Gabrielle Union","topic":"Sports"},{"quote":"I&#39;ve always had an interest in sports across the board.","author":"Gabrielle Union","topic":"Sports"},{"quote":"I had a friend at college who took being poor very personally. He started showering in the sports centre next door and said he wasn&#39;t going to pay for the hot water in our flat any more because he didn&#39;t use it. He made me and my other friend pay the bills on our own.","author":"Robert Webb","topic":"Sports"},{"quote":"Pfizer&#39;s actually teamed up with my nonprofit organization, which is called Adaptive Action Sports. I cofounded this organization in 2005 to help people with physical disabilities get involved in action sports, go snowboarding, skateboarding.","author":"Amy Purdy","topic":"Sports"},{"quote":"My chief gifts are - naturally good at all sports with a raw talent for pretty much everything, which if nurtured could develop into improper talent.","author":"Michael Sheen","topic":"Sports"},{"quote":"I think that kids aren&#39;t even exploring the option of sports anymore, and they don&#39;t even know what they could do.","author":"Allyson Felix","topic":"Sports"},{"quote":"I come from great stock. I didn&#39;t come from money. My parents both worked really hard to keep food on the table and give my sister and me opportunities to play sports and see what we were good at.","author":"Rickie Fowler","topic":"Sports"},{"quote":"When I was younger, I was very athletic and I always loved sports and physical things.","author":"Saoirse Ronan","topic":"Sports"},{"quote":"I&#39;m not super into sports.","author":"Jack Antonoff","topic":"Sports"},{"quote":"I read a lot growing up. It was kind of my comfort, you know; I loved it. I love story. I love narrative. I was academic. I wasn&#39;t particularly athletic. I didn&#39;t make the drill team. I didn&#39;t go out for sports.","author":"Julianne Moore","topic":"Sports"},{"quote":"I went through baseball as &#39;a player to be named later.&#39;","author":"Joe Garagiola","topic":"Sports"},{"quote":"Baseball is drama with an endless run and an ever-changing cast.","author":"Joe Garagiola","topic":"Sports"},{"quote":"Swimming and all other sports have got to get to that place where you have the trust of the people watching it.","author":"Adam Peaty","topic":"Sports"},{"quote":"Sports is like a war without the killing.","author":"Ted Turner","topic":"Sports"},{"quote":"I&#39;ve had the good fortune to have a much more diverse life than most people would, professional sports and television and news and movies.","author":"Ted Turner","topic":"Sports"},{"quote":"I&#39;ve always liked speed. I own a car that I shouldn&#39;t be talking about because I&#39;m an environmentalist, but the 1955 Porsche Spyder 550 RS is the finest sports car ever made.","author":"Robert Redford","topic":"Sports"},{"quote":"I have done &#39;Sports Illustrated,&#39; but I don&#39;t regret it because it portrayed me in a positive way - as an athlete.","author":"Alex Morgan","topic":"Sports"},{"quote":"I started off playing sports when I was five years old. I played three or four sports all throughout the year.","author":"Alex Morgan","topic":"Sports"},{"quote":"I don&#39;t think there&#39;s anything that is a greater area of discrimination against women today than the fact that nowhere in the world is there a female role model in team sports that more than half of a general audience would recognize.","author":"Warren Farrell","topic":"Sports"},{"quote":"Men&#39;s competitive team sports focus on the balance between individual achievement and team achievement with the emphasis on team achievement.","author":"Warren Farrell","topic":"Sports"},{"quote":"All the minor sports injuries you acquire over the years begin to multiply like flies when you get over 70.","author":"Peter O'Toole","topic":"Sports"},{"quote":"The NFL is the only sport where you can be on a team five years, and your contract&#39;s not guaranteed. You can go through the whole process of training camp, and then as soon as it&#39;s the season, it&#39;s a week-to-week job, and they can cut you at any moment, or you can get hurt at any moment. It&#39;s not like that in other sports.","author":"Antonio Brown","topic":"Sports"},{"quote":"When I think about dropping team sports and picking up surfing and also then geeking out radio control planes and gadgetry and all that stuff I love, that&#39;s what really now has led me in big part to GoPro.","author":"Nick Woodman","topic":"Sports"},{"quote":"Whenever I think of baseball, the first name that comes to mind is Babe Ruth. What the Babe was to baseball, Shula is to football coaching. There are certain figures in sports who are larger than the games they play or coach, and Don Shula is one of those.","author":"Marv Levy","topic":"Sports"},{"quote":"I&#39;m a great sports fan, you know. I love to watch tennis and basketball and baseball and so on.","author":"Itzhak Perlman","topic":"Sports"},{"quote":"Every successful sports season I had included detailed daily itineraries. We received one in the morning and one before practice, and they set us up to win.","author":"Lewis Howes","topic":"Sports"},{"quote":"My sister is totally my dad&#39;s daughter because she loves sports.","author":"Ashley Tisdale","topic":"Sports"},{"quote":"It&#39;s become another dimension to who I am. I don&#39;t think Sports Illustrated is going to be wanting me. But who cares? I&#39;m at a different place in my life.","author":"Cindy Crawford","topic":"Sports"},{"quote":"Playing athletics, playing a lot of different sports, going to drama school... I was one of those kids who wanted to do everything, so I ended up being pretty average at everything.","author":"Matt Bomer","topic":"Sports"},{"quote":"The presidents of colleges have to have some courage to step forward. You can&#39;t limit alcohol in college sports, you have to get rid of it.","author":"Dean Smith","topic":"Sports"},{"quote":"I played a ton of team sports growing up, and team wins are just incredibly gratifying.","author":"Jason Bateman","topic":"Sports"},{"quote":"You can&#39;t just be anyone who is off the streets and come do what we do. You have to train, and there has to be something within you. You have to have athletic ability... What we do is 100 percent athletic. I feel like it&#39;s one of the top athletic programs out there when you consider professional sports.","author":"Nikki Bella","topic":"Sports"},{"quote":"In various fields, such as science, technology, sports, business and the arts, immigrants enrich our culture every single day.","author":"Charles B. Rangel","topic":"Sports"},{"quote":"I don&#39;t want to play golf. When I hit a ball, I want someone else to go chase it.","author":"Rogers Hornsby","topic":"Sports"},{"quote":"The game of football requires attention constantly. If you miss one play, you can miss a lot of action - unlike some other sports.","author":"Robert Kraft","topic":"Sports"},{"quote":"A significant piece of the wealth that the NFL owners garner is a result of the enormous TV revenues they get - and those revenues are supported by a legislatively granted exemption from the antitrust laws that has been made applicable to sports leagues, primarily the NFL.","author":"Eliot Spitzer","topic":"Sports"},{"quote":"Downhill track sports like luge are technology battles, as exciting as a NASCAR qualifying day.","author":"Alex Berenson","topic":"Sports"},{"quote":"Good spectator sports share certain fundamentals. Their competitors battle head-to-head. Their winners are determined objectively: fastest runner, most points. They are refereed, not judged.","author":"Alex Berenson","topic":"Sports"},{"quote":"I sort of always had an inkling towards some kind of an art form. I grew up in a very small town, and I just figure-skated. My dad played hockey and I was surrounded by sports, but it wasn&#39;t quite doing it for me. I wasn&#39;t totally fulfilled, and I did a lot of skating.","author":"Rachel McAdams","topic":"Sports"},{"quote":"I talk to people of different ages, and a guy who&#39;s 38 who says, &#39;I could&#39;ve played Major League Baseball, but I had this knee injury...&#39; Yeah, probably not. It&#39;s a big thing with men and sports, where they think they could have touched that thing.","author":"Christopher Guest","topic":"Sports"},{"quote":"That&#39;s really what drew me into wrestling. To see my own uncle put on the mask every Friday to go into the ring, and me putting on his masks to play wrestle with him. It was a whole different world when it came down to sports.","author":"Rey Mysterio","topic":"Sports"},{"quote":"I am excited to join Combate Americas on NBC UNIVERSO, and look forward to building this incredible MMA sports brand and supporting the extremely talented athletes on its growing roster.","author":"Rey Mysterio","topic":"Sports"},{"quote":"Unlike other sports, which are largely determined by individual athletic ability or team strength, NASCAR requires its competitors to cooperate in order to win.","author":"Charles Duhigg","topic":"Sports"},{"quote":"On the court, Jason Collins is not a huge basketball star, but he has already claimed his place in civil rights history as the first openly gay athlete to play in one of the four major U.S. sports leagues.","author":"Nancy Gibbs","topic":"Sports"},{"quote":"I like both athletic girls and girly girls. It depends on their personality. I like girls who can go out and play sports with me and throw the football around, but you don&#39;t want a girl who&#39;s too much tougher than you. I like brainy girls who can respond to what I&#39;m saying.","author":"Josh Hutcherson","topic":"Sports"},{"quote":"I play sports.","author":"Josh Hutcherson","topic":"Sports"},{"quote":"We&#39;re all concerned about sports rights being so expensive. Obviously, we are funded by the licence fee payers, so it&#39;s not always easy to compete with those who can get greater revenue.","author":"Gary Lineker","topic":"Sports"},{"quote":"If I hadn&#39;t have been good enough at football, I&#39;d have been a sports journalist - which is what I do now anyway. Or a cricketer. I might have been a cricketer.","author":"Gary Lineker","topic":"Sports"},{"quote":"In all sports, people get competitive; things happen that shouldn&#39;t happen.","author":"Gary Lineker","topic":"Sports"},{"quote":"In the old days, you had an audience of about 400, half of whom were committee members from somewhere or other sitting in their suits. It&#39;s become a real sports event with sports fans now.","author":"Gary Lineker","topic":"Sports"},{"quote":"I know people think that a lot of sports stars are a little bit up themselves, but they all have their heroes, too.","author":"Gary Lineker","topic":"Sports"},{"quote":"If they asked me, I did two shifts. I did sports, I did news, because I loved it.","author":"Larry King","topic":"Sports"},{"quote":"Sports are my favorite. It&#39;s the first thing I turn to every day.","author":"Larry King","topic":"Sports"},{"quote":"I thought I would be a sports announcer. All I was was a curious kid who wanted to be on the radio.","author":"Larry King","topic":"Sports"},{"quote":"Some of the most racist things that I&#39;ve ever heard come out of people that are on the air at ESPN. There are some of the biggest racists in sports commentating, and you take it for what it is.","author":"Curt Schilling","topic":"Sports"},{"quote":"We were sent outside to our backyard to play sports together all the time - no boy and girl differentiation, just two teams playing.","author":"Cathy Engelbert","topic":"Sports"},{"quote":"From my early days of playing 2:2 in basketball against my three older brothers to my years playing Division 1 college basketball and lacrosse, sports have played a big role in my leadership development.","author":"Cathy Engelbert","topic":"Sports"},{"quote":"Of course the first version of an all-electric sports car is going to be expensive.","author":"Jason Calacanis","topic":"Sports"},{"quote":"I grew up in a very urban, bohemian family where everyone was a hippie or a pacifist. It was artistically and intellectually stimulating, but they were definitely not into outdoor sports or activities.","author":"Alexander Skarsgard","topic":"Sports"},{"quote":"It&#39;s great to be able to continue my career in Chicago. Playing with the best organization in sports and the best fans in the game is a blessing.","author":"Patrick Kane","topic":"Sports"},{"quote":"Believe it or not, I worked four summers in college as a sports writer covering baseball for a parks and rec department in Bayonne, N.J.","author":"George R. R. Martin","topic":"Sports"},{"quote":"The main thing is healthy eating, exercise, which I do for special events, like if it&#39;s Sports Illustrated, or the swim suit catalogue for Victoria&#39;s Secret, or my own calendar that I did for the year 2000.","author":"Heidi Klum","topic":"Sports"},{"quote":"Coming where I&#39;m coming from, really, my family name isn&#39;t a pressure because, you know, music is not like sports, where you can go and do a hundred reps in a gym and come out and be all buffed up. Music is an expression of what&#39;s inside of you. And that&#39;s how I make music.","author":"Damian Marley","topic":"Sports"},{"quote":"Denver is home to me, and to be recognized for my achievements in the sports community here is a great honor.","author":"Carmelo Anthony","topic":"Sports"},{"quote":"I think Bob Costas is terrific. He&#39;s so knowledgeable. He can talk about any subject, not just sports.","author":"Jim McKay","topic":"Sports"},{"quote":"I watch a lot of sport on television. I only watch certain sports, and I only watch them live - I don&#39;t think I&#39;ve ever been able to watch a replay of a match or game of which the result was already decided. I feel bound to cheat and look up what can be looked up.","author":"A. S. Byatt","topic":"Sports"},{"quote":"I love sports. I&#39;ve played basketball, baseball, soccer, tennis, track and field growing up.","author":"Michael B. Jordan","topic":"Sports"},{"quote":"I&#39;m honoured and delighted to be named the &#39;Irish Times&#39;\/Irish Sports Council Sportswoman of the Year 2014. This has been an amazing year for me and for Irish women in sport, and I would like to congratulate all the finalists in their respective fields who have excelled at major sporting events.","author":"Katie Taylor","topic":"Sports"},{"quote":"&#39;Sports Illustrated&#39; does extremely minimal retouching. Other publications, however... phew. They do a lot; I&#39;ve watched myself be Photoshopped before. It. Is. The. Worst.","author":"Christine Teigen","topic":"Sports"},{"quote":"I&#39;m into outdoor sports like hiking, windsurfing, water-skiing.","author":"Nikki Reed","topic":"Sports"},{"quote":"Like life, the beauty of sports is that no two periods are identical.","author":"Virender Sehwag","topic":"Sports"},{"quote":"No Indian wants their sports persons to get left behind or any particular sports to get left behind.","author":"Virender Sehwag","topic":"Sports"},{"quote":"I&#39;ve paid the price over the years, though: a lot of injuries and surgeries related to my sports career; my hips and knees took a lot of wear and tear.","author":"Johnny Mathis","topic":"Sports"},{"quote":"I went to a football school, which meant that I went to a university that served up education and was simultaneously operating a sports franchise.","author":"Susan Orlean","topic":"Sports"},{"quote":"I have long been one of those tedious people who rails against the coronation of &#39;student-athletes.&#39; I have heard the argument that big-time athletics bring in loads of money to universities. I don&#39;t believe the money goes anywhere other than back into the sports teams, but that&#39;s another story.","author":"Susan Orlean","topic":"Sports"},{"quote":"I haven&#39;t watched that much TV, to be honest. To be honest, I don&#39;t watch that many films anymore - partly because I don&#39;t have time; secondly, because I watch a lot of sports, and I love watching sports.","author":"Mads Mikkelsen","topic":"Sports"},{"quote":"I go to the pub, hang out with my family - that&#39;s pretty much it. I also do a lot of sports when I get the chance. I&#39;m actually a pretty mellow guy.","author":"Mads Mikkelsen","topic":"Sports"},{"quote":"I was into sports and swimming as a kid and didn&#39;t spend a whole lot of time sitting down. I was a gymnast.","author":"Mads Mikkelsen","topic":"Sports"},{"quote":"If you work hard in real life, people tend to get in your way - either from inertia or prejudice - and they stop you achieving things. It&#39;s the worst thing about real life compared with sports, where you generally get what you deserve: if you&#39;re the fastest guy, you win; there are no other games being played.","author":"Daley Thompson","topic":"Sports"},{"quote":"It&#39;s not just the NFL. Every other league has a draft. It has been fundamental to the success of professional sports.","author":"Roger Goodell","topic":"Sports"},{"quote":"I&#39;m always trying to make myself a better sports entertainer.","author":"Dolph Ziggler","topic":"Sports"},{"quote":"When I started really playing music, I pretty much quit sports. I quit everything.","author":"Mark Foster","topic":"Sports"},{"quote":"I was always a mean and lean athlete - not tall - not large.","author":"Edwin Moses","topic":"Sports"},{"quote":"I overcame size with mechanics.","author":"Edwin Moses","topic":"Sports"},{"quote":"I remember, when I was growing up in Baltimore, we&#39;d get on a streetcar and go down to see the Orioles, and for a couple of bucks, you could get a pretty good seat. Kids can&#39;t do that anymore. So I think that changes the whole nature of sports.","author":"Frank Deford","topic":"Sports"},{"quote":"Involvement in my kids&#39; sports teams is something I have made time for over the years. I&#39;ve also been able to coach all three of them in baseball and basketball, something that has strengthened our bonds and given me indescribable joy. I wouldn&#39;t trade it for anything.","author":"Thomas Perez","topic":"Sports"},{"quote":"After my first &#39;Sports Illustrated&#39; cover, I felt terrible about myself for a solid month. People deal with models like they are children. They think they can pull one over on you. I&#39;m not a toy; I&#39;m a human. I&#39;m not here to be used.","author":"Kate Upton","topic":"Sports"},{"quote":"Comedy has sort of been my life-long obsession. I literally obsessed over comedy. I really didn&#39;t play sports - for me it was just comedy, computers and chess club; those were my big things.","author":"Chris Hardwick","topic":"Sports"},{"quote":"While the liberal media elite depict the bowler as a chubby guy with a comb-over and polyester pants, the reality is that bowling is one of the most tech-heavy sports today. Robotic pinsetters and computerized scoring were just the beginning.","author":"Chris Hardwick","topic":"Sports"},{"quote":"I&#39;ve always had a foot in everything. As a kid, I was active in sports and theater. Now, I&#39;m learning I have to focus a bit. I&#39;m trying to get to next projects, like writing a screenplay. Once that comes together, I could put my mind to another book - maybe a fun kids&#39; book.","author":"Maz Jobrani","topic":"Sports"},{"quote":"The plays and sports of children are as salutary to them as labor and work are to grown persons.","author":"Samuel Richardson","topic":"Sports"},{"quote":"When I was a kid, I was always an athlete. I played a lot of sports. I played football, basketball, baseball and soccer.","author":"Scott Caan","topic":"Sports"},{"quote":"The only athletic sport I ever mastered was backgammon.","author":"Douglas William Jerrold","topic":"Sports"},{"quote":"You get into comedy because you are insecure, and you communicate with the world through comedy to sort of alleviate the tension of those insecurities and to find a way to make people like you other than the way you look or how good you are at sports. I don&#39;t think that really goes away.","author":"Andy Samberg","topic":"Sports"},{"quote":"At issue when professional sports teams take the name of Native Americans is the problem of mimicry: having appropriated the land and wealth of America&#39;s vanquished peoples, settler culture then appropriates the supposed values and spirit of the vanquished as well.","author":"Greg Grandin","topic":"Sports"},{"quote":"I grew up in New Jersey and played sports and rode my bike around. It was a really nice time - kids didn&#39;t have cellphones then - and you knew everyone in the town.","author":"Aileen Lee","topic":"Sports"},{"quote":"Since the break-up of the 1990s, Russia has not had winter sports facilities. All the winter sport venues were effectively located in countries that are no longer part of the federation. There is a strong argument for saying Sochi&#39;s legacy will be this country will have winter sports facilities it did not have before.","author":"Sebastian Coe","topic":"Sports"},{"quote":"I think sports are meant to unite people.","author":"Caster Semenya","topic":"Sports"},{"quote":"To me, I can be famous in sports. But to me, I cannot say it means a lot to be famous. Being famous is something I don&#39;t like.","author":"Caster Semenya","topic":"Sports"},{"quote":"One player&#39;s influence in football is not as big as in other sports: it&#39;s 11 players vs. 11 players.","author":"Bastian Schweinsteiger","topic":"Sports"},{"quote":"We&#39;re taking sports too far and starting kids too early.","author":"Darell Hammond","topic":"Sports"},{"quote":"Our country&#39;s growing obsession with organized sports isn&#39;t just hurting our children, but also our communities. As play is siphoned off to gyms and fields, fewer kids are playing in our streets, parks, and playgrounds.","author":"Darell Hammond","topic":"Sports"},{"quote":"We all idolize sports figures, and we see them fall from grace. You just truly never know anybody anymore.","author":"Rich Eisen","topic":"Sports"},{"quote":"In the sports world it&#39;s all about argument. It&#39;s all about having a hot take. The other person has to have the polar opposite opinion, and you bash them together. To me it is an outlier to have a conversation be the basis of why you are listening.","author":"Rich Eisen","topic":"Sports"},{"quote":"Sports is part of the pop culture landscape in this country, just like music and television and movies.","author":"Rich Eisen","topic":"Sports"},{"quote":"Sports is the ultimate escape, the ultimate in reality programming. It&#39;s true drama. You really don&#39;t know what&#39;s going to happen.","author":"Rich Eisen","topic":"Sports"},{"quote":"There are hundreds of millions of people on dating apps every day, but apparently, no such apps cater solely to sports fans.","author":"Rich Eisen","topic":"Sports"},{"quote":"I am definitely not the first person with a sports program to have a Hollywood star come on, but I don&#39;t know of any that does it as a staple of the program, which is something we are trying to do.","author":"Rich Eisen","topic":"Sports"},{"quote":"The NFL is part of the pop culture landscape, so sports fans don&#39;t bat an eye when you stop in the middle of a piece to talk about a new movie.","author":"Rich Eisen","topic":"Sports"},{"quote":"I have some guests who get angry when they don&#39;t get to talk about sports and have to talk about the project they are promoting.","author":"Rich Eisen","topic":"Sports"},{"quote":"Being a huge football fan, the chance to work for the NFL and do a show combining sports and entertainment is truly a dream come true.","author":"Rich Eisen","topic":"Sports"},{"quote":"I wasn&#39;t into sports when I was younger. I was one of those kids who always tried to get a note from the doctor to say I had a cold so I didn&#39;t have to go play hockey in bad weather and be miserable.","author":"Eliza Doolittle","topic":"Sports"},{"quote":"In the States, tennis is sixth or seventh on the totem pole as far as sports go.","author":"Andy Roddick","topic":"Sports"},{"quote":"I played basketball in high school, and I love watching sports - I&#39;ll watch everything except maybe hockey.","author":"Andy Roddick","topic":"Sports"},{"quote":"You cannot win if you cannot run.","author":"Hank Stram","topic":"Sports"},{"quote":"New Yorkers love it when you spill your guts out there. Spill your guts at Wimbledon and they make you stop and clean it up.","author":"Jimmy Connors","topic":"Sports"},{"quote":"I gave birth to my first son in April 1986. I thought it would be a good goal to get back in shape after having a baby if I ran the New York City Marathon. I ran in it November 1986. I had just shot the &#39;Sports Illustrated&#39; swimsuit issue, so I was in great shape.","author":"Kim Alexis","topic":"Sports"},{"quote":"What if you didn&#39;t have education for sports? People with a natural inclination for sports, athletes without any kind of education, without any kind of training, they would just be couch athletes instead of the world class Olympians that we have.","author":"Sondra Radvanovsky","topic":"Sports"},{"quote":"I am just a guy that watches sports all day.","author":"Brian McKnight","topic":"Sports"},{"quote":"I remember when I was growing up, I always wore glasses and so if I was on-stage or just being able to move around playing sports, I was never really able to because I had glasses holding me back. Wearing contacts has just been very helpful.","author":"Joe Jonas","topic":"Sports"},{"quote":"I do Pilates. And that&#39;s best for me... because I can&#39;t really do any other sports any more because of my muscles.","author":"Barbara Palvin","topic":"Sports"},{"quote":"I&#39;ve always wanted to buy a sports car. After the England series, I went up to my dad and said that I wanted to buy a sports car and got his consent. On his birthday, I surprised him by bringing it home. It&#39;s a Porsche Boxter Limited Edition, and my family was thrilled to see it.","author":"Suresh Raina","topic":"Sports"},{"quote":"My family knew, but most of the sporting world did not realize that my right hand been some 75% paralyzed.","author":"Bill Toomey","topic":"Sports"},{"quote":"You know they&#39;re not going to lose 162 consecutive games.","author":"Harry Caray","topic":"Sports"},{"quote":"When you&#39;re a kid growing up, and you think you&#39;re gay, you know that you&#39;re different; you&#39;re often teased and it can really destroy your self-esteem. But sports can be great for building self-esteem.","author":"Greg Louganis","topic":"Sports"},{"quote":"I love sports. So if I was like a sports anchor or something like that. I would love to do that.","author":"Jana Kramer","topic":"Sports"},{"quote":"I started playing ball when I was a kid. My dad was a pro ball player and he passed on his knowledge to me.","author":"Kurt Russell","topic":"Sports"},{"quote":"Drama is played at the pace of chess... or billiards... or poker. Engrossing? Sure. But comedy is played at the jubilant, high-octane speed of sports like basketball or hockey.","author":"Mark Waters","topic":"Sports"},{"quote":"We all know that girls who compete in sports perform better in school, are physically healthier and have a stronger self-esteem.","author":"Louise Slaughter","topic":"Sports"},{"quote":"I didn&#39;t grow up a theatre kid, going to theatre camps. I played sports, and that was my main direction. But luckily, I never had to choose between sports and theatre.","author":"Aaron Tveit","topic":"Sports"},{"quote":"The only consistent hobby I&#39;ve had is studying Spanish and French because of some delusion of grandeur to work around the world. I love sports but usually I&#39;m looking for the next job.","author":"William Sanderson","topic":"Sports"},{"quote":"I had great football players. To be quite truthful, my great football players, the ones who wanted the ball at the end of the games, they weren&#39;t focused on money. They want to do something great. They want to go to Pro Bowls. They want to win Super Bowls. Those are the people that succeed in sports - or in business.","author":"Joe Gibbs","topic":"Sports"},{"quote":"It&#39;s a very competitive thing, pro sports. The hardest thing in pro sports is staying up there.","author":"Joe Gibbs","topic":"Sports"},{"quote":"My happiest moments of growing up in the Bronx were when my mom would bring home a new sports magazine from the candy store. I would jump out of bed and grab it from her. Then I&#39;d rip the front cover right off and tape it to my bedroom wall.","author":"Garry Marshall","topic":"Sports"},{"quote":"What&#39;s a good tournament for him? Winning it. He&#39;s good enough.","author":"Greg Norman","topic":"Sports"},{"quote":"For watching sports, I tend to drink Guinness; early evenings always begin well with a Grey Goose and tonic with plenty of lime; and on a cold winter&#39;s night, there&#39;s nothing quite like a glass of Black Maple Hill... an absolute peach of a bourbon.","author":"Martin Bashir","topic":"Sports"},{"quote":"Playing in New England and the Boston area, the fans are so passionate about their sports if you don&#39;t play well, they&#39;ll let you know so I know it&#39;s not something that they take lightly.","author":"Drew Bledsoe","topic":"Sports"},{"quote":"Monday Night Football started in 1970, and when it started, it was something extremely special because sports had not been aired in prime time. So, it was a novelty, and a lot of people thought it wouldn&#39;t work, and, of course, it worked spectacularly well.","author":"Al Michaels","topic":"Sports"},{"quote":"If a tie is like kissing your sister, losing is like kissing you grandmother with her teeth out.","author":"George Brett","topic":"Sports"},{"quote":"Any time Detroit scores more than 100 points and holds the other team below 100 points they almost always win.","author":"Doug Collins","topic":"Sports"},{"quote":"He hits the ball a long way and he knows how to win.","author":"Gary McCord","topic":"Sports"},{"quote":"He&#39;s got an overall flair for the game. It looks to me like he really loves what he does and he can&#39;t wait to get up in the morning, go hit some balls and go play.","author":"Gary McCord","topic":"Sports"},{"quote":"In football, time and space are the same thing.","author":"Graham Taylor","topic":"Sports"},{"quote":"I&#39;m not buddy-buddy with the players. If they need a buddy, let them buy a dog.","author":"Whitey Herzog","topic":"Sports"},{"quote":"I loved to do sports when I was young. We were on a family holiday and went sailing. I just loved it. And there, you can say, life began to change for me.","author":"Hannah Mills","topic":"Sports"},{"quote":"Most Indians go into education. Their parents just push them into education like parents in Australia push them into sports.","author":"Mahesh Bhupathi","topic":"Sports"},{"quote":"Olympism is the marriage of sport and culture.","author":"Juan Antonio Samaranch","topic":"Sports"},{"quote":"I don&#39;t know why people question the academic training of an athlete. Fifty percent of the doctors in this country graduated in the bottom half of their classes.","author":"Al McGuire","topic":"Sports"},{"quote":"The integrity of the game is everything.","author":"Peter Ueberroth","topic":"Sports"},{"quote":"Baseball is a public trust. Players turn over, owners turn over and certain commissioners turn over. But baseball goes on.","author":"Peter Ueberroth","topic":"Sports"},{"quote":"Other sports play once a week but this sport is with us every day.","author":"Peter Ueberroth","topic":"Sports"},{"quote":"Many baseball fans look upon an umpire as a sort of necessary evil to the luxury of baseball, like the odor that follows an automobile.","author":"Christy Mathewson","topic":"Sports"},{"quote":"I think sports are extremely beneficial for our youth. They parallel life in so many ways.","author":"Kerri Strug","topic":"Sports"},{"quote":"Pro football is like nuclear warfare. There are no winners, only survivors.","author":"Frank Gifford","topic":"Sports"},{"quote":"Watching baseball under the lights is like observing dogs indoors, at a pedigree show. In both instances, the environment is too controlled to suit the species.","author":"Melvin Maddocks","topic":"Sports"},{"quote":"It is almost impossible to remember how tragic a place the world is when one is playing golf.","author":"Robert Wilson Lynd","topic":"Sports"},{"quote":"He hits it long. His shoulders are impressively quick through the ball. That&#39;s where he&#39;s getting his power from. He&#39;s young and has great elasticity.","author":"Nick Faldo","topic":"Sports"},{"quote":"I was showing early symptoms of becoming a professional baseball man. I was lying to the press.","author":"Roger Kahn","topic":"Sports"},{"quote":"Tennis and golf are best played, not watched.","author":"Roger Kahn","topic":"Sports"},{"quote":"I don&#39;t gamble at all, all my life. I am only interested in sports.","author":"Stanley Ho","topic":"Sports"},{"quote":"Baseball is a man maker.","author":"Al Spalding","topic":"Sports"},{"quote":"Have you ever noticed what golf spells backwards?","author":"Al Boliska","topic":"Sports"},{"quote":"The bell that tolls for all in boxing belongs to a cash register.","author":"Bob Verdi","topic":"Sports"},{"quote":"What&#39;s unfortunate about buying a pitcher for $12 million is that he carries no warranty.","author":"Bob Verdi","topic":"Sports"},{"quote":"He&#39;s got everything. He&#39; not a great player yet because he hasn&#39;t won any major championships, but it&#39;s a matter of time. He&#39;s an outstanding talent. I didn&#39;t realize how tall he is.","author":"Nick Price","topic":"Sports"},{"quote":"Overall the fundamentals seem to be there and he&#39;s obviously got a very mature head on his shoulders. He&#39;s got a kind of presence.","author":"Nick Price","topic":"Sports"},{"quote":"There are two theories on hitting the knuckleball. Unfortunately, neither of them works.","author":"Charley Lau","topic":"Sports"},{"quote":"If you are going to throw a club, it is important to throw it ahead of you, down the fairway, so you don&#39;t have to waste energy going back to pick it up.","author":"Tommy Bolt","topic":"Sports"},{"quote":"The difference in golf and government is that in golf you can&#39;t improve your lie.","author":"George Deukmejian","topic":"Sports"}]