[{"quote":"A good teacher can inspire hope, ignite the imagination, and instill a love of learning.","author":"Brad Henry","topic":"Teacher"},{"quote":"Let us remember: One book, one pen, one child, and one teacher can change the world.","author":"Malala Yousafzai","topic":"Teacher"},{"quote":"Teaching is a very noble profession that shapes the character, caliber, and future of an individual. If the people remember me as a good teacher, that will be the biggest honour for me.","author":"A. P. J. Abdul Kalam","topic":"Teacher"},{"quote":"Mama was my greatest teacher, a teacher of compassion, love and fearlessness. If love is sweet as a flower, then my mother is that sweet flower of love.","author":"Stevie Wonder","topic":"Teacher"},{"quote":"It is the supreme art of the teacher to awaken joy in creative expression and knowledge.","author":"Albert Einstein","topic":"Teacher"},{"quote":"Love is a better teacher than duty.","author":"Albert Einstein","topic":"Teacher"},{"quote":"Success is a lousy teacher. It seduces smart people into thinking they can&#39;t lose.","author":"Bill Gates","topic":"Teacher"},{"quote":"Of all the hard jobs around, one of the hardest is being a good teacher.","author":"Maggie Gallagher","topic":"Teacher"},{"quote":"The mediocre teacher tells. The good teacher explains. The superior teacher demonstrates. The great teacher inspires.","author":"William Arthur Ward","topic":"Teacher"},{"quote":"My father was my teacher. But most importantly he was a great dad.","author":"Beau Bridges","topic":"Teacher"},{"quote":"Education is the key to success in life, and teachers make a lasting impact in the lives of their students.","author":"Solomon Ortiz","topic":"Teacher"},{"quote":"I am a teacher. It&#39;s how I define myself. A good teacher isn&#39;t someone who gives the answers out to their kids but is understanding of needs and challenges and gives tools to help other people succeed. That&#39;s the way I see myself, so whatever it is that I will do eventually after politics, it&#39;ll have to do a lot with teaching.","author":"Justin Trudeau","topic":"Teacher"},{"quote":"Success is not a good teacher, failure makes you humble.","author":"Shah Rukh Khan","topic":"Teacher"},{"quote":"Good teachers know how to bring out the best in students.","author":"Charles Kuralt","topic":"Teacher"},{"quote":"A good teacher, like a good entertainer first must hold his audience&#39;s attention, then he can teach his lesson.","author":"John Henrik Clarke","topic":"Teacher"},{"quote":"If a country is to be corruption free and become a nation of beautiful minds, I strongly feel there are three key societal members who can make a difference. They are the father, the mother and the teacher.","author":"A. P. J. Abdul Kalam","topic":"Teacher"},{"quote":"There is no employing class, no working class, no farming class. You may pigeonhole a man or woman as a farmer or a worker or a professional man or an employer or even a banker. But the son of the farmer will be a doctor or a worker or even a banker, and his daughter a teacher. The son of a worker will be an employer - or maybe president.","author":"Herbert Hoover","topic":"Teacher"},{"quote":"Those who have no record of what their forebears have accomplished lose the inspiration which comes from the teaching of biography and history.","author":"Carter G. Woodson","topic":"Teacher"},{"quote":"The task of the modern educator is not to cut down jungles, but to irrigate deserts.","author":"C. S. Lewis","topic":"Teacher"},{"quote":"One looks back with appreciation to the brilliant teachers, but with gratitude to those who touched our human feelings. The curriculum is so much necessary raw material, but warmth is the vital element for the growing plant and for the soul of the child.","author":"Carl Jung","topic":"Teacher"},{"quote":"Experience is the teacher of all things.","author":"Julius Caesar","topic":"Teacher"},{"quote":"Technology is just a tool. In terms of getting the kids working together and motivating them, the teacher is the most important.","author":"Bill Gates","topic":"Teacher"},{"quote":"In the practice of tolerance, one&#39;s enemy is the best teacher.","author":"Dalai Lama","topic":"Teacher"},{"quote":"A good teacher must be able to put himself in the place of those who find learning hard.","author":"Eliphas Levi","topic":"Teacher"},{"quote":"You have to grow from the inside out. None can teach you, none can make you spiritual. There is no other teacher but your own soul.","author":"Swami Vivekananda","topic":"Teacher"},{"quote":"A teacher affects eternity; he can never tell where his influence stops.","author":"Henry Adams","topic":"Teacher"},{"quote":"I have learned that, although I am a good teacher, I am a much better student, and I was blessed to learn valuable lessons from my students on a daily basis. They taught me the importance of teaching to a student - and not to a test.","author":"Erin Gruwell","topic":"Teacher"},{"quote":"Experience is a hard teacher because she gives the test first, the lesson afterward.","author":"Vernon Law","topic":"Teacher"},{"quote":"I have learned silence from the talkative, toleration from the intolerant, and kindness from the unkind; yet, strange, I am ungrateful to those teachers.","author":"Khalil Gibran","topic":"Teacher"},{"quote":"Any good teacher knows how important it is to connect with students and understand our culture.","author":"Adora Svitak","topic":"Teacher"},{"quote":"I like a teacher who gives you something to take home to think about besides homework.","author":"Lily Tomlin","topic":"Teacher"},{"quote":"A word of encouragement from a teacher to a child can change a life. A word of encouragement from a spouse can save a marriage. A word of encouragement from a leader can inspire a person to reach her potential.","author":"John C. Maxwell","topic":"Teacher"},{"quote":"I am indebted to my father for living, but to my teacher for living well.","author":"Alexander the Great","topic":"Teacher"},{"quote":"None of us got where we are solely by pulling ourselves up by our bootstraps. We got here because somebody - a parent, a teacher, an Ivy League crony or a few nuns - bent down and helped us pick up our boots.","author":"Thurgood Marshall","topic":"Teacher"},{"quote":"It&#39;s the teacher that makes the difference, not the classroom.","author":"Michael Morpurgo","topic":"Teacher"},{"quote":"Heroes represent the best of ourselves, respecting that we are human beings. A hero can be anyone from Gandhi to your classroom teacher, anyone who can show courage when faced with a problem. A hero is someone who is willing to help others in his or her best capacity.","author":"Ricky Martin","topic":"Teacher"},{"quote":"A good teacher is a determined person.","author":"Gilbert Highet","topic":"Teacher"},{"quote":"A good teacher who can take the zero pay and help kids develop physically, emotionally, socially, is literally an angel.","author":"Eva Amurri","topic":"Teacher"},{"quote":"I cannot emphasize enough the importance of a good teacher.","author":"Temple Grandin","topic":"Teacher"},{"quote":"The greatest sign of success for a teacher... is to be able to say, &#39;The children are now working as if I did not exist.&#39;","author":"Maria Montessori","topic":"Teacher"},{"quote":"I have come to believe that a great teacher is a great artist and that there are as few as there are any other great artists. Teaching might even be the greatest of the arts since the medium is the human mind and spirit.","author":"John Steinbeck","topic":"Teacher"},{"quote":"The art of teaching is the art of assisting discovery.","author":"Mark Van Doren","topic":"Teacher"},{"quote":"Research shows that there is only half as much variation in student achievement between schools as there is among classrooms in the same school. If you want your child to get the best education possible, it is actually more important to get him assigned to a great teacher than to a great school.","author":"Bill Gates","topic":"Teacher"},{"quote":"Sports are such a great teacher. I think of everything they&#39;ve taught me: camaraderie, humility, how to resolve differences.","author":"Kobe Bryant","topic":"Teacher"},{"quote":"Come forth into the light of things, let nature be your teacher.","author":"William Wordsworth","topic":"Teacher"},{"quote":"The one exclusive sign of thorough knowledge is the power of teaching.","author":"Aristotle","topic":"Teacher"},{"quote":"Everyone who remembers his own education remembers teachers, not methods and techniques. The teacher is the heart of the educational system.","author":"Sidney Hook","topic":"Teacher"},{"quote":"Teachers can change lives with just the right mix of chalk and challenges.","author":"Joyce Meyer","topic":"Teacher"},{"quote":"Travel stories teach geography; insect stories lead the child into natural science; and so on. The teacher, in short, can use reading to introduce her pupils to the most varied subjects; and the moment they have been thus started, they can go on to any limit guided by the single passion for reading.","author":"Maria Montessori","topic":"Teacher"},{"quote":"One good teacher in a lifetime may sometimes change a delinquent into a solid citizen.","author":"Philip Wylie","topic":"Teacher"},{"quote":"Now, what really makes a teacher is love for the human child; for it is love that transforms the social duty of the educator into the higher consciousness of a mission.","author":"Maria Montessori","topic":"Teacher"},{"quote":"Experience is a good teacher, but she sends in terrific bills.","author":"Minna Antrim","topic":"Teacher"},{"quote":"Failure is a great teacher, and I think when you make mistakes and you recover from them and you treat them as valuable learning experiences, then you&#39;ve got something to share.","author":"Steve Harvey","topic":"Teacher"},{"quote":"My heart is singing for joy this morning! A miracle has happened! The light of understanding has shone upon my little pupil&#39;s mind, and behold, all things are changed!","author":"Anne Sullivan","topic":"Teacher"},{"quote":"Study how water flows in a valley stream, smoothly and freely between the rocks. Also learn from holy books and wise people. Everything - even mountains, rivers, plants and trees - should be your teacher.","author":"Morihei Ueshiba","topic":"Teacher"},{"quote":"Achievers have an enabling attitude, realism, and a conviction that they themselves were the laboratory of innovation. Their ability to change themselves is central to their success. They have learned to conserve their energy by minimizing the time spent in regret or complaint. Every event is a lesson to them, every person a teacher.","author":"Marilyn Ferguson","topic":"Teacher"},{"quote":"If I am walking with two other men, each of them will serve as my teacher. I will pick out the good points of the one and imitate them, and the bad points of the other and correct them in myself.","author":"Confucius","topic":"Teacher"},{"quote":"We discovered that education is not something which the teacher does, but that it is a natural process which develops spontaneously in the human being.","author":"Maria Montessori","topic":"Teacher"},{"quote":"I was lucky that I met the right mentors and teachers at the right moment.","author":"James Levine","topic":"Teacher"},{"quote":"Ask any successful person, and most will tell you that they had a person who believed in them... a teacher, a friend, a parent, a guardian, a sister, a grandmother. It only takes one person, and it doesn&#39;t really matter who it is.","author":"Sean Covey","topic":"Teacher"},{"quote":"Your best teacher is your last mistake.","author":"Ralph Nader","topic":"Teacher"},{"quote":"Those who know how to think need no teachers.","author":"Mahatma Gandhi","topic":"Teacher"},{"quote":"So what does a good teacher do? Create tension - but just the right amount.","author":"Donald Norman","topic":"Teacher"},{"quote":"The five steps in teaching an employee new skills are preparation, explanation, showing, observation and supervision.","author":"Bruce Barton","topic":"Teacher"},{"quote":"The fitness of the pupil is shown in his love for the acquisition of knowledge, his willingness to receive instruction, his reverence for learned and virtuous men, his attendance upon the teacher, and his execution of orders.","author":"Dayananda Saraswati","topic":"Teacher"},{"quote":"Find a good teacher that will keep the game fun. Work hard and don&#39;t be afraid to have success or disappointment. That is what golf is all about.","author":"Paula Creamer","topic":"Teacher"},{"quote":"I would say that my role model, as far as just somebody leading by example, which to me is what a great youth counselor does - they are there to talk to and lead by example - would be my mom, but she wasn&#39;t a youth counselor. She was a teacher, and she is a good person and definitely one of the biggest influences in my life.","author":"Carrie Underwood","topic":"Teacher"},{"quote":"I don&#39;t know anybody who said, &#39;I love that teacher, he or she gave a really good homework set,&#39; or &#39;Boy, that was the best class I ever took because those exams were awesome.&#39; That&#39;s not what people want to talk about. It&#39;s not what influences people in one profession or another.","author":"Neil deGrasse Tyson","topic":"Teacher"},{"quote":"That is the difference between good teachers and great teachers: good teachers make the best of a pupil&#39;s means; great teachers foresee a pupil&#39;s ends.","author":"Maria Callas","topic":"Teacher"},{"quote":"My sister and I cooked a lot together; my sister was a very healthy vegetarian. She was always a real good teacher for me about organics, recycling, composting -whenever you hear me talk about it, it&#39;s usually because of my sister&#39;s influence.","author":"Guy Fieri","topic":"Teacher"},{"quote":"A garden is a grand teacher. It teaches patience and careful watchfulness; it teaches industry and thrift; above all it teaches entire trust.","author":"Gertrude Jekyll","topic":"Teacher"},{"quote":"I touch the future. I teach.","author":"Christa McAuliffe","topic":"Teacher"},{"quote":"The whole art of teaching is only the art of awakening the natural curiosity of young minds for the purpose of satisfying it afterwards.","author":"Anatole France","topic":"Teacher"},{"quote":"China&#39;s republican politics is like a child who just started schooling. He must have a good teacher and be surrounded by good friends. By the same token, the Chinese people, new to the republican politics, must be educated properly. The revolutionary government should be the people&#39;s tutor to impart advanced awareness and experience.","author":"Sun Yat-sen","topic":"Teacher"},{"quote":"I was a victim of a stereotype. There were only two of us Negro kids in the whole class, and our English teacher was always stressing the importance of rhythm in poetry. Well, everybody knows - except us - that all Negroes have rhythms, so they elected me class poet.","author":"Langston Hughes","topic":"Teacher"},{"quote":"When I had my first voice lesson I was 15 years old. And I had a really good teacher. This is what made all the difference. A good teacher will teach you the technique, but also how to listen to your voice.","author":"Cecilia Bartoli","topic":"Teacher"},{"quote":"When I was a kid in junior high, I had an assignment to discuss how to rescue poor people in India. I remember my teacher at the time considered it an impossible problem. Now, we&#39;re not talking that way anymore. We&#39;re sure not talking about that for China. They&#39;re rescuing themselves thanks to globalization.","author":"Chrystia Freeland","topic":"Teacher"},{"quote":"A teacher who is attempting to teach without inspiring the pupil with a desire to learn is hammering on cold iron.","author":"Horace Mann","topic":"Teacher"},{"quote":"Most of us end up with no more than five or six people who remember us. Teachers have thousands of people who remember them for the rest of their lives.","author":"Andy Rooney","topic":"Teacher"},{"quote":"Fear is not a good teacher. The lessons of fear are quickly forgotten.","author":"Mary Catherine Bateson","topic":"Teacher"},{"quote":"I was born 50 years after slavery, in 1913. I was allowed to read. My mother, who was a teacher, taught me when I was a very young child. The first school I attended was a small building that went from first to sixth grade. There was one teacher for all of the students. There could be anywhere from 50 to 60 students of all different ages.","author":"Rosa Parks","topic":"Teacher"},{"quote":"Pride adversely affects all our relationships - our relationship with God and His servants, between husband and wife, parent and child, employer and employee, teacher and student, and all mankind.","author":"Ezra Taft Benson","topic":"Teacher"},{"quote":"I never made it to the school choir because the music teacher didn&#39;t like my voice. I was pretty sad. But he was probably right; I did have a voice a bit like a goat, but my dad told me to never give up and to keep going, and it&#39;s paid off.","author":"Shakira","topic":"Teacher"},{"quote":"Teaching is a profession in which capacity building should occur at every stage of the career - novices working with accomplished colleagues, skillful teachers sharing their craft, and opportunities for teacher leadership.","author":"Randi Weingarten","topic":"Teacher"},{"quote":"The teacher who is indeed wise does not bid you to enter the house of his wisdom but rather leads you to the threshold of your mind.","author":"Khalil Gibran","topic":"Teacher"},{"quote":"What my father gave me more than anything else is great tutoring and a great brain, frankly. You know, my father&#39;s brother was a top person at MIT, went to MIT, graduated from MIT, was a teacher at MIT, a professor at MIT, a great engineer. I mean, you know, I have very good genes.","author":"Donald Trump","topic":"Teacher"},{"quote":"When I go to bed at night, I ask God to give me another day; I ask him to keep me strong and make me a good teacher and to keep spreading this right word.","author":"Richard Simmons","topic":"Teacher"},{"quote":"Every child should have a caring adult in their lives. And that&#39;s not always a biological parent or family member. It may be a friend or neighbor. Often times it is a teacher.","author":"Joe Manchin","topic":"Teacher"},{"quote":"I think the teaching profession contributes more to the future of our society than any other single profession.","author":"John Wooden","topic":"Teacher"},{"quote":"Teach love, generosity, good manners and some of that will drift from the classroom to the home and who knows, the children will be educating the parents.","author":"Roger Moore","topic":"Teacher"},{"quote":"The thing I loved the most - and still love the most about teaching - is that you can connect with an individual or a group, and see that individual or group exceed their limits.","author":"Mike Krzyzewski","topic":"Teacher"},{"quote":"When people say, you know, &#39;Good teacher,&#39; &#39;Prophet,&#39; &#39;Really nice guy&#39;... this is not how Jesus thought of Himself. So you&#39;re left with a challenge in that, which is either Jesus was who he said he was or a complete and utter nut case. You have to make a choice on that.","author":"Bono","topic":"Teacher"},{"quote":"A good teacher must know the rules; a good pupil, the exceptions.","author":"Martin H. Fischer","topic":"Teacher"},{"quote":"Having been an educator for so many years I know that all a good teacher can do is set a context, raise questions or enter into a kind of a dialogic relationship with their students.","author":"Godfrey Reggio","topic":"Teacher"},{"quote":"I worked in theater my whole life. My mom was a drama teacher at my middle school. In high school, I was Drama Club President every year, and then I auditioned for conservatory acting programs.","author":"Jenn Proske","topic":"Teacher"},{"quote":"We have a host of English teachers in the family. My mum is an English teacher, and so are my dad, my aunt and my uncle. I have grown up with family writing competitions, and I can&#39;t remember a birthday or Christmas present that didn&#39;t include books.","author":"Alexandra Adornetto","topic":"Teacher"},{"quote":"When you play a sax, that saxophone is irreverent. It&#39;s noisy; it&#39;s a trickster... you cannot hide the saxophone in your hands, so it&#39;s a good teacher.","author":"Joy Harjo","topic":"Teacher"},{"quote":"I like a lot of things about yoga - its an intro to good music; with each good teacher you study with, you learn a lot about them personally; it&#39;s not just about specific technique or poses. I also like Shavasana - not too many exercise routines let you nap at the end of them. You don&#39;t see nap pods in CrossFit gyms.","author":"Charles Michael Davis","topic":"Teacher"},{"quote":"The dream begins with a teacher who believes in you, who tugs and pushes and leads you to the next plateau, sometimes poking you with a sharp stick called &#39;truth&#39;.","author":"Dan Rather","topic":"Teacher"},{"quote":"Excellence is a better teacher than mediocrity. The lessons of the ordinary are everywhere. Truly profound and original insights are to be found only in studying the exemplary.","author":"Warren Bennis","topic":"Teacher"},{"quote":"If you improve a teacher&#39;s self-esteem, confidence, communication skills or stress levels, you improve that teacher&#39;s overall effectiveness across the curriculum.","author":"Elaine MacDonald","topic":"Teacher"},{"quote":"There&#39;s many a bestseller that could have been prevented by a good teacher.","author":"Flannery O'Connor","topic":"Teacher"},{"quote":"Teaching is the only major occupation of man for which we have not yet developed tools that make an average person capable of competence and performance. In teaching we rely on the &#39;naturals&#39;, the ones who somehow know how to teach.","author":"Peter Drucker","topic":"Teacher"},{"quote":"History is the only true teacher, the revolution the best school for the proletariat.","author":"Rosa Luxemburg","topic":"Teacher"},{"quote":"The main difference in the effectiveness of teaching comes from the thoughts the teacher has had during the entire time of his or her existence and brings into the classroom. A teacher concerned with developing humans affects the students quite differently from a teacher who never thinks about such things.","author":"Rudolf Steiner","topic":"Teacher"},{"quote":"Usually, girls weren&#39;t encouraged to go to college and major in math and science. My high school calculus teacher, Ms. Paz Jensen, made math appealing and motivated me to continue studying it in college.","author":"Ellen Ochoa","topic":"Teacher"},{"quote":"I need a teacher quite as much as Helen. I know the education of this child will be the distinguishing event of my life, if I have the brains and perseverance to accomplish it.","author":"Anne Sullivan","topic":"Teacher"},{"quote":"A mentor, a &#39;teacher,&#39; is like an editor. I absolutely value my editor, who is my teacher.","author":"David Bergen","topic":"Teacher"},{"quote":"There are two kinds of teachers: the kind that fill you with so much quail shot that you can&#39;t move, and the kind that just gives you a little prod behind and you jump to the skies.","author":"Robert Frost","topic":"Teacher"},{"quote":"I flunked my exam for university two times before I was accepted by what was considered my city&#39;s worst university, Hangzhou Teachers University. I was studying to be a high school English teacher. In my university, I was elected student chairman and later became chairman of the city&#39;s Students Federation.","author":"Jack Ma","topic":"Teacher"},{"quote":"The world of knowledge takes a crazy turn when teachers themselves are taught to learn.","author":"Bertolt Brecht","topic":"Teacher"},{"quote":"There is almost nothing more painful for a leader than seeing good people leave a growing organization, whether it&#39;s a priest watching a Sunday school teacher walk out the door or a CEO saying goodbye to a co-founder.","author":"Patrick Lencioni","topic":"Teacher"},{"quote":"The task of the mediator is to help the parties to open difficult issues and nudge them forward in the peace process. The mediator&#39;s role combines those of a ship&#39;s pilot, consulting medical doctor, midwife and teacher.","author":"Martti Ahtisaari","topic":"Teacher"},{"quote":"The processes of teaching the child that everything cannot be as he wills it are apt to be painful both to him and to his teacher.","author":"Anne Sullivan","topic":"Teacher"},{"quote":"I still remember asking my high school guidance teacher for permission to take a second year of algebra instead of a fifth year of Latin. She looked down her nose at me and sneered, &#39;What lady would take mathematics instead of Latin?&#39;","author":"Nancy Roman","topic":"Teacher"},{"quote":"For whatever reason, I didn&#39;t succumb to the stereotype that science wasn&#39;t for girls. I got encouragement from my parents. I never ran into a teacher or a counselor who told me that science was for boys. A lot of my friends did.","author":"Sally Ride","topic":"Teacher"},{"quote":"A teacher should have a creative mind.","author":"A. P. J. Abdul Kalam","topic":"Teacher"},{"quote":"The best thing we can do with rejection is to make it a learning experience - rejection is a great teacher.","author":"Adena Friedman","topic":"Teacher"},{"quote":"I wanted to be a teacher. I love children, so I wanted to deal with children. Then I wanted to be a veterinarian. But by the age of ten or eleven, when I opened my mouth and said, &#39;Oh, God, what&#39;s this?&#39; I kind of knew teaching and being a veterinarian were gonna have to wait.","author":"Whitney Houston","topic":"Teacher"},{"quote":"What we become depends on what we read after all of the professors have finished with us. The greatest university of all is a collection of books.","author":"Thomas Carlyle","topic":"Teacher"},{"quote":"The teacher must derive not only the capacity, but the desire, to observe natural phenomena. The teacher must understand and feel her position of observer: the activity must lie in the phenomenon.","author":"Maria Montessori","topic":"Teacher"},{"quote":"Every marriage tends to consist of an aristocrat and a peasant. Of a teacher and a learner.","author":"John Updike","topic":"Teacher"},{"quote":"A great teacher who is full of excitement and love for her students can make all the difference in their lives.","author":"Deval Patrick","topic":"Teacher"},{"quote":"I remember when I was in third grade, I was in a classroom, and the teacher said, &#39;What do you want to do when you get older?&#39; We were going around the room. I said, &#39;I want to be a professional basketball player.&#39; She&#39;s like, &#39;That&#39;s not realistic.&#39; I thought to myself, &#39;OK, watch.&#39;","author":"Zach LaVine","topic":"Teacher"},{"quote":"My job requires me to put on a little dress and run around the streets of New York in heels. But I also had the financial means to hire a yoga teacher to come to my house while my sitter watched the newborn. For 95 percent of the world, that&#39;s not realistic.","author":"Sarah Jessica Parker","topic":"Teacher"},{"quote":"As places of learning, schools have a responsibility to also educate on nutrition, which we all can agree is far more important than algebra, no matter what your third-period teacher claims.","author":"Lynda Resnick","topic":"Teacher"},{"quote":"A professor is someone who talks in someone else&#39;s sleep.","author":"W. H. Auden","topic":"Teacher"},{"quote":"One time, the teacher was the storehouse of knowledge. That will no longer be so. So what would a teacher do? A very good teacher will play the role of augmenter. Also, the teacher will be located anywhere and helping students.","author":"Shiv Nadar","topic":"Teacher"},{"quote":"I believe in God - not in a Catholic God; there is no Catholic God. There is God, and I believe in Jesus Christ, his incarnation. Jesus is my teacher and my pastor, but God, the Father, Abba, is the light and the Creator. This is my Being.","author":"Pope Francis","topic":"Teacher"},{"quote":"When I am able to resist the temptation to judge others, I can see them as teachers of forgiveness in my life, reminding me that I can only have peace of mind when I forgive rather than judge.","author":"Gerald Jampolsky","topic":"Teacher"},{"quote":"The duties of a teacher are neither few nor small, but they elevate the mind and give energy to the character.","author":"Dorothea Dix","topic":"Teacher"},{"quote":"Failure should be our teacher, not our undertaker. Failure is delay, not defeat. It is a temporary detour, not a dead end. Failure is something we can avoid only by saying nothing, doing nothing, and being nothing.","author":"Denis Waitley","topic":"Teacher"},{"quote":"A child&#39;s learning is a function more of the characteristics of his classmates than those of the teacher.","author":"James S. Coleman","topic":"Teacher"},{"quote":"I got married at 19 and graduated from a commuter college in Texas that cost $50 a semester. The way I see it, I&#39;m a janitor&#39;s daughter who became a public school teacher, a professor, and a United States Senator. America is truly a country of opportunity!","author":"Elizabeth Warren","topic":"Teacher"},{"quote":"The best teacher is very interactive.","author":"Bill Gates","topic":"Teacher"},{"quote":"During my eleven years as a New York City public school teacher, I saw firsthand the impact that poverty has on the classroom. In low-income neighborhoods like Sunset Park, where I taught, students as young as five years old enter school affected by the stresses often created by poverty: domestic violence, drug abuse, gang activity.","author":"Sal Albanese","topic":"Teacher"},{"quote":"Why not whip the teacher when the pupil misbehaves?","author":"Diogenes","topic":"Teacher"},{"quote":"Ballet found me, I guess you could say. I was discovered by a teacher in middle school. I always danced my whole life. I never had any training, never was exposed to seeing dance, but I always had something inside of me. I would love to choreograph and dance around.","author":"Misty Copeland","topic":"Teacher"},{"quote":"Take away paradox from the thinker and you have a professor.","author":"Soren Kierkegaard","topic":"Teacher"},{"quote":"I didn&#39;t want to be the archetypal sponging brother-in-law, so I didn&#39;t go into acting when I got to the States. I thought, &#39;No, I&#39;ll go to school and then I&#39;ll be an English teacher; that&#39;ll be fun.&#39; But I was horrible as a teacher. As hard as I tried, I just couldn&#39;t inspire those kids to take an interest in Milton and Shakespeare and Donne.","author":"John Mahoney","topic":"Teacher"},{"quote":"My mother had been an English teacher in India before she came to the U.K., and she taught me to read early on - not only in English, but in Hindi, too. My teachers didn&#39;t like the fact that I was reading more quickly than they were teaching, and as a consequence, I would sometimes get bored in class.","author":"Sanjeev Bhaskar","topic":"Teacher"},{"quote":"My happiest memory of childhood was my first birthday in reform school. This teacher took an interest in me. In fact, he gave me the first birthday presents I ever got: a box of Cracker Jacks and a can of ABC shoe polish.","author":"Flip Wilson","topic":"Teacher"},{"quote":"I love kids, so two things that I have thought about are being a pediatrician or a kindergarten teacher.","author":"Karlie Kloss","topic":"Teacher"},{"quote":"My parents were early converts to Christianity in my part of Nigeria. They were not just converts; my father was an evangelist, a religious teacher. He and my mother traveled for thirty-five years to different parts of Igboland, spreading the gospel.","author":"Chinua Achebe","topic":"Teacher"},{"quote":"Police and firefighters are great, but they don&#39;t create wealth. They protect it. That&#39;s crucial. Teaching is a wonderful profession. Teachers help educate people to become good citizens so that citizens can then go create wealth. But they don&#39;t create the wealth themselves.","author":"Rush Limbaugh","topic":"Teacher"},{"quote":"When I was in junior high school, the teachers voted me the student most likely to end up in the electric chair.","author":"Sylvester Stallone","topic":"Teacher"},{"quote":"I wasn&#39;t a very good teacher.","author":"Amos Lee","topic":"Teacher"},{"quote":"I&#39;m a teacher and a writer; my life is words. When I see the denigration of language, it hurts me, and it&#39;s easy to denigrate a word by trivializing it.","author":"Elie Wiesel","topic":"Teacher"},{"quote":"The teacher who is attempting to teach without inspiring the pupil with a desire to learn is hammering on cold iron.","author":"Horace Mann","topic":"Teacher"},{"quote":"The Holy Spirit is our comforter, our teacher. That&#39;s why, in prayer, we can ask the Lord to open up Scripture and make it come alive to us, to open our understanding. He left his Spirit with us until we join him in Heaven.","author":"Michele Bachmann","topic":"Teacher"},{"quote":"I learned by watching my favorite shows. I would just rewind and say the words back, until they sounded right to me. I never studied the American accent, in terms of getting a teacher or taking phonetics classes. I&#39;ve always been a good mimic. It really wasn&#39;t that hard for me.","author":"Adelaide Kane","topic":"Teacher"},{"quote":"A wisely chosen illustration is almost essential to fasten the truth upon the ordinary mind, and no teacher can afford to neglect this part of his preparation.","author":"Howard Crosby","topic":"Teacher"},{"quote":"My mother was a first-grade teacher, so I credit her with this lifelong intellectual curiosity I have, and love of reading and learning.","author":"Chesley Sullenberger","topic":"Teacher"},{"quote":"The funniest memory that I can recall about my school days has to be one incident that involved unfinished homework for numerous days. I didn&#39;t do any of my homework for days and days at a stretch, and kept stalling my teacher that I was extremely unwell and was under heavy medication.","author":"Karan Patel","topic":"Teacher"},{"quote":"Evil can be a teacher, if you look at the wisdom of its negative power.","author":"Tom Brown, Jr.","topic":"Teacher"},{"quote":"My name is James Edward Franco. Ted is a nickname for Edward. That&#39;s what my parents called me. I also got &#39;Teddy Ruxpin&#39; a lot. It just got to a point where I got sick of it, so when a teacher called out &#39;James Franco&#39; my junior year of high school, I didn&#39;t correct her.","author":"James Franco","topic":"Teacher"},{"quote":"My school friends thought I was outgoing and bubbly, but that masked a lot of insecurities, and maybe that&#39;s the reason I chose drama - to build a bit of self-confidence. I had a great teacher, and I won a few speech and drama competitions and just fell in love with it.","author":"Deborah Mailman","topic":"Teacher"},{"quote":"You can get help from teachers, but you are going to have to learn a lot by yourself, sitting alone in a room.","author":"Dr. Seuss","topic":"Teacher"},{"quote":"Jesus isn&#39;t lettin&#39; you off the hook. The Scriptures don&#39;t let you off the hook so easily... When people say, you know, &#39;Good teacher&#39;, &#39;Prophet&#39;, &#39;Really nice guy&#39; ... this is not how Jesus thought of Himself.","author":"Bono","topic":"Teacher"},{"quote":"I want to be a lawyer, a dancer, an actress, a mother, a wife, a children&#39;s author, a distance runner, a poet, a pianist, a pet store owner, an astronaut, an environmental and humanitarian activist, a psychiatrist, a ballet teacher, and the first woman president.","author":"Rachel Corrie","topic":"Teacher"},{"quote":"We don&#39;t classify all doctors as incompetent because of the infrequent instances of medical malpractice. We don&#39;t use the example of one bad teacher in our children&#39;s school to draw a negative conclusion of the entire teaching profession. We should apply that same rational standard when it comes to how we view law enforcement.","author":"Thom Tillis","topic":"Teacher"},{"quote":"The smarter the journalists are, the better off society is. For to a degree, people read the press to inform themselves - and the better the teacher, the better the student body.","author":"Warren Buffett","topic":"Teacher"},{"quote":"The teacher is the one who gets the most out of the lessons, and the true teacher is the learner.","author":"Elbert Hubbard","topic":"Teacher"},{"quote":"Disobedience is essentially a prideful power struggle against someone in authority over us. It can be a parent, a priesthood leader, a teacher, or ultimately God. A proud person hates the fact that someone is above him. He thinks this lowers his position.","author":"Ezra Taft Benson","topic":"Teacher"},{"quote":"History is Philosophy teaching by example.","author":"Thucydides","topic":"Teacher"},{"quote":"There&#39;s always someone asking you to underline one piece of yourself - whether it&#39;s Black, woman, mother, dyke, teacher, etc. - because that&#39;s the piece that they need to key in to. They want to dismiss everything else.","author":"Audre Lorde","topic":"Teacher"},{"quote":"The most important part of teaching is to teach what it is to know.","author":"Simone Weil","topic":"Teacher"},{"quote":"No bubble is so iridescent or floats longer than that blown by the successful teacher.","author":"William Osler","topic":"Teacher"},{"quote":"My parents made it clear that I should never display even the slightest disrespect to individuals who had the power to let me skip a half grade or move into more challenging classes. While it was all right for me to know more about a topic than my sixth-grade teacher had ever learned, questioning her facts could only lead to trouble.","author":"James D. Watson","topic":"Teacher"},{"quote":"If you have to put someone on a pedestal, put teachers. They are society&#39;s heroes.","author":"Guy Kawasaki","topic":"Teacher"},{"quote":"I am a teacher born and bred, and I believe in the advocacy of teachers. It&#39;s a calling. We want our students to feel impassioned and empowered.","author":"Erin Gruwell","topic":"Teacher"},{"quote":"The single most important thing in a child&#39;s performance is the quality of the teacher. Making sure a child spends the maximum amount of time with inspirational teachers is the most important thing.","author":"Michael Gove","topic":"Teacher"},{"quote":"I saw as a teacher how, if you take that spark of learning that those children have, and you ignite it, you can take a child from any background to a lifetime of creativity and accomplishment.","author":"Paul Wellstone","topic":"Teacher"},{"quote":"Whether it&#39;s as the hero of an adventure story, as teacher and friend, as icon on watch, shirt or hat - everyone knows Mickey Mouse.","author":"Warren Spector","topic":"Teacher"},{"quote":"A woman of faith is fearless. There is no ambiguity, no uncertain trump in her life. She can live a principled life because she studies the doctrine and teachings of a perfect teacher, the Master. She is a noble example to all who know her.","author":"Margaret D. Nadauld","topic":"Teacher"},{"quote":"In a completely rational society, the best of us would be teachers and the rest of us would have to settle for something else.","author":"Lee Iacocca","topic":"Teacher"},{"quote":"I&#39;ve got a friend who is a lion tamer. He used to be a school teacher till he lost his nerve.","author":"Les Dawson","topic":"Teacher"},{"quote":"Americanism demands loyalty to the teacher and respect for his lesson.","author":"Bainbridge Colby","topic":"Teacher"},{"quote":"A teacher who is not dogmatic is simply a teacher who is not teaching.","author":"Gilbert K. Chesterton","topic":"Teacher"},{"quote":"It is hardly an exaggeration to say that oral teachers and sign teachers found it difficult to sit down in the same room without quarreling, and there was intolerance upon both sides. To say &#39;oral method&#39; to a sign teacher was like waving a red flag in the face of a bull, and to say &#39;sign language&#39; to an oralist aroused the deepest resentment.","author":"Alexander Graham Bell","topic":"Teacher"},{"quote":"I worked hard when I was a consultant. I worked hard when I was in graduate school looking at neuroscience. I worked hard as a teacher. But those are completely different career paths. And the lack of direction is why I didn&#39;t get far enough in any of those things.","author":"Angela Duckworth","topic":"Teacher"},{"quote":"We must use the wrath of nature as our teacher.","author":"Bhumibol Adulyadej","topic":"Teacher"},{"quote":"When you become a parent, or a teacher, you turn into a manager of this whole system. You become the person controlling the bubble of innocence around a child, regulating it.","author":"Kazuo Ishiguro","topic":"Teacher"},{"quote":"As any parent, teacher, or librarian knows, there is no richer experience than to see children&#39;s faces light up at the suspense of a new tale or the surprise of a new poem. The uninhibited joy with which they listen is surely akin to that of adult audiences of old around campfire and hearth.","author":"William Jay Smith","topic":"Teacher"},{"quote":"Think of your favorite teacher you ever had in school: the one who made it the most fun to go to class. They surprise you. They keep you guessing. They keep you coming back, wanting to know what&#39;s going to happen next.","author":"Pete Carroll","topic":"Teacher"},{"quote":"My father, Oliver Hynes, was an educator. He was originally just a teacher, a very good one, but then he was promoted to be in charge of education for the entire area. He was always an inspirational teacher. He was my big personal supporter, always coming here for the Tony Awards. My mother, Carmel, was a homemaker.","author":"Garry Hynes","topic":"Teacher"},{"quote":"The drawing teacher has this problem of communicating how to draw by osmosis and not by instruction, while the physics teacher has the problem of always teaching techniques, rather than the spirit, of how to go about solving physical problems.","author":"Richard P. Feynman","topic":"Teacher"},{"quote":"One of the things I&#39;ve always liked about my husband is he&#39;s very good at lots of stuff. He was an English teacher when I met him. He wrote poetry and played the guitar. As time went on, he decided to go into economics, so he&#39;s very analytical and mathematical in addition to his artsy side.","author":"Ally Condie","topic":"Teacher"},{"quote":"They should regard me as what I am. I am a spiritual leader and teacher.","author":"Louis Farrakhan","topic":"Teacher"},{"quote":"I&#39;d have to say I&#39;m most proud of my mentoring camp that I do in Dallas every year for one hundred boys from single-parent homes. I was raised by a mother who was a Sunday school teacher and a father who worked hard. Together they taught me to give back.","author":"Steve Harvey","topic":"Teacher"},{"quote":"You cannot be an educator or a teacher without relating to children with full insight. Their urge to imitate has been transformed into a receptivity based on a natural and uncontested relationship of authority, and you must take this into account in the broadest possible sense.","author":"Rudolf Steiner","topic":"Teacher"},{"quote":"I will venture to maintain that where the teacher is not pleasing to the pupil, there is no education.","author":"Xenophon","topic":"Teacher"},{"quote":"The true aim of everyone who aspires to be a teacher should be, not to impart his own opinions, but to kindle minds.","author":"Frederick William Robertson","topic":"Teacher"},{"quote":"I think self-reliance and self-responsibility and self-accountability will help you as a parent, a teacher, as a citizen as a friend.","author":"Henry Rollins","topic":"Teacher"},{"quote":"The teacher&#39;s life should have three periods, study until twenty-five, investigation until forty, profession until sixty, at which age I would have him retired on a double allowance.","author":"William Osler","topic":"Teacher"},{"quote":"I always wrote music for my friends, but my focus was on playing piano. I didn&#39;t think I&#39;d be quite good enough to be a soloist, but I believed that if I worked hard enough, I could work as a player, a teacher.","author":"John Williams","topic":"Teacher"},{"quote":"Most of my teachers wanted to send me to the principal&#39;s office. But my fourth-grade teacher once put her arms around me and said, &#39;You sure write well.&#39; And I&#39;ve had good penmanship until this day. She was the only one who ever said anything nice to me. That&#39;s the kind of motivation that students need.","author":"Andrew Young","topic":"Teacher"},{"quote":"But the fact is, no matter how good the teacher, how small the class, how focused on quality education the school may be none of this matters if we ignore the individual needs of our students.","author":"Roy Barnes","topic":"Teacher"},{"quote":"Find a good teacher, as I found for my sons. I feel the worst thing you can do is to try and teach your own children yourself, because there is a natural rebellion that occurs.","author":"Keith Emerson","topic":"Teacher"},{"quote":"If you become a teacher, by your pupils you&#39;ll be taught.","author":"Oscar Hammerstein II","topic":"Teacher"},{"quote":"I was never a class clown or anything like that, but I do remember being in the first grade and my teacher, Mr. Chad, told the class one day that we were going to do some exercises. He meant math exercises, but I stood up and started doing jumping jacks. To this day, I don&#39;t know what possessed me to do that, but all my friends cracked up.","author":"Will Ferrell","topic":"Teacher"},{"quote":"To a teacher of languages there comes a time when the world is but a place of many words and man appears a mere talking animal not much more wonderful than a parrot.","author":"Joseph Conrad","topic":"Teacher"},{"quote":"I believe that the testing of the student&#39;s achievements in order to see if he meets some criterion held by the teacher, is directly contrary to the implications of therapy for significant learning.","author":"Carl Rogers","topic":"Teacher"},{"quote":"What students lack in school is an intellectual relationship or conversation with the teacher.","author":"William Glasser","topic":"Teacher"},{"quote":"I was performing at a New Jersey high school, and I asked a class of 2,000 students, &#39;How many of you love mathematics?&#39; and only one hand went up. And that was the hand of the maths teacher!","author":"Shakuntala Devi","topic":"Teacher"},{"quote":"I would rather trust my child to a serpent than to a teacher who does not believe in God.","author":"Karl G. Maeser","topic":"Teacher"},{"quote":"If you&#39;re a coach, you&#39;re a teacher.","author":"Nick Saban","topic":"Teacher"},{"quote":"To say what I would have been if I wasn&#39;t boxing, I don&#39;t know why, but I always wanted to be an x-ray technician or a substitute teacher. Those two occupations always stuck with me, maybe because my substitute teacher didn&#39;t give us homework, or because I&#39;ve always had x-rays of my hands.","author":"Sugar Ray Leonard","topic":"Teacher"},{"quote":"There is nothing more valuable than great classroom instruction. But let&#39;s stop putting the whole burden on teachers. We also need better parents. Better parents can make every teacher more effective.","author":"Thomas Friedman","topic":"Teacher"},{"quote":"I think that &#39;Floor Sample&#39; is a story of resiliency, a lifelong spiritual search, and a lifelong sense of spiritual companionship that is most often expressed as creativity. My desire in writing the book was to step from behind the icon of &#39;Julia the teacher&#39; and introduce &#39;Julia the artist.&#39;","author":"Julia Cameron","topic":"Teacher"},{"quote":"I dropped out of high school when I was 16, after I had a huge argument with my English teacher over the meaning of the word &#39;existentialism.&#39;","author":"Craig Ferguson","topic":"Teacher"},{"quote":"In schools with a history of chaos, the teacher who can keep the classroom calm becomes virtually indispensable.","author":"Jonathan Kozol","topic":"Teacher"},{"quote":"It is worth while too to warn the teacher that undue severity in correcting faults is liable at times to discourage a boy&#39;s mind from effort.","author":"Quintilian","topic":"Teacher"},{"quote":"My father was a trained accountant, a BCom from Sydenham College and a self-taught violinist. In the 1920s, when he was in his teens, he heard a great violinist, Jascha Heifetz, and he was so inspired listening to him that he bought himself a violin, and with a little help from an Italian teacher, he learned to play it.","author":"Zubin Mehta","topic":"Teacher"},{"quote":"I remember a moment when the Prince went back to his old school, Grammar School in Melbourne, and slightly to his horror his old music teacher produced a cello.","author":"Anthony Holden","topic":"Teacher"},{"quote":"My first plays were amazingly bad, but I had a teacher who thought I had promise, and he kept working with me. I finally went to a summer workshop before my senior year with people like Sam Shepard and Maria Irene Fornes who encouraged me to write from my subconscious, and suddenly all this material about culture clash came out.","author":"David Henry Hwang","topic":"Teacher"},{"quote":"I&#39;m not a writer who teaches. I&#39;m a teacher who writes.","author":"Maya Angelou","topic":"Teacher"},{"quote":"It wasn&#39;t until sixth grade, at P.S. 168, when my teacher took us on a field trip to her house that I realized we were poor. I have no idea what my teacher&#39;s intentions were - whether she was trying to inspire us or if she actually thought visiting her Manhattan brownstone with her view of Central Park qualified as a school trip.","author":"Jay-Z","topic":"Teacher"},{"quote":"The doctrine of the Kingdom of Heaven, which was the main teaching of Jesus, is certainly one of the most revolutionary doctrines that ever stirred and changed human thought.","author":"H. G. Wells","topic":"Teacher"},{"quote":"In this outward and physical ceremony we attest once again to the inner and spiritual strength of our Nation. As my high school teacher, Miss Julia Coleman, used to say: &#39;We must adjust to changing times and still hold to unchanging principles.&#39;","author":"Jimmy Carter","topic":"Teacher"},{"quote":"&#39;Friends With Benefits&#39;: it feels like a two-hander to me, but it is a big movie, and this is the first straightforward male I&#39;ve been able to play. I would describe my character in &#39;The Social Network&#39; as a kind of sociopath. I would describe my character in &#39;Bad Teacher&#39; as... just a weirdo. But this is a male&#39;s male.","author":"Justin Timberlake","topic":"Teacher"},{"quote":"I&#39;m all self-taught. I never had a teacher. Even for English, and French, and German, I hardly went to school.","author":"Karl Lagerfeld","topic":"Teacher"},{"quote":"A teacher should have maximal authority, and minimal power.","author":"Thomas Szasz","topic":"Teacher"},{"quote":"I was a good novice teacher, but I did the things that were obvious. I stayed for lunch for extra tutoring, gave kids my cell phone, and was available. In my first year of teaching, I ended up doubling the math time that a conventional school would have. But I don&#39;t think any of these things were path-breaking or unusual.","author":"Angela Duckworth","topic":"Teacher"},{"quote":"The way I look at it is that somebody in the world, no matter what your field is - teacher, violinist, football player - has to be the best. Why not me?","author":"J. J. Watt","topic":"Teacher"},{"quote":"A hallmark of the Latino community is to help one another, if students are interested in a way to give back and help their communities, becoming a teacher is probably one of the very best ways of doing that.","author":"Ellen Ochoa","topic":"Teacher"},{"quote":"My teacher, my great cello teacher Leonard Rose, was such a great cellist, and nurturing man, very patient. But I grew up not only admiring him, but obviously Casals, Rostrotovich, Jacqueline du Pre, and many others, including many of my peers and contemporaries.","author":"Yo-Yo Ma","topic":"Teacher"},{"quote":"I do believe that when your child does poorly on a test, your first step should not necessarily be to attack the teacher or the school&#39;s curriculum. It should be to look at the idea that, maybe, the child didn&#39;t work hard enough.","author":"Amy Chua","topic":"Teacher"},{"quote":"I could never let the teacher down. I always worked hard, too scared to get in trouble.","author":"Zoe Sugg","topic":"Teacher"},{"quote":"Being superintendent or the superintendent&#39;s chief of staff is important work, but there&#39;s no chance it&#39;s as difficult as being a teacher, and I hesitate to say that it&#39;s as important.","author":"Timothy Noah","topic":"Teacher"},{"quote":"I&#39;m lucky I had some teachers who saw something in me.","author":"Ann Bancroft","topic":"Teacher"},{"quote":"I had a great teacher who was really encouraging and said I should go to Central Saint Martins. So I worked my socks off, and I managed to get a place there. It was there that I developed a real love for design.","author":"Giles Deacon","topic":"Teacher"},{"quote":"I got an old school coach who&#39;s more of a teacher than a coach.","author":"Andre Ward","topic":"Teacher"},{"quote":"I remember, in school during English lessons, I would ask the teacher what were the most difficult books to read, and when she&#39;d say &#39;Ulysses&#39; or something, I&#39;d run off to the library to check out a copy, eager to attempt the most difficult mountain.","author":"Stephen Hough","topic":"Teacher"},{"quote":"If a lawyer, if a teacher, if a bus driver, if they&#39;re on $40,000 and they get offered a lot more to go somewhere else, what do you think they&#39;re going to do?","author":"Sonny Bill Williams","topic":"Teacher"},{"quote":"Teachers believe they have a gift for giving; it drives them with the same irrepressible drive that drives others to create a work of art or a market or a building.","author":"A. Bartlett Giamatti","topic":"Teacher"},{"quote":"At high school, instead of the weekly essay, I would write a poem, and the teacher accepted that. The impulse was one of laziness, I&#39;m certain. Poems were shorter than essays.","author":"Paul Muldoon","topic":"Teacher"},{"quote":"I&#39;ve never considered myself a celebrity or even part of the entertainment business. I&#39;m a cooking teacher.","author":"Martin Yan","topic":"Teacher"},{"quote":"I not only couldn&#39;t read but often couldn&#39;t hear or understand what was being said to me - by the time I&#39;d processed the beginning of a sentence, the teacher was well on her way through a second or third.","author":"Philip Schultz","topic":"Teacher"},{"quote":"It&#39;s my belief that you can take everyone down a logical path if you take them slowly enough, and the trouble is that mathematical brains can get scrambled a little bit on the way. You get a bad teacher, it messes you up for the rest of the journey.","author":"Marcus du Sautoy","topic":"Teacher"},{"quote":"I love math and was a math teacher for many years, so it was fun for me to write several math books, including &#39;Fraction Fun,&#39; &#39;Calculator Riddles,&#39; and &#39;Shape Up!&#39; &#39;Fun with Triangles and Other Polygons.&#39;","author":"David A. Adler","topic":"Teacher"},{"quote":"In many ways, &#39;What Teachers Make: In Praise of the Greatest Job in the World&#39; is just one big thank-you note to my teachers. The book is dedicated to my fifth and sixth grade English teacher, Dr. Joseph D&#39;Angelo, a massive force of erudition, martial artistry, culture, and love.","author":"Taylor Mali","topic":"Teacher"},{"quote":"I&#39;m an unemployed teacher right now and I&#39;m looking for a place to teach.","author":"Bobby Knight","topic":"Teacher"},{"quote":"I was a bookworm who aced every test - until third grade, when my teacher handed out a pop quiz about Jesus and the Apostles.","author":"Caroline Leavitt","topic":"Teacher"},{"quote":"There&#39;s no question that a great teacher can make a huge difference in a student&#39;s achievement, and we need to recruit, train and reward more such teachers. But here&#39;s what some new studies are also showing: We need better parents. Parents more focused on their children&#39;s education can also make a huge difference in a student&#39;s achievement.","author":"Thomas Friedman","topic":"Teacher"},{"quote":"I love the idea that it doesn&#39;t take one person only to achieve your potential. It takes a village, it takes a community, a street, a teacher, a mother.","author":"Mira Nair","topic":"Teacher"},{"quote":"We were working &#39;Good Teacher&#39; up, and it became apparent to me that, as we were playing it, the song had a Hendrix, &#39;Crosstown Traffic&#39; vibe and feel to it.","author":"Rickey Medlocke","topic":"Teacher"},{"quote":"What a blind person needs is not a teacher but another self.","author":"Helen Keller","topic":"Teacher"},{"quote":"Time is a great teacher, but unfortunately it kills all its pupils.","author":"Hector Berlioz","topic":"Teacher"},{"quote":"A professor must have a theory as a dog must have fleas.","author":"H. L. Mencken","topic":"Teacher"},{"quote":"When people lack teachers, their tendencies are not corrected; when they do not have ritual and moral principles, then their lawlessness is not controlled.","author":"Xun Kuang","topic":"Teacher"},{"quote":"In every role that I do - whether I&#39;m a teacher, actor or mentor - I do it with total dedication and as much honesty as I feel is required because there&#39;s no alternative to honesty and hard work.","author":"Anupam Kher","topic":"Teacher"},{"quote":"I was not a good teacher; I didn&#39;t have the sort of edge one should have on the students, so I decided to do something else.","author":"Terrence Malick","topic":"Teacher"},{"quote":"As a former high school teacher and a student in a class of 60 urchins at St. Brigid&#39;s grammar school, I know that education is all about discipline and motivation. Disadvantaged students need extra attention, a stable school environment, and enough teacher creativity to stimulate their imaginations. Those things are not expensive.","author":"Bill O'Reilly","topic":"Teacher"},{"quote":"Once I understood Bach&#39;s music, I wanted to be a concert pianist. Bach made me dedicate my life to music, and it was that teacher who introduced me to his world.","author":"Nina Simone","topic":"Teacher"},{"quote":"I was born in Corpus Christi, Texas, the youngest of four girls, including my oldest sister, Lisa, who has special needs. My mom was a special education teacher, and my dad worked on the Army base. We weren&#39;t wealthy, but we were determined to succeed.","author":"Eva Longoria","topic":"Teacher"},{"quote":"There is no recipe to be a great teacher, that&#39;s what is unique about them.","author":"Robert Sternberg","topic":"Teacher"},{"quote":"I was told to challenge every spiritual teacher, every world leader to utter the one sentence that no religion, no political party, and no nation on the face of the earth will dare utter: &#39;Ours is not a better way, ours is merely another way.","author":"Neale Donald Walsch","topic":"Teacher"},{"quote":"My dad was such a great story-teller, a good teacher.","author":"Grace Poe","topic":"Teacher"},{"quote":"I&#39;ve learned that mistakes can often be as good a teacher as success.","author":"Jack Welch","topic":"Teacher"},{"quote":"The best CEOs I know are teachers, and at the core of what they teach is strategy.","author":"Michael Porter","topic":"Teacher"},{"quote":"A true teacher defends his students against his own personal influences.","author":"Amos Bronson Alcott","topic":"Teacher"},{"quote":"I had an excellent math and physics teacher in high school named T.C. Patel, and in the university, I had truly dedicated professors in both physics and mathematics who gave me a sound foundation with which to pursue graduate studies.","author":"Venkatraman Ramakrishnan","topic":"Teacher"},{"quote":"Whether you&#39;re an obstetrician or a third-grade teacher or a real estate agent, you know when you&#39;re doing good work. You&#39;re passionate about it.","author":"Susan Isaacs","topic":"Teacher"},{"quote":"A teacher must believe in the value and interest of his subject as a doctor believes in health.","author":"Gilbert Highet","topic":"Teacher"},{"quote":"A child&#39;s first teacher is its mother.","author":"Peng Liyuan","topic":"Teacher"},{"quote":"I have to be composed; I have to be poised. I have to remember what my first piano teacher told me: &#39;You do not touch that piano until you are ready and until they are ready to listen to you.","author":"Nina Simone","topic":"Teacher"},{"quote":"As a little girl, I didn&#39;t like stories about little girls. I liked stories about dragons and beasts and princes and princesses and fear and terror and the Four Musketeers and almost anything other than nice little girls making moral decisions about whether to tell the teacher about what the other little girl did or did not do.","author":"A. S. Byatt","topic":"Teacher"},{"quote":"As a teacher, my strategy is to encourage questioning. I&#39;m the least authoritarian professor you&#39;ll ever meet.","author":"Niall Ferguson","topic":"Teacher"},{"quote":"I liked school, but I used to dread those moments when the teacher would call me up to give an oral report. I forced myself to deal with it and not dwell on the class in front of me - to keep a straight face, give the report and concentrate on getting it right. That&#39;s normally how I perform. That&#39;s how I am.","author":"Steven Wright","topic":"Teacher"},{"quote":"The object of teaching a child is to enable him to get along without his teacher.","author":"Elbert Hubbard","topic":"Teacher"},{"quote":"If I can make a teacher&#39;s salary doing comedy, I think that&#39;s better than being a teacher.","author":"Dave Chappelle","topic":"Teacher"},{"quote":"The true teacher defends his pupils against his own personal influence. He inspires self-trust. He guides their eyes from himself to the spirit that quickens him. He will have no disciples.","author":"Amos Bronson Alcott","topic":"Teacher"},{"quote":"Only one person in a million becomes enlightened without a teacher&#39;s help.","author":"Bodhidharma","topic":"Teacher"},{"quote":"There is no real teacher who in practice does not believe in the existence of the soul, or in a magic that acts on it through speech.","author":"Allan Bloom","topic":"Teacher"},{"quote":"Research confirms that great teachers change lives. Students with one highly effective elementary school teacher are more likely to go to college, less likely to become pregnant as teens, and earn tens of thousands more over their lifetimes.","author":"Wendy Kopp","topic":"Teacher"},{"quote":"Catholic schools in our Nation&#39;s education have been paramount in teaching the values that we as parents seek to instill in our children.","author":"Joe Baca","topic":"Teacher"},{"quote":"On the first day of school, my teacher, Miss Mdingane, gave each of us an English name and said that from thenceforth that was the name we would answer to in school. This was the custom among Africans in those days and was undoubtedly due to the British bias of our education.","author":"Nelson Mandela","topic":"Teacher"},{"quote":"I do not believe there is a problem in this country or the world today which could not be settled if approached through the teaching of the Sermon on the Mount.","author":"Harry S Truman","topic":"Teacher"},{"quote":"I had a terrible education. I attended a school for emotionally disturbed teachers.","author":"Woody Allen","topic":"Teacher"},{"quote":"Experience was my only teacher; I knew little of the modern art movement. When I first saw the works of the Impressionists, van Gogh, van Dongen, and Fauves, I admired it. But I had to seek the true way alone.","author":"Piet Mondrian","topic":"Teacher"},{"quote":"I&#39;m a freak, everything has to be totally flat when I play. Ed Will, my jazz teacher, set up everything completely flat, and then you&#39;d tilt your snare drum away from you, so I do that too. So my snare tilts away from me.","author":"Travis Barker","topic":"Teacher"},{"quote":"Merit pay has failed repeatedly, and it&#39;s no surprise. When you base teacher pay on standardized test scores, you won&#39;t improve education; you just promote the high-stakes testing craze that&#39;s led parents, students and educators to shout &#39;Enough!&#39; all across the country.","author":"Randi Weingarten","topic":"Teacher"},{"quote":"I have always believed that 98% of a student&#39;s progress is due to his own efforts, and 2% to his teacher.","author":"John Philip Sousa","topic":"Teacher"},{"quote":"I remember in grammar school the teacher asked if anyone had any hobbies. I was the only one with any hobbies and I had every hobby there was... name anything, no matter how esoteric. I could have given everyone a hobby and still had 40 or 50 to take home.","author":"Cormac McCarthy","topic":"Teacher"},{"quote":"He most honors my style who learns under it to destroy the teacher.","author":"Walt Whitman","topic":"Teacher"},{"quote":"A self-taught man usually has a poor teacher and a worse student.","author":"Henny Youngman","topic":"Teacher"},{"quote":"I&#39;m embarrassed every time I look a teacher in the eye, because we ask them to do so much for so little.","author":"Phil McGraw","topic":"Teacher"},{"quote":"I had people in my life who didn&#39;t give up on me: my mother, my aunt, my science teacher. I had one-on-one speech therapy. I had a nanny who spent all day playing turn-taking games with me.","author":"Temple Grandin","topic":"Teacher"},{"quote":"When I graduated from high school, the teacher said I was throwing my life away following music, and the same teacher invited me back to speak at the school. I don&#39;t say that to brag, I just want to be an example.","author":"Big Sean","topic":"Teacher"},{"quote":"This is at the heart of all good education, where the teacher asks students to think and engages them in encouraging dialogues, constantly checking for understanding and growth.","author":"William Glasser","topic":"Teacher"},{"quote":"My art teacher in junior high was a very out gay man and a mentor to me. He would tell us about Greenwich Village and show us the &#39;Village Voice&#39; and describe his life, but it was all sort of subversive and below the radar.","author":"Gus Van Sant","topic":"Teacher"},{"quote":"President Obama and Secretary Duncan have made stronger teacher evaluation a key part of their education reform efforts. Under their signature plan, called &#39;Race to the Top,&#39; states can win federal support for schools by improving teacher evaluations.","author":"Juan Williams","topic":"Teacher"},{"quote":"If you put down a list of jobs, doctor, lawyer, janitor, teacher or movie star, everybody would pick the movie star. And why? So you could lie around the pool, drink margaritas and send money to your parents. So that&#39;s what I did.","author":"Steve Guttenberg","topic":"Teacher"},{"quote":"My acting teacher used to say that people reveal themselves in their opposites.","author":"Kristin Bauer van Straten","topic":"Teacher"},{"quote":"Among the great names that adorn the roll of Nobel prize-winners in Medicine is that of Otto Meyerhof, my admired teacher and friend, to whose inspiration, guidance and encouragement I owe so very much.","author":"Severo Ochoa","topic":"Teacher"},{"quote":"I was a chemistry major, but I&#39;m always winding up as a teacher in English departments, so I&#39;ve brought scientific thinking to literature. There&#39;s been very little gratitude for this.","author":"Kurt Vonnegut","topic":"Teacher"},{"quote":"My ambition in high school was to be a high school coach and teacher, and that&#39;s still what I do: teach.","author":"Mike Krzyzewski","topic":"Teacher"},{"quote":"Every bit of me is devoted to love and art. And I aspire to try to be a teacher to my young fans who feel just like I felt when I was younger. I just felt like a freak. I guess what I&#39;m trying to say is I&#39;m trying to liberate them, I want to free them of their fears and make them feel that they can make their own space in the world.","author":"Lady Gaga","topic":"Teacher"},{"quote":"I was a high-school teacher. I am a strong advocate for women&#39;s rights, and I&#39;m not a woman.","author":"Justin Trudeau","topic":"Teacher"},{"quote":"In math, you could get 100 percent. It was very fair. That&#39;s what I liked about math. You could figure it out, and the teacher couldn&#39;t have a stupid opinion about it.","author":"Norm MacDonald","topic":"Teacher"},{"quote":"The greatest teacher I know is the job itself.","author":"James Cash Penney","topic":"Teacher"},{"quote":"This is what I would have done if I had to have a real job: I would have been a history teacher.","author":"Kareem Abdul-Jabbar","topic":"Teacher"},{"quote":"We spend the first twelve months of our children&#39;s lives teaching them to walk and talk and the next twelve telling them to sit down and shut up.","author":"Phyllis Diller","topic":"Teacher"},{"quote":"Experience is a great teacher.","author":"John Legend","topic":"Teacher"},{"quote":"On the first day of school, you got to be real careful where you sit. You walk into the classroom and just plunk your stuff down on any old desk, and the next thing you know the teacher is saying, &#39;I hope you all like where you&#39;re sitting, because these are your permanent seats.&#39;","author":"Jeff Kinney","topic":"Teacher"},{"quote":"I first started going to shows when I was about 16 - seeing local bands. I mean, I loved music before that, and I played a bit of guitar when I was younger and thought maybe I&#39;d become a guitar teacher or something, but when I saw other kids doing it, I was like, &#39;Whoa, these are great bands! I can do it, too.&#39;","author":"Mac DeMarco","topic":"Teacher"},{"quote":"I should prefer to have a politician who regularly went to a massage parlour than one who promised a laptop computer for every teacher.","author":"A. N. Wilson","topic":"Teacher"},{"quote":"Therefore, a person should first be changed by a teacher&#39;s instructions, and guided by principles of ritual. Only then can he observe the rules of courtesy and humility, obey the conventions and rules of society, and achieve order.","author":"Xun Kuang","topic":"Teacher"},{"quote":"I&#39;m into books - I love literature, so I toyed with the idea of being an English teacher. I had a fantastic English teacher at school. I think great English teachers make the world go round.","author":"Taron Egerton","topic":"Teacher"},{"quote":"I don&#39;t even need to know - if you have something to prove to your old boss or your dad or your third grade teacher or yourself, it doesn&#39;t matter. You need that hustle and that fire, and I don&#39;t care where it comes from.","author":"Emily Weiss","topic":"Teacher"},{"quote":"It&#39;s the way tenure works, together with dismissal protections that tenured teachers have, that no other public employee has, which makes it almost impossible to remove a grossly ineffective and incompetent teacher or, in some cases, even an abusive teacher.","author":"Campbell Brown","topic":"Teacher"},{"quote":"I never did very well in math - I could never seem to persuade the teacher that I hadn&#39;t meant my answers literally.","author":"Calvin Trillin","topic":"Teacher"},{"quote":"It&#39;s cool for me because I&#39;m a director, but I&#39;m also a teacher. I&#39;m a lover of cinema, and I love working with people who are hungry and have the energy to really do better work.","author":"John Singleton","topic":"Teacher"},{"quote":"I don&#39;t find acting to be a particularly noble way to make a living. I&#39;m not saving anybody&#39;s life, I&#39;m not a teacher, I&#39;m not working for UNICEF. I don&#39;t think I&#39;m some big deal.","author":"Ellen Pompeo","topic":"Teacher"},{"quote":"We need balance. We need to balance our inner life with our outer life. Nature is always sitting there waiting to help us, but we have to do the work. Nature is probably the greatest teacher that we&#39;ll ever have... the earth and nature.","author":"Dave Davies","topic":"Teacher"},{"quote":"My father is a teacher; my mother was a telecom employee. I come from Palermo; I was raised in Ethiopia. I am homosexual. I didn&#39;t go to film school.","author":"Luca Guadagnino","topic":"Teacher"},{"quote":"I had to get good grades and do well in school - my mother was an assistant principal and my father was a teacher - and they took this very seriously.","author":"Roz Chast","topic":"Teacher"},{"quote":"I created &#39;Captain Underpants&#39; when I was in the second grade. I was constantly getting in trouble for being the class clown, so my teacher sent me out into the hallway to punish me. It was there in the hall that I began drawing &#39;Captain Underpants&#39;. Soon I was making my own comic books about him.","author":"Dav Pilkey","topic":"Teacher"},{"quote":"Everybody who is incapable of learning has taken to teaching.","author":"Oscar Wilde","topic":"Teacher"},{"quote":"After all manner of professors have done their best for us, the place we are to get knowledge is in books. The true university of these days is a collection of books.","author":"Albert Camus","topic":"Teacher"},{"quote":"When I was able to go to school in my early years, my third grade teacher, Ms. Harris, convinced me that one day I would be a writer. I heard her, but I knew that I had to leave Georgia, and unlike my friend Ray Charles, I did not go around with &#39;Georgia on My Mind.&#39;","author":"John Henrik Clarke","topic":"Teacher"},{"quote":"My dad, who was a teacher, used to tell me that a teacher&#39;s goal should be for every one of their students to get an A. If that&#39;s your goal every day - to make every student or player learn - then it doesn&#39;t matter if you won last year or didn&#39;t win. When next year&#39;s team shows up, I try to help every player become as good as they can be.","author":"Tony Dungy","topic":"Teacher"},{"quote":"The primary task of a useful teacher is to teach his students to recognize &#39;inconvenient&#39; facts - I mean facts that are inconvenient for their party opinions.","author":"Max Weber","topic":"Teacher"},{"quote":"People go into cartooning because they&#39;re shy and they&#39;re angry. That&#39;s when you&#39;re sitting in the back of a classroom drawing the teacher.","author":"Matt Groening","topic":"Teacher"},{"quote":"When every church becomes a school, every cathedral a university, every clergyman a teacher, and all their hearers brave and honest thinkers, then - and not until then - will the dream of poet, patriot, philanthropist and philosopher become a real and blessed truth.","author":"Robert Green Ingersoll","topic":"Teacher"},{"quote":"A little girl who finds a puzzle frustrating might ask her busy mother (or teacher) for help. The child gets one message if her mother expresses clear pleasure at the request and quite another if mommy responds with a curt &#39;Don&#39;t bother me - I&#39;ve got important work to do.&#39;","author":"Daniel Goleman","topic":"Teacher"},{"quote":"I loved Debussy, Stravinsky, Chopin, Tchaikovsky, anything with romantic melodies, especially the nocturnes. Nietzsche was a hero, especially with &#39;Thus Spoke Zarathustra.&#39; He gets a bad rap; he&#39;s very misunderstood. He&#39;s a maker of individuals, and he was a teacher of teachers.","author":"Joni Mitchell","topic":"Teacher"},{"quote":"It is by teaching that we teach ourselves, by relating that we observe, by affirming that we examine, by showing that we look, by writing that we think, by pumping that we draw water into the well.","author":"Henri Frederic Amiel","topic":"Teacher"},{"quote":"If you take golf, you have a teacher for the drive, a teacher for the approach play, and a teacher for the putt. That&#39;s three specialist coaches for one player. In football, one coach looks after 25 players.","author":"Johan Cruyff","topic":"Teacher"},{"quote":"The parents have a right to say that no teacher paid by their money shall rob their children of faith in God and send them back to their homes skeptical, or infidels, or agnostics, or atheists.","author":"William Jennings Bryan","topic":"Teacher"},{"quote":"We are all busy. It&#39;s easy to find excuses for not reaching out to others, but I imagine they will sound as hollow to our Heavenly Father as the elementary school boy who gave his teacher a note asking that he be excused from school March 30th through the 34th.","author":"Joseph B. Wirthlin","topic":"Teacher"},{"quote":"Creative activity could be described as a type of learning process where teacher and pupil are located in the same individual.","author":"Arthur Koestler","topic":"Teacher"},{"quote":"Every single major push in education has made it worse and right now it&#39;s really bad because everything we&#39;ve done is de-humanizing education. It&#39;s destroying the possibility of the teacher and the student having a warm, friendly, intellectual relationship.","author":"William Glasser","topic":"Teacher"},{"quote":"When we become a really mature, grown-up, wise society, we will put teachers at the center of the community, where they belong. We don&#39;t honor them enough, we don&#39;t pay them enough.","author":"Charles Kuralt","topic":"Teacher"},{"quote":"I think there are so many ways to become interested in music. I believe signs of sustained interest gives a sense of the right time. Music, if thought of as a language, would perhaps indicate that as early as possible is not so bad. I do believe that a really nurturing first teacher that makes the child love something is crucial.","author":"Yo-Yo Ma","topic":"Teacher"},{"quote":"I really feel like if they&#39;d have let me just pace in the back of the classroom while the teacher was talking, I&#39;d have done much better. I have to move. But you know, that&#39;s disruptive for the class, and as a result, there was a ripple effect of having to sit still that found its way into every aspect of my life.","author":"Ryan Gosling","topic":"Teacher"},{"quote":"Prosperity is a great teacher; adversity a greater.","author":"William Hazlitt","topic":"Teacher"},{"quote":"We expert teachers know that motivation and emotional impact are what matter.","author":"Donald Norman","topic":"Teacher"},{"quote":"Society needs both parents and nonparents, both the work party and the home party. While raising children is the most important work most people will do, not everyone is cut out for parenthood. And, as many a childless teacher has proved, raising kids is not the only important contribution a person can make to their future.","author":"Virginia Postrel","topic":"Teacher"},{"quote":"I don&#39;t learn so good, no matter how good the teacher is.","author":"Warren Zevon","topic":"Teacher"},{"quote":"I remember, when I was at school, we would have a 10-minute storytelling session where we&#39;d all sit on the floor cross-legged, and the teacher would read. It became something we all really looked forward to. That was part of the reason I grew to love stories.","author":"Malorie Blackman","topic":"Teacher"},{"quote":"I suppose a good director is like a teacher. I think that someone like David Cronenberg was very much like a teacher, because there&#39;s an openness, but a certain set of rules of behavior, and a certain conduct expected. But there&#39;s an atmosphere that&#39;s relaxed and conducive to exploration, and that is created by someone like Cronenberg.","author":"Viggo Mortensen","topic":"Teacher"},{"quote":"The first responsibility of the Muslim is as teacher. That is his job, to teach. His first school, his first classroom is within the household. His first student is himself. He masters himself and then he begins to convey the knowledge that he has acquired to the family. The people who are closest to him.","author":"H. Rap Brown","topic":"Teacher"},{"quote":"As a student I learned from wonderful teachers and ever since then I&#39;ve thought everyone is a teacher.","author":"Bill Moyers","topic":"Teacher"},{"quote":"I was 20 years old, working as a roofer and a telemarketer and driving a taxi, just barely getting by. A friend of a friend suggested I try acting. I was like, &#39;Why? What am I going to do? Community theater?&#39; But I took a class, and the teacher thought that I had potential, so I moved to Vancouver and started auditioning.","author":"Cory Monteith","topic":"Teacher"},{"quote":"The best teacher is the one who suggests rather than dogmatizes, and inspires his listener with the wish to teach himself.","author":"Edward G. Bulwer-Lytton","topic":"Teacher"},{"quote":"Remember when you were in school and the teacher would put a picture under an overhead projector so you could see it on the wall? God, I loved that. Tellya the truth, I used to look at that beam of light and think it was God.","author":"Lynda Barry","topic":"Teacher"},{"quote":"The contrasts between what is spent today to educate a child in the poorest New York City neighborhoods, where teacher salaries are often even lower than the city averages, and spending levels in the wealthiest suburban areas are daunting challenges to any hope New Yorkers might retain that even semblances of fairness still prevail.","author":"Jonathan Kozol","topic":"Teacher"},{"quote":"From a very early age, my wife and I told our son that there are times and places for everything. I told him, look, when you&#39;re in class, you have to be quiet and listen to your teacher, but when you go out to the playground, you can scream and be silly.","author":"Mark Hoppus","topic":"Teacher"},{"quote":"I&#39;ve always remembered something Sanford Meisner, my acting teacher, told us. When you create a character, it&#39;s like making a chair, except instead of making someting out of wood, you make it out of yourself. That&#39;s the actor&#39;s craft - using yourself to create a character.","author":"Robert Duvall","topic":"Teacher"},{"quote":"I come from a family of educators. My sister is a college teacher. My dad is a college teacher, but first a junior high teacher.","author":"J. K. Simmons","topic":"Teacher"},{"quote":"When I was either 7 or 8 years old, I did a sketch every day of my teacher and what she wore. At the end of the year, I gave her the sketchbook. For me, the sketching of dresses was about fantasy and dreams.","author":"Alber Elbaz","topic":"Teacher"},{"quote":"It&#39;s funny: I always, as a high school teacher and particularly as a high school yearbook teacher, because yearbook staffs are 90 percent female, I got to sit in and overhear teenage girl talk for many years. I like teenage girls; I like their drama, their foibles. And I think, &#39;I&#39;ll be good with a teenage daughter!&#39;","author":"Rob Thomas","topic":"Teacher"},{"quote":"I love films that make me react emotionally and physically when you walk out of the cinema. Two of my favorite films however have got to be &#39;The Tree Of Life&#39; and &#39;The Piano Teacher,&#39; which also stars one of my favourite actresses Isabelle Huppert.","author":"Alicia Vikander","topic":"Teacher"},{"quote":"I&#39;m trained as a teacher; that&#39;s the only thing I&#39;ve got a certificate for.","author":"Quentin Blake","topic":"Teacher"},{"quote":"I do home schooling. I went to regular school until fifth grade, and then I started doing home schooling, which it&#39;s completely different. I have a teacher on set with me and I just work with her, one-on-one.","author":"Miranda Cosgrove","topic":"Teacher"},{"quote":"I remember my choir teacher in high school told me, &#39;When in doubt, sing loud.&#39; I&#39;m a terrible singer, but I always auditioned for the musicals, and would get cast in them because I really would just put it all out there. That was really good advice, and I think it works for everything, not just acting.","author":"Judy Greer","topic":"Teacher"},{"quote":"As a teacher, as a propagandist, Mr. Shaw is no good at all, even in his own generation. But as a personality, he is immortal.","author":"Max Beerbohm","topic":"Teacher"},{"quote":"My parents being Bengali, we always had music in our house. My nani was a trained classical singer, who taught my mum, who, in turn, was my first teacher. Later I would travel almost 70 kms to the nearest town, Kota, to learn music from my guru Mahesh Sharmaji, who was also the principal of the music college there.","author":"Shreya Ghoshal","topic":"Teacher"},{"quote":"There are many teachers who could ruin you. Before you know it you could be a pale copy of this teacher or that teacher. You have to evolve on your own.","author":"Berenice Abbott","topic":"Teacher"},{"quote":"We often grow up being told that we can do this or that, but if you don&#39;t see anybody that looks like you doing it, you don&#39;t believe you can do it. But I had great teachers, and I wanted to be a great teacher.","author":"Jesse Williams","topic":"Teacher"},{"quote":"You never stop learning. If you have a teacher, you never stop being a student.","author":"Elisabeth Rohm","topic":"Teacher"},{"quote":"Art owes its origin to Nature herself... this beautiful creation, the world, supplied the first model, while the original teacher was that divine intelligence which has not only made us superior to the other animals, but like God Himself, if I may venture to say it.","author":"Giorgio Vasari","topic":"Teacher"},{"quote":"My grade 3 teacher put on a kids&#39; Christmas concert, and I played the kazoo, so my mother bought me a trumpet. I took lessons for eight years, was in the Kitsilano Boys Band, and I played in the Vancouver Junior Symphony for two years.","author":"Jim Pattison","topic":"Teacher"},{"quote":"To learn to ride a bicycle, as with the other great noble human inventions, is a hugely complex activity. Generally, it requires three things: the learner, the teacher and the bicycle, all in the same place at the same time, most often outside someplace.","author":"Chris Raschka","topic":"Teacher"},{"quote":"Without any doubt at all, teacher quality is the fundamental differentiator. Not just, incidentally, of education, but I would argue, probably the biggest single differentiator of success for the nations of the 21st Century.","author":"David Puttnam","topic":"Teacher"},{"quote":"When I got back from London, I started with a new voice teacher in the experimental wing, who trained me to have my own artistry as opposed to forcing a technique upon me.","author":"Lia Ices","topic":"Teacher"},{"quote":"To be a teacher you have to have a very giving, selfless personality. I don&#39;t think I&#39;m that selfless and giving.","author":"Chris Parnell","topic":"Teacher"},{"quote":"I think everyone should take an acting class. It&#39;s like therapy because you get to learn a lot about yourself if it&#39;s the right teacher. You&#39;re putting yourself up there in front of people, and it takes a lot of the intimidation of everyday away.","author":"Joelle Carter","topic":"Teacher"},{"quote":"My teacher, Professor Smil Sommarin, was a fine pedagogue, a very generous person, and a great admirer of Kurt Wicksell.","author":"Bertil Ohlin","topic":"Teacher"},{"quote":"A master can tell you what he expects of you. A teacher, though, awakens your own expectations.","author":"Patricia Neal","topic":"Teacher"},{"quote":"The role of the teacher remains the highest calling of a free people. To the teacher, America entrusts her most precious resource, her children; and asks that they be prepared... to face the rigors of individual participation in a democratic society.","author":"Shirley Hufstedler","topic":"Teacher"},{"quote":"Experience is the best teacher of all. And for that, there are no guarantees that one will become an artist. Only the journey matters.","author":"Harry Callahan","topic":"Teacher"},{"quote":"I have long enjoyed the friendship and companionship of Republicans because I am by instinct a teacher, and I would like to teach them something.","author":"Woodrow Wilson","topic":"Teacher"},{"quote":"I wanted to be a teacher.","author":"Kim Kardashian","topic":"Teacher"},{"quote":"I think some parents now look at a youngster failing as the final thing. It&#39;s a process, and failure is part of the process. I would like it if the teacher and the parents would connect more. I think that used to be, but we&#39;re losing a little bit of that right now.","author":"Mike Krzyzewski","topic":"Teacher"},{"quote":"In America the schools have become too permissive, the kids now are controlling the schools, the tail is wagging the dog. We&#39;ve got to make a change there and get it back to where the teachers have control of the classrooms.","author":"Chuck Norris","topic":"Teacher"},{"quote":"A coach, especially at a college level - much more at a college or high school level, than at a pro level - you&#39;re more of a teacher than an actual coach.","author":"Matthew McConaughey","topic":"Teacher"},{"quote":"My mother was a public school teacher in Virginia, and we didn&#39;t have any money, we just survived on happiness, on being a happy family.","author":"Dave Grohl","topic":"Teacher"},{"quote":"I could never have pictured myself writing a book when I was 25 years old. My mom was an English teacher but I wasn&#39;t that way growing up.","author":"Tony Dungy","topic":"Teacher"},{"quote":"You never know what&#39;s going to happen. My mother was an English teacher. If someone had told her that I was going to write a book, she would never have believed that. So you can never say never.","author":"Tony Dungy","topic":"Teacher"},{"quote":"It is the malady of our age that the young are so busy teaching us that they have no time left to learn.","author":"Eric Hoffer","topic":"Teacher"},{"quote":"My father was a teacher and my mother also worked in the school, so the family has a background in education.","author":"Nick Cave","topic":"Teacher"},{"quote":"My mom is a teacher, my dad was a writer for television, his dad was a writer for television, and combining those two has been sort of the goal of my life.","author":"Joss Whedon","topic":"Teacher"},{"quote":"I wanted to be a Teacher with a big T: teach the whole planet. It led me into writing and speaking to large groups.","author":"Jack Canfield","topic":"Teacher"},{"quote":"I would suggest that teachers show their students concrete examples of the negative effects of the actions that gangsta rappers glorify.","author":"Kareem Abdul-Jabbar","topic":"Teacher"},{"quote":"I had always been fascinated with Napoleon because he was a self-made emperor; Victor Hugo said, &#39;Napoleon&#39;s will to power,&#39; and it was the title of my paper. And I submitted it to my teacher, and he didn&#39;t think I had written it. And he wanted me to explain it to him.","author":"August Wilson","topic":"Teacher"},{"quote":"I think it goes back to my high school days. In computer class, the first assignment was to write a program to print the first 100 Fibonacci numbers. Instead, I wrote a program that would steal passwords of students. My teacher gave me an A.","author":"Kevin Mitnick","topic":"Teacher"},{"quote":"Discussion in class, which means letting twenty young blockheads and two cocky neurotics discuss something that neither their teacher nor they know.","author":"Vladimir Nabokov","topic":"Teacher"},{"quote":"Vadim was both my teacher and my husband. I placed myself entirely in his hands.","author":"Brigitte Bardot","topic":"Teacher"},{"quote":"I did things like get in a cupboard before the teacher came in at the beginning of a lesson, and then, two minutes before the end of the class, I come out of the cupboard and go, &#39;Sorry I&#39;m late.&#39;","author":"Miranda Hart","topic":"Teacher"},{"quote":"Jesse Jackson is a leader and a teacher who can open our hearts and open our minds and stir our very souls.","author":"Ann Richards","topic":"Teacher"},{"quote":"I had a heartbreaking experience when I was 9. I always wanted to be a guard. The most wonderful girl in the world was a guard. When I got polio and then went back to school, they made me a guard. A teacher took away my guard button.","author":"Francis Ford Coppola","topic":"Teacher"},{"quote":"When I was about ten years old, I gave my teacher an April Fool&#39;s sandwich, which had a dead goldfish in it.","author":"Alan Alda","topic":"Teacher"},{"quote":"I was a trial lawyer. At the same time, I was a teacher. I taught about the political and social content of film for American University. Then I left and became a teacher at the University of California at Santa Cruz. I taught about the political and social content of film, but I also taught a course in law for undergraduates.","author":"Ben Stein","topic":"Teacher"},{"quote":"Every man who rises above the common level has received two educations: the first from his teachers; the second, more personal and important, from himself.","author":"Edward Gibbon","topic":"Teacher"},{"quote":"We can teach a lot of things, but if the teacher can&#39;t relate by talking to a group of friendly students, he&#39;ll never be a competent teacher.","author":"William Glasser","topic":"Teacher"},{"quote":"Prior to being allowed to enter the profession, prospective teachers should be asked to talk with a group of friendly students for at least half an hour and be able to engage them in an interesting conversation about any subject the prospective teacher wants to talk about.","author":"William Glasser","topic":"Teacher"},{"quote":"I&#39;ve been reading Greek mythology since I was a kid. I also taught it when I was a sixth grade teacher, so I knew a lot of mythological monsters already. Sometimes I still use books and Web sites to research, though. Every time I research Greek mythology, I learn something new!","author":"Rick Riordan","topic":"Teacher"},{"quote":"I tend to think of a myth and then explore how it would play out if it were happening in the modern-day world. I modify all the myths I use, but I stick very closely to their structure - it is the hidden teacher in me.","author":"Rick Riordan","topic":"Teacher"},{"quote":"Credentials are critical if you want to do something professional. If you want to become a doctor or lawyer or teacher or professor, there is a credentialing process. But there are a lot of other things where it&#39;s not clear they&#39;re that important.","author":"Peter Thiel","topic":"Teacher"},{"quote":"When I was nine, the teacher asked us to write a piece about our village fete. He read mine in class. I was encouraged and continued. I even wanted to write my memoirs at the age of ten. At twelve I wrote poetry, mostly about friendship - &#39;Ode to Friendship.&#39; Then my class wanted to make a film, and one little boy suggested that I write the script.","author":"Eugene Ionesco","topic":"Teacher"},{"quote":"I became a teacher all right. I wanted to become a teacher because I had a misconception about it. I didn&#39;t know that I&#39;d be going into - when I first became a high school teacher in New York, that I&#39;d be going into a battle zone, and no one prepared me for that.","author":"Frank McCourt","topic":"Teacher"},{"quote":"I have a terrible tendency to lick my fingers when I cook. So much so that I got a telling off from my pastry teacher years ago, who said it would hinder my prospects.","author":"Yotam Ottolenghi","topic":"Teacher"},{"quote":"NASA was going to pick a public school teacher to go into space, observe and make a journal about the space flight, and I am a teacher who always dreamed of going up into space.","author":"Christa McAuliffe","topic":"Teacher"},{"quote":"Believe it or not, one teacher used to call me a giant spastic for not being able to play football.","author":"Peter Capaldi","topic":"Teacher"},{"quote":"I&#39;m like a really goofy home ec teacher.","author":"Alton Brown","topic":"Teacher"},{"quote":"If you lock me in the room with a piano teacher for a year I might be able to knock out a rendition of &#39;Roll Out The Barrel,&#39; but will I ever be a concert pianist? No.","author":"Alan Sugar","topic":"Teacher"},{"quote":"I have always admired teachers because teaching, like the priesthood, medicine and writing, is a vocation. You don&#39;t become a teacher because you want wealth. It is the same with writing.","author":"F. Sionil Jose","topic":"Teacher"},{"quote":"We may have forgotten how to feel. Nobody is teaching us how to live happily ever after, as we&#39;ve heard in fairy tales.","author":"Yakov Smirnoff","topic":"Teacher"},{"quote":"I remember being in a history lesson and saying to my teacher, &#39;How come you never talk about black scientists and inventors and pioneers?&#39; And she looked at me and said, &#39;Because there aren&#39;t any.&#39;","author":"Malorie Blackman","topic":"Teacher"},{"quote":"What is the benefit of fasting in our body while filling our souls with innumerable evils? He who does not play at dice, but spends his leisure otherwise, what nonsense does he not utter? What absurdities does he not listen to? Leisure without the fear of God is, for those who do not know how to use time, the teacher of wickedness.","author":"Saint Basil","topic":"Teacher"},{"quote":"But I think that any young drummer starting out today should get himself a great teacher and learn all there is to know about the instrument that he wants to play.","author":"Buddy Rich","topic":"Teacher"},{"quote":"I had a classic gym teacher in junior high who wore a weightlifter&#39;s belt all the time.","author":"Danny McBride","topic":"Teacher"},{"quote":"I have been luckier than anyone I know or even heard of. I had a very happy childhood, a good education, I enjoyed working as a teacher, journalist and author. I have loved a wonderful man for over 33 years, and I believe he loves me, too.","author":"Maeve Binchy","topic":"Teacher"},{"quote":"I actually got thrown into my Bar Mitzvah because my teacher, my Cantor, did not tell me that they would all say &#39;amen&#39; at the end of each, for want of a better word, paragraph. And that threw me completely. I almost went into an Ella Fitzgerald sort of scat.","author":"Jeffrey Tambor","topic":"Teacher"},{"quote":"You know, a football coach is nothing more than a teacher. You teach them the same subject, and you have a group of new guys every year.","author":"Darrell Royal","topic":"Teacher"},{"quote":"I made video art for quite a long time, and I made this video covering myself in burgers and dancing to Major Lazer and doing covers of Britney Spears songs... I can&#39;t remember how I got there, but my teacher said he&#39;d have to fail me because it had mild nudity.","author":"Charli XCX","topic":"Teacher"},{"quote":"Teachers make a difference, and we would serve our students better by focusing on attracting and retaining the quality teachers by raising teacher pay.","author":"Jeb Bush","topic":"Teacher"},{"quote":"Being a teacher is back-breakingly difficult work. It is also extremely important work.","author":"Timothy Noah","topic":"Teacher"},{"quote":"Effective teacher support in my mind is the same thing as effective management. Our teachers need strong management, just like anyone in any profession.","author":"Wendy Kopp","topic":"Teacher"},{"quote":"I was very studious, too much. I would never go out at weekends. I was very serious. You should have seen me in class - I was blushing and sweating every time the teacher asked me something.","author":"Eva Green","topic":"Teacher"},{"quote":"Delayed gratification is a sweet lesson whose teacher knows the best is not right now, it is yet to be.","author":"Maximillian Degenerez","topic":"Teacher"},{"quote":"My younger sister had kids before I did, and managed to earn a master&#39;s degree while raising them as a single parent. Now she&#39;s a brilliant second-grade teacher. I&#39;m in awe of her ability to juggle everything and still be a great mother.","author":"Idina Menzel","topic":"Teacher"},{"quote":"Instead of five hundred thousand average algebra teachers, we need one good algebra teacher. We need that teacher to create software, videotape themselves, answer questions, let your computer or the iPad teach algebra... The hallmark of any good technology is that it destroys jobs.","author":"Michael J. Saylor","topic":"Teacher"},{"quote":"At school, I was the classroom clown - I was always being thrown out for being naughty. Before I left, a teacher called me in and suggested I became an actor.","author":"David Harewood","topic":"Teacher"},{"quote":"I loved theatre and did magic, too, but I was never the best at it - there was never a teacher saying, &#39;You&#39;re great, you have to make this your career!&#39; I was good at science and math. I figured I&#39;d go into science and become a dentist.","author":"Nathan Fielder","topic":"Teacher"},{"quote":"Every single substitute teacher growing up could not pronounce my name, so whenever someone pauses, I&#39;m like, &#39;Oh, that&#39;s me.&#39;","author":"Cary Fukunaga","topic":"Teacher"},{"quote":"I lived in a town of 400 until I was like nine or ten. My dad coached all the sports - he was a gym teacher and health teacher for grades K-12.","author":"January Jones","topic":"Teacher"},{"quote":"My dad remembers being in school with my uncle, and the teacher would say outright to the class that the Japanese were second-class citizens and shouldn&#39;t be trusted.","author":"Mike Shinoda","topic":"Teacher"},{"quote":"I&#39;m a craftsman type of teacher. I don&#39;t like the thematic type of teaching that takes place in a lot of colleges.","author":"Ethan Canin","topic":"Teacher"},{"quote":"I&#39;m not a prophet. I&#39;m not a teacher. I have no degrees. My degree is from the University of Life.","author":"Jamie Lee Curtis","topic":"Teacher"},{"quote":"It&#39;s not our job to choose the best Sunday school teacher, like Jimmy Carter was. It&#39;s our job to choose who would defend and protect our nation, who would be the best president.","author":"Jerry Falwell, Jr.","topic":"Teacher"},{"quote":"Ineffective substitute teaching is a problem that means thousands of hours of lost learning for America&#39;s students. It cannot be dismissed with a sigh and &#39;Just wait for the teacher to come back on Monday.&#39;","author":"Adora Svitak","topic":"Teacher"},{"quote":"We need to do teacher training to educate them about what temperament means. Shyness is painful and you want to help a child with shyness - but the underlying temperament of being a careful, sensitive person is to be honoured, valued and respected.","author":"Susan Cain","topic":"Teacher"},{"quote":"As a kid, I had this ultimate goal to be a teacher. I wanted to be a history teacher like my dad.","author":"Mike Trout","topic":"Teacher"},{"quote":"The average American worker gets something like 14 days of paid vacation. In my school, you&#39;d use up ten of those taking care of your kids on teacher professional days, then tack on a couple more for kids getting sick.","author":"Hanna Rosin","topic":"Teacher"},{"quote":"In other words, if a teacher only teaches in one way, then they conclude that the kids who can&#39;t learn well that way don&#39;t have the ability, when, in fact, it may be that the way the teacher&#39;s teaching is not a particularly good match to the way those kids learn.","author":"Robert Sternberg","topic":"Teacher"},{"quote":"If you told me when I was a teen that I would end up being a teacher, I would have said you&#39;re out of your mind, because quite frankly I hated school.","author":"Tim Gunn","topic":"Teacher"},{"quote":"Iggy Pop is a pure Michigan product - gritty, smart, but not afraid of looking stupid or foolish. His father was once a high school English teacher. I love Iggy as a physical entity, sinewy, twisty - even in old age - an embodiment of rock and roll history.","author":"David Means","topic":"Teacher"},{"quote":"Mary and Jesus had this extraordinary relationship between them. What a teacher Mary is, really. It is the ultimate trusting; that she had to trust God, that she was so privileged to be the mother of the Savior, that she had to stand there as a mother and watch her son being murdered and trust that that is what he came to do.","author":"Roma Downey","topic":"Teacher"},{"quote":"I was a very bad accountant; I didn&#39;t care about money, golf or discovering fraud. After about a year I was sacked; then I went into teacher training.","author":"Joanne Harris","topic":"Teacher"},{"quote":"My parents, grandmother and brother were teachers. My mother taught Latin and French and was the school librarian. My father taught geography and a popular class called Family Living, the precursor to Sociology, which he eventually taught. My grandmother was a beloved one-room school teacher at Knob School, near Sonora in Larue County, Ky.","author":"Sam Abell","topic":"Teacher"},{"quote":"I was introduced to theater by a teacher that found me when I was in elementary school. She tested me for the Gifted and Talented program, started taking me to see the &#39;Nutcracker Ballet.&#39; I got involved.","author":"Todrick Hall","topic":"Teacher"},{"quote":"I&#39;ve gone to prom multiple times, had fights with the principal, a relationship with my teacher. When people ask if I wish I had gone to high school, I tell them that I&#39;ve acted all of that stuff out, and it just doesn&#39;t seem like fun.","author":"Britt Robertson","topic":"Teacher"},{"quote":"I think my parents were happy that I&#39;d gone to university and gotten a degree in history so they thought, &#39;Well if acting doesn&#39;t work for him, he can always become a history teacher or something.&#39; Fortunately, the acting worked out.","author":"Derek Jacobi","topic":"Teacher"},{"quote":"The teacher of history&#39;s work should be, ideally, not simply a description of past cultures, but a performance of the culture in which we live and are increasingly taking our being.","author":"William Irwin Thompson","topic":"Teacher"},{"quote":"My favorite English teacher in high school showed me &#39;Brazil&#39; when I was 15, and it blew my mind. It&#39;s one of those movies that&#39;s revealed itself in different ways as I&#39;ve gone back to it over the years.","author":"Win Butler","topic":"Teacher"},{"quote":"I think that when you&#39;re queer, you grow up with these kinds of men who might have made you feel small because of who you are. They could be part of your family, or somebody on the street, or a teacher.","author":"Ben Hopkins","topic":"Teacher"},{"quote":"My grandmother was a teacher, my sister was a teacher, my daughter was a teacher and is now a superintendent in northern California, and my son-in-law is a high school principal. I am surrounded.","author":"Loni Anderson","topic":"Teacher"},{"quote":"My mother wanted me to be a teacher. She had this vision of me walking across the quadrangle in an Oxford college wearing my academic gown.","author":"Simon Callow","topic":"Teacher"},{"quote":"If you ask me about vocal technique, I don&#39;t know anything. I could never be a teacher. I just know what my teacher told me: &#39;Always sing with a full voice. When they tell you, less sound, more piano - no.&#39;","author":"Anna Netrebko","topic":"Teacher"},{"quote":"I call myself a teacher because they want me to call myself a teacher, but actually, what I&#39;m doing is I&#39;m studying.","author":"Chick Corea","topic":"Teacher"},{"quote":"I had a high school English teacher who made me really work at writing. And once, when I got an assignment back, she&#39;d written: &#39;This is so good, Andrew. This should be published!&#39; That made a big impression on me.","author":"Andrew Clements","topic":"Teacher"},{"quote":"The best teacher is an entertainer.","author":"Bob Keeshan","topic":"Teacher"},{"quote":"If I wasn&#39;t an actor, I&#39;d be a teacher, a history teacher. After all, teaching is very much like performing. A teacher is an actor, in a way. It takes a great deal to get, and hold, a class.","author":"Richard Dreyfuss","topic":"Teacher"},{"quote":"I see myself as an old man and an unqualified teacher to the nation. I think being a teacher is probably the most important thing you can be in politics.","author":"Tony Benn","topic":"Teacher"},{"quote":"My old teacher&#39;s definition of poetry is an attempt to understand.","author":"Thom Gunn","topic":"Teacher"},{"quote":"I wasn&#39;t a ballet baby. My first dance class was in an outdoor pavilion when I was three. It was called &#39;creative movement.&#39; The teacher gave us chiffon scarves in beautiful colors. She turned on some music and said, &#39;Now go dance.&#39; So for me, dance has always been about self-expression.","author":"Carrie Ann Inaba","topic":"Teacher"},{"quote":"Some of my high school teachers did remind me that I had an excellent imagination when it came to making up excuses.","author":"David E. Kelley","topic":"Teacher"},{"quote":"In my teens, I developed a passionate idolatry for a teacher of English literature. I wanted to do something that he would approve of more, so I thought I should be some sort of a scholar.","author":"Trevor Nunn","topic":"Teacher"},{"quote":"Why can&#39;t a seven-foot guy play a doctor? Why can&#39;t I be a teacher? Why can&#39;t I be a football coach? Why can&#39;t I be a cab driver? Anything. Anything else than that. I can cry. I can do those things that they think the big guys can&#39;t do. So just give us a chance.","author":"Grizz Chapman","topic":"Teacher"},{"quote":"I had an art teacher who&#39;s the reason I got there in high school who encouraged me to go to Alabama. That&#39;s where she had gone and kept raving over their art department.","author":"Sela Ward","topic":"Teacher"},{"quote":"I was 13 years old at music school talking to my teacher. I can&#39;t quite remember what it was I was trying to describe, but I do remember my music teacher saying to me, &#39;Do you have synesthesia?&#39; In hindsight, it seems a little presumptuous of her to think a little boy in Essex would know what synesthesia was.","author":"Dev Hynes","topic":"Teacher"},{"quote":"The best came from my martial arts teacher, who also taught Elvis. He said, &#39;Your ego will get you killed.&#39;","author":"William Sanderson","topic":"Teacher"},{"quote":"To this end the greatest asset of a school is the personality of the teacher.","author":"John Strachan","topic":"Teacher"},{"quote":"The Black Panthers was what we would call today a criminal gang that was formed by Huey Newton. Now, interestingly enough, I knew Huey Newton before he formed the Black Panthers. He was a student of mine when I was a teacher, instructor at Oakland City College back in the very early 1960s.","author":"Edwin Meese","topic":"Teacher"},{"quote":"My father was my main influence. He was a preacher, but he was also a history and political science teacher, and since he was my hero, I wanted to follow in his footsteps and become a teacher.","author":"David Soul","topic":"Teacher"},{"quote":"About Grade 9 and Grade 10, I had a fantastic drama teacher, and it was one of the first subjects I actually felt that I was good at. I wasn&#39;t a mathematician. Didn&#39;t like science, any of those subjects. English and Drama were the two subjects that I loved and felt that I was good at.","author":"Deborah Mailman","topic":"Teacher"},{"quote":"I am a certified yoga teacher and I love to cycle and swim.","author":"Cara Buono","topic":"Teacher"},{"quote":"I always think the relationship between a teacher and a student should be short and maybe violent. You don&#39;t need to spend years together. All you need is an explosion: you are the material to explode; the teacher is the detonator.","author":"Pierre Boulez","topic":"Teacher"},{"quote":"My father is a retired army captain and banking software salesman, and my mother is an English teacher.","author":"Jim Parrack","topic":"Teacher"},{"quote":"Benevolence alone will not make a teacher, nor will learning alone do it. The gift of teaching is a peculiar talent, and implies a need and a craving in the teacher himself.","author":"John Jay Chapman","topic":"Teacher"},{"quote":"Conceptually, I always took issue with bullies and those who took advantage of others, whether it was a teacher&#39;s cruelty to a student, or a student who picked fights with others.","author":"Pierce Brown","topic":"Teacher"},{"quote":"I&#39;m a fairly ordinary person - a lifelong reader, a former software engineer, and former math teacher. I come from a wonderful family of teachers, musicians, librarians, and engineers. I think I surprised them as well as my friends and coworkers when I took up writing as a hobby and let it take over my life!","author":"Carol Berg","topic":"Teacher"},{"quote":"It&#39;s quite hard to have your mom as a teacher - it&#39;s like, she&#39;s not necessarily a &#39;real teacher&#39; for me. But she&#39;d always teach me to really hear the music, and develop my ear, and to try and hear the harmonics of the piano.","author":"Birdy","topic":"Teacher"},{"quote":"There is no education system in the world - none at all - that&#39;s better than its average teacher.","author":"David Puttnam","topic":"Teacher"},{"quote":"The building blocks of mathematical thinking are requisite for more advanced conceptualization. If a student is not ready to move on, then the teacher must take time to assist that learner.","author":"Heidi Hayes Jacobs","topic":"Teacher"},{"quote":"I felt like I was a teacher. But nowadays, I am as much a student of his. He writes a lot of what we play.","author":"Gary Burton","topic":"Teacher"},{"quote":"I want to clear up a few myths about myself. People have written that I was a kindergarten teacher and a former Miss Texas, and neither is true.","author":"Krista Allen","topic":"Teacher"},{"quote":"Martial arts is a life journey. One of the things my teacher taught me a long time ago was that everyone&#39;s path to the mastery of a certain system is different. Some people&#39;s path is a very direct route, where others might wind back and forth if you are injured or something.","author":"Ryan Potter","topic":"Teacher"},{"quote":"Every writing teacher gives the subliminal message, every time they teach: &#39;Your life counts for something.&#39; In no other subject that I know of is that message given.","author":"Roger Rosenblatt","topic":"Teacher"},{"quote":"My mother was a teacher. She was grooming my brother and me to be successful, accomplished people.","author":"Laverne Cox","topic":"Teacher"},{"quote":"The expectation was I would get married and become a mother and settle down. We didn&#39;t have any role models. We saw teachers and doctors and nurses, but I&#39;m not a teacher, and there was no possibility of being a doctor or a nurse. I had to work and find my own way.","author":"Alexis Wright","topic":"Teacher"},{"quote":"In 1905, I was privileged to be given a place in the private laboratory of my revered teacher, Professor W. H. Perkin, Jr. at the University of Manchester.","author":"Robert Robinson","topic":"Teacher"},{"quote":"I still don&#39;t know what I&#39;m going to be. I love acting. I would love to be an English teacher. I would love to be a housewife and have a chateau in the South of France, I would love to be a singer that travels to cafes around different towns.","author":"Bethany Joy Lenz","topic":"Teacher"},{"quote":"My parents were born and brought up in New York City. My father was trained as an electrical engineer, and my mother was an elementary school teacher. They were the children of Jewish immigrants who had come to the United States from England and Lithuania in the late 1800s.","author":"David Lee","topic":"Teacher"},{"quote":"There&#39;s this old saying that, if you aren&#39;t particularly gifted in natural sciences, if you don&#39;t want to become a teacher or pastor or doctor, and don&#39;t know what else to do, then you become a lawyer. But I&#39;ve never regretted it.","author":"Bernhard Schlink","topic":"Teacher"},{"quote":"Writing is very cathartic for me. As a teacher, I hear many students say that writing can be painful and exhausting. It can be, but ultimately I believe that if you push through, the process is healing and exhilarating.","author":"Francesca Lia Block","topic":"Teacher"},{"quote":"I was born to be a teacher, and I&#39;ll die a teacher.","author":"Jacques Parizeau","topic":"Teacher"},{"quote":"Not to belittle what we do as actors, but my wife Helen is a teacher, and she makes a real difference to kids. So it&#39;s unusual to see people thinking of us as something special.","author":"Colin O'Donoghue","topic":"Teacher"},{"quote":"After this, I took private lessons in Italian from an elementary school teacher. He gave me themes to write about, and some of them turned out so well that he told me to publish them in a newspaper.","author":"Grazia Deledda","topic":"Teacher"},{"quote":"I am a teacher and the reason I&#39;m a teacher is because I&#39;m learning as hard as I can. I&#39;m not any different from anybody else. I am searching and having some success finding answers.","author":"Andy Andrews","topic":"Teacher"},{"quote":"The teacher is commodified, the school is a shop, the subjects are consumer goods. To read, to think, to reflect, isn&#39;t a question of want, it&#39;s a question of need.","author":"Daniel Pennac","topic":"Teacher"},{"quote":"I remember when I was in school I had this teacher give me this E.L. Doctorow quote: They asked him how much historical research he does for his books and he said, &#39;As little as possible.&#39; So I try and adhere to that.","author":"Scott Snyder","topic":"Teacher"},{"quote":"A teacher is never too smart to learn from his pupils. But while runners differ, basic principles never change. So it&#39;s a matter of fitting your current practices to fit the event and the individual. See, what&#39;s good for you might not be worth a darn for the next guy.","author":"Bill Bowerman","topic":"Teacher"},{"quote":"I was on a sitcom called &#39;Gary Unmarried&#39; for 37 episodes, and then I was in &#39;Bad Teacher&#39; with Cameron Diaz and Justin Timberlake.","author":"Kathryn Newton","topic":"Teacher"},{"quote":"To make the moral achievement implicit in science a source of strength to civilization, the scientist will have to have the cooperation also of the philosopher and the religious teacher.","author":"Arthur Holly Compton","topic":"Teacher"},{"quote":"I decided to take a stab at acting. I entered the American Academy of Dramatic Art, where one teacher told me I&#39;d never make it - I was too tall.","author":"Fred Gwynne","topic":"Teacher"},{"quote":"I can&#39;t tell you how many people say they were turned off from science because of a science teacher that completely sucked out all the inspiration and enthusiasm they had for the course.","author":"Neil deGrasse Tyson","topic":"Teacher"},{"quote":"I&#39;m glad I was a teacher.","author":"John Wooden","topic":"Teacher"},{"quote":"The Gates Foundation has learned that two questions can predict how much kids learn: &#39;Does your teacher use class time well?&#39; and, &#39;When you&#39;re confused, does your teacher help you get straightened out?&#39;","author":"Bill Gates","topic":"Teacher"},{"quote":"For fifteen years, I was a teacher of youth. They were years out of the fullness and bloom of my younger manhood. They were years mingled of half breathless work, of anxious self-questionings, of planning and replanning, of disillusion, or mounting wonder.","author":"W. E. B. Du Bois","topic":"Teacher"},{"quote":"Fear is not a lasting teacher of duty.","author":"Marcus Tullius Cicero","topic":"Teacher"},{"quote":"If you are giving a graduate course you don&#39;t try to impress the students with oratory, you try to challenge them, get them to question you.","author":"Noam Chomsky","topic":"Teacher"},{"quote":"In Swat, there are two jobs a woman&#39;s going to do: a teacher or a doctor. If not, then become a housewife.","author":"Malala Yousafzai","topic":"Teacher"},{"quote":"I discovered Deborah Ellis&#39;s books in the school library after my head teacher encouraged me to go beyond the school curriculum and look for books I might enjoy.","author":"Malala Yousafzai","topic":"Teacher"},{"quote":"I don&#39;t have freedom in the United States to go into a public school and preach the Gospel, nor is a student free in a public school to pray, or a teacher free to read the Bible publicly to the students. At the same time, we have a great degree of freedom for which I am grateful.","author":"Billy Graham","topic":"Teacher"},{"quote":"Howard Zinn was magical as a teacher. Witty, irreverent, and wise, he loved what he was teaching and clearly wanted his students to love it, also.","author":"Alice Walker","topic":"Teacher"},{"quote":"I have been a teacher myself all my life. I have an intense passion to share with people. Our only salvation is in knowledge, in learning.","author":"Leo Buscaglia","topic":"Teacher"},{"quote":"I am a teacher. And I think I am a serious one who happens to be enjoying life.","author":"Leo Buscaglia","topic":"Teacher"},{"quote":"My mom was a teacher - I have the greatest respect for the profession - we need great teachers - not poor or mediocre ones.","author":"Condoleezza Rice","topic":"Teacher"},{"quote":"My father was a swim teacher. We used to swim before school, swim after school.","author":"Gordon Ramsay","topic":"Teacher"},{"quote":"I&#39;d like to think I&#39;m a great teacher.","author":"Gordon Ramsay","topic":"Teacher"},{"quote":"My mother was born in Baltimore, and before her marriage, she was an artist and teacher of art.","author":"J. Robert Oppenheimer","topic":"Teacher"},{"quote":"I became a high school teacher for many years because it was a very tangible, concrete way where I could make a difference, and quite frankly, the kids didn&#39;t care who my father had been, because it was late &#39;90s; none of them were around or remembered my father.","author":"Justin Trudeau","topic":"Teacher"},{"quote":"Let&#39;s reintroduce corporal punishment in the schools - and use it on the teachers.","author":"P. J. O'Rourke","topic":"Teacher"},{"quote":"The problem with public school is not overcrowding in the classroom. The problem is not teacher unions. The problem is not underfunding or lack of computer equipment. The problem is your damn kids.","author":"P. J. O'Rourke","topic":"Teacher"},{"quote":"At the age of 6, a teacher full of ambitions, who taught in the small public school of Biran, convinced my family that I should travel to Santiago de Cuba to accompany my older sister who would enter a highly prestigious convent school. Including me was a skill of that very teacher from the little school in Biran.","author":"Fidel Castro","topic":"Teacher"},{"quote":"Music when healthy, is the teacher of perfect order, and when depraved, the teacher of perfect disorder.","author":"John Ruskin","topic":"Teacher"},{"quote":"I used to write things for friends. There was this girl I had a crush on, and she had a teacher she didn&#39;t like at school. I had a real crush on her, so almost every day I would write her a little short story where she would kill him in a different way.","author":"Stephen Colbert","topic":"Teacher"},{"quote":"Events are the best teacher for us. You try to learn from people, there is always some bend to it.","author":"Yoko Ono","topic":"Teacher"},{"quote":"My teacher Tom Spanbauer, the man who got me started writing in his workshop, used to say: &#39;Writers write because they weren&#39;t invited to a party.&#39; That always struck so true, and people always nod their heads when they hear that. Especially writers.","author":"Chuck Palahniuk","topic":"Teacher"},{"quote":"&#39;The Turner Diaries&#39; is a racist daydream by a former physics teacher writing under the pseudonym Andrew Macdonald.","author":"Gore Vidal","topic":"Teacher"},{"quote":"I could undertake to be an efficient pupil if it were possible to find an efficient teacher.","author":"Gertrude Stein","topic":"Teacher"},{"quote":"I&#39;m a teacher. My mother was a teacher. I spent 40 years as a teacher.","author":"Bobby Knight","topic":"Teacher"},{"quote":"No one wanted me to be a conscientious objector. My parents certainly didn&#39;t want it. My teacher and mentor, Joe Brearley, didn&#39;t want it. My friends didn&#39;t want it. I was alone.","author":"Harold Pinter","topic":"Teacher"},{"quote":"You can choose your family sometimes. You can choose people, it could be a teacher, it could be a professor, it could be someone you work with that actually genuinely cares about you and wants you to succeed.","author":"Nicolas Cage","topic":"Teacher"},{"quote":"My mother was a Sunday school teacher. So I am a byproduct of prayer. My mom just kept on praying for her son.","author":"Steve Harvey","topic":"Teacher"},{"quote":"A regular old drag queen is usually your science teacher who&#39;s actually wearing women&#39;s panties underneath his slacks. A drag-queen superstar is someone who actually works in clubs and makes a living doing it more than one night a year, or even one night in six months.","author":"RuPaul","topic":"Teacher"},{"quote":"I did imitations of anyone who came to my parents&#39; house, and that was my identity at school - if there were ten minutes to lunch, and the teacher was done with the lesson, he&#39;d say, &#39;Okay, Leo, get up there and do something.&#39;","author":"Leonardo DiCaprio","topic":"Teacher"},{"quote":"You can&#39;t tell a woman who is called by God to teach that she cannot teach the Word of God... So I think the distinction is that there&#39;s a difference between the authority of a pastor and a Bible teacher.","author":"Charles Stanley","topic":"Teacher"},{"quote":"When I decided that I wanted to go to college, I wanted to be a school teacher for 7th and 8th grade boys because I felt that was an important time for them. I had gone astray at that point in my life and really wanted to help keep them from making the same mistake I had made.","author":"Bill Cosby","topic":"Teacher"},{"quote":"I never had to learn English, French and German because I was brought up as all three languages. I had a private French teacher before I even went to school. That helped a lot.","author":"Karl Lagerfeld","topic":"Teacher"},{"quote":"Advice is sometimes transmitted more successfully through a joke than grave teaching.","author":"Baltasar Gracian","topic":"Teacher"},{"quote":"I&#39;m sure that had I not been a coach, I would have been some form of a teacher.","author":"John Madden","topic":"Teacher"},{"quote":"I was always shouted at by my teacher because I would draw straight on the table in the school.","author":"Christian Louboutin","topic":"Teacher"},{"quote":"Research is starting to show that a child should be engaged at least 20 hours a week. I do not think it matters which program you choose as long as it keeps the child actively engaged with the therapist, teacher, or parent for at least 20 hours a week.","author":"Temple Grandin","topic":"Teacher"},{"quote":"To me, the avocation of a teacher has something elevating and exciting. While surrounded by the young, one may always be doing good.","author":"Dorothea Dix","topic":"Teacher"},{"quote":"When I was eight, my piano teacher played seven or eight notes, and I sang them. She stopped and looked at me in shock! That was the first time I&#39;d gotten that reaction. I&#39;d had looks of horror, but never shock in a positive way.","author":"Chris Cornell","topic":"Teacher"},{"quote":"I had kind of a mean piano teacher. I went to Catholic school, so it was like the typical thing you would imagine - a little kid with a white-haired teacher frowning at the fact that I didn&#39;t practice.","author":"Chris Cornell","topic":"Teacher"},{"quote":"I went to school at the San Francisco Art Institute, thinking I was going to become an art teacher. Within the first six months I was there, I was told that I couldn&#39;t be an art teacher unless I became an artist first.","author":"Annie Leibovitz","topic":"Teacher"},{"quote":"I had a teacher who stressed for me the importance of diction in terms of... I want to be very careful about how I say this... in terms of supporting one&#39;s voice when one is singing. In other words, if you hold on to your words, your voice will pull through for you when you&#39;re singing. So be true to your vowels.","author":"Julie Andrews","topic":"Teacher"},{"quote":"Above all, we must be conscious of the primary pedagogical task, namely that we must first make something of ourselves so that a living inner spiritual relationship exists between the teacher and the children.","author":"Rudolf Steiner","topic":"Teacher"},{"quote":"I loved teaching and I did a lot of work as a teacher&#39;s assistant in college, and my favorite experience was basically getting a laugh from a bunch of people because they had just understood something.","author":"Joss Whedon","topic":"Teacher"},{"quote":"I started out as a high school teacher in inner-city Chicago and realized quite quickly that my students weren&#39;t that motivated.","author":"Jack Canfield","topic":"Teacher"},{"quote":"As a teacher at Princeton, I&#39;m surrounded by people who work hard so I just make good use of my time. And I don&#39;t really think of it as work - writing a novel, in one sense, is a problem-solving exercise.","author":"Joyce Carol Oates","topic":"Teacher"},{"quote":"I wanted to be an actor as a kid. My teacher in second grade had called a talent agency and had them call my house. My mom was so mad.","author":"Brendon Urie","topic":"Teacher"},{"quote":"I always thought I would be a teacher. And I think I actually lived up to my initial dreams, because what I do now is teach millions and millions of people many different kinds of things.","author":"Martha Stewart","topic":"Teacher"},{"quote":"My parents are the last of the middle class. My father worked for the government designing sea mines. My mother was a substitute teacher. Together, they worked really only until they were sixty.","author":"Lewis Black","topic":"Teacher"},{"quote":"I wonder if liberal kids call liberal talk shows and ask how to get along in a conservative teacher&#39;s class? No. No. It doesn&#39;t happen, &#39;cause there&#39;s no thought of getting along.","author":"Rush Limbaugh","topic":"Teacher"},{"quote":"Nearly everyone I met, worked with, or read about was my teacher, one way or another.","author":"Loretta Young","topic":"Teacher"},{"quote":"When people think of the word &#39;drive,&#39; they often think you have it or you don&#39;t, and that&#39;s where we&#39;re wrong. Drive is something that can be encouraged by a wonderful teacher, by a terrific classroom environment, by an awesome soccer team that you are on, and it can be squashed as well.","author":"Angela Duckworth","topic":"Teacher"},{"quote":"Do I think it&#39;s OK to fight authority as long as you&#39;re only talking about the high school teacher? No.","author":"John Mellencamp","topic":"Teacher"},{"quote":"I was bought an electric guitar when I was 12, but my guitar teacher beat me up. I didn&#39;t like guitar lessons and I got quite bored. My teacher was obviously bored giving me lessons, and one day I offered him a liquorice toffee, but he didn&#39;t answer. So I threw it at him, it hit him in the face, and he sort of beat me up.","author":"Simon Cowell","topic":"Teacher"},{"quote":"The first one I remember singing on stage was &#39;Somewhere Out There&#39; from &#39;An American Tail.&#39; I was around 7, and my choir teacher at school asked me if I would sing it. My parents told me that I needed to move around the stage, so for the entire time I just walked back and forth from side to side while I was singing - there&#39;s videotape of it.","author":"Carrie Underwood","topic":"Teacher"},{"quote":"You know, if you&#39;re a human and living on the planet, it doesn&#39;t matter what you do; you are not immune to the challenges, the trials, the difficulty. And that fact that I happen to be a coach and a minister and a spiritual teacher doesn&#39;t mean anything. I&#39;m still human.","author":"Iyanla Vanzant","topic":"Teacher"},{"quote":"Money is such an amazing teacher: What you choose to do with your money shows whether you are truly powerful or powerless.","author":"Suze Orman","topic":"Teacher"},{"quote":"Growing up in Kansas City, I was always neat, the teacher&#39;s pet, know-it-all type.","author":"Gretchen Rubin","topic":"Teacher"},{"quote":"They say that people teach what they need to learn. By adopting the role of happiness teacher, if only for myself, I was trying to find the method to conquer my particular faults and limitations.","author":"Gretchen Rubin","topic":"Teacher"},{"quote":"I had a ninth grade teacher who told me I was much smarter and much better than I was allowing myself to be.","author":"Scott Hamilton","topic":"Teacher"},{"quote":"In a sinful world, no community can exist for long where nobody is ever held accountable: no teacher would grade a student&#39;s performance; no citizen would sit on a jury or call a failed leader to account.","author":"Lewis B. Smedes","topic":"Teacher"},{"quote":"I remember in school once the teacher gave us a speech about anyone can make it if they try, and then she looked at me and said. &#39;I don&#39;t know what you are going to do, Georgie.&#39;","author":"George Foreman","topic":"Teacher"},{"quote":"My family was going back to England to visit my mother&#39;s grandmother, who was very ill. We went up to Liverpool and I met my great-aunt, who was just a force of nature. She was an elocution teacher and a huge enthusiast for theater and the classics. I took her amateur acting class, and she was really impressed with me.","author":"Kim Cattrall","topic":"Teacher"},{"quote":"I used to work at a school as a teacher&#39;s assistant, and my mom is a principal at an elementary school. I don&#39;t know, I think that&#39;s a pretty good life, teaching kids.","author":"Conor Oberst","topic":"Teacher"},{"quote":"In high school, I once sang &#39;Let&#39;s Get It On&#39; and &#39;Brown Sugar&#39; with a band that included my English teacher and my math teacher.","author":"Chris Pine","topic":"Teacher"},{"quote":"I started with CB radio, ham radio, and eventually went into computers. And I was just fascinated with it. And back then, when I was in school, computer hacking was encouraged. It was an encouraged activity. In fact, I remember one of the projects my teacher gave me was writing a log-in simulator.","author":"Kevin Mitnick","topic":"Teacher"},{"quote":"The first programming assignment I had in high school was to find the first 100 Fibonacci numbers. Instead, I thought it would be cooler to write a program to get the teacher&#39;s password and all the other students&#39; passwords. And the teacher gave me an A and told the class how smart I was.","author":"Kevin Mitnick","topic":"Teacher"},{"quote":"America must be the teacher of democracy, not the advertiser of the consumer society. It is unrealistic for the rest of the world to reach the American living standard.","author":"Mikhail Gorbachev","topic":"Teacher"},{"quote":"I have had a singing teacher in L.A. for many, many years just to work on my voice as an actor.","author":"Pierce Brosnan","topic":"Teacher"},{"quote":"I must have got my detailed, obsessive streak from my father, who was an English teacher, because my mother wasn&#39;t like me at all.","author":"Barbra Streisand","topic":"Teacher"},{"quote":"Once I accomplish one thing and I&#39;m satisfied, I try something else. I may be 50 and doing something totally outside of music and acting. Maybe I&#39;ll become a kindergarten teacher.","author":"Kid Cudi","topic":"Teacher"},{"quote":"My mother was a high school arts teacher, so I was always surrounded by the arts.","author":"John Lasseter","topic":"Teacher"},{"quote":"I certainly identify with the role of mentor and, to some degree, maybe teacher. I do a lot of work with kids at the Old Vic.","author":"Kevin Spacey","topic":"Teacher"},{"quote":"About me - I used to want to be a P.E. teacher, and kind of still do.","author":"Miranda Hart","topic":"Teacher"},{"quote":"I initially wanted to be a teacher, and then I was going to become an engineer and build bridges and highways, but pretty soon I went into the business world. I never did get to be a teacher except in a different way.","author":"Louis V. Gerstner, Jr.","topic":"Teacher"},{"quote":"Castro has been a teacher for me. A master. Not on ideology but on strategy.","author":"Hugo Chavez","topic":"Teacher"},{"quote":"Jesus Christ is infinitely more than a great teacher and philosopher.","author":"Joseph B. Wirthlin","topic":"Teacher"},{"quote":"The American audience has really opened up to women being A.) funny and B.) kinda crude. &#39;Bridesmaids&#39; is R-rated, and I think it was a major coup for women to have an R-rated comedy that did really well. Same as &#39;Bad Teacher.&#39;","author":"Chris Pratt","topic":"Teacher"},{"quote":"I didn&#39;t read so much Japanese literature. Because my father was a teacher of Japanese literature, I just wanted to do something else.","author":"Haruki Murakami","topic":"Teacher"},{"quote":"My grandma was so old-fashioned. She thought we were supposed to have homework every night. I would come home, and she would be like, &#39;Where&#39;s your homework?&#39; and I&#39;d be like, &#39;I don&#39;t have none.&#39; She&#39;d be like, &#39;I&#39;ma call your teacher.&#39;","author":"Bryson Tiller","topic":"Teacher"},{"quote":"It was my family that wanted me to be a teacher. That was safe, you see. To be a painter was terrible.","author":"Josef Albers","topic":"Teacher"},{"quote":"The medium of response in America is fame; that&#39;s how a person that bounces a ball can make millions of dollars, and a school teacher with no fame makes $35,000.","author":"Patch Adams","topic":"Teacher"},{"quote":"I don&#39;t go to New York. I don&#39;t go to parties. I just do my business and study nature. My career is 28 years in an obscure art school, with limited staff and no perks. All I am is a teacher.","author":"Camille Paglia","topic":"Teacher"},{"quote":"I&#39;ve never studied the classics, but I&#39;d like to. My teacher offered to show me how the Greeks were able to sculpt someone perfectly. From there, you can go off and experiment - sort of like jazz. Once you learn to play anything, you can break the form and go and do something even bigger.","author":"Channing Tatum","topic":"Teacher"},{"quote":"I was raised in New York City and raised in the New York City theater world. My father was a theater director and an acting teacher, and it was not uncommon for me to have long discussions about the method and what the various different processes were to finding a character and exploring character and realizing that character.","author":"Vin Diesel","topic":"Teacher"},{"quote":"I grew up the son of an acting teacher, so I was kind of introduced to all of these various methods early... I&#39;ve never been really good at articulating how, what that process is in the way that Stanislavsky could.","author":"Vin Diesel","topic":"Teacher"},{"quote":"I remember, in school, writing Janet Jackson and Michael Jackson and asking them to come get me out of class. I would imagine them running down the hall and asking my teacher, &#39;Ms. Daniels, can we get Missy out of class? We&#39;re here to see Missy.&#39;","author":"Missy Elliott","topic":"Teacher"},{"quote":"Coach Dyer was a great mentor for me and a great teacher.","author":"Scottie Pippen","topic":"Teacher"},{"quote":"People who study the way religions develop have shown that if you have a charismatic teacher, and you don&#39;t have an institution develop around that teacher within about a generation to transmit succession within the group, the movement just dies.","author":"Elaine Pagels","topic":"Teacher"},{"quote":"I study religion because I find it fascinating and problematic. But I struggle with the idea of what religion is, what being religious means. A lot of people assume that if you write about early Christianity, you must be some kind of Sunday-school teacher.","author":"Elaine Pagels","topic":"Teacher"},{"quote":"I always wanted to be a teacher or wanted to do something with food. But modeling, I just never thought I could do it myself, really, ever. I still have trouble calling myself a model. I just never thought I was tall enough or skinny enough.","author":"Chrissy Teigen","topic":"Teacher"},{"quote":"I&#39;m blessed with a good pair of ears. That&#39;s how I fooled my piano teacher. I&#39;d watch his fingers and I&#39;d listen to it, and I just kind of basically learned it by myself.","author":"Eddie Van Halen","topic":"Teacher"},{"quote":"In a Glasser Quality School there is no such thing as a closed book test. Students are told to get out their notes and open their books. There is no such thing as being forbidden to ask the teacher or another student for help.","author":"William Glasser","topic":"Teacher"},{"quote":"I&#39;ve always said I&#39;m a teacher at heart.","author":"Alex Rodriguez","topic":"Teacher"},{"quote":"My mother was a teacher, and when she wanted to show me art and literature and science, she&#39;d take me to museums, parks and free exhibitions.","author":"David Blaine","topic":"Teacher"},{"quote":"As a teacher, I&#39;ve never seen anything like &#39;Harry Potter.&#39; That&#39;s why I smart when people talk about the &#39;next&#39; &#39;Harry Potter.&#39; There is no &#39;next&#39; &#39;Harry Potter.&#39;","author":"Rick Riordan","topic":"Teacher"},{"quote":"I loved the idea of making history interesting for kids! When Scholastic approached me about &#39;The 39 Clues&#39;, I immediately started going through the &#39;greatest hits&#39; from my years as a social studies teacher, and picked the historical characters and eras that most appealed to my students.","author":"Rick Riordan","topic":"Teacher"},{"quote":"I&#39;m a teacher still, but with a much larger classroom.","author":"Rick Riordan","topic":"Teacher"},{"quote":"I was a per diem floater in the same junior high school I went to. I sat in the office and made $42.50 a day, and whenever a teacher was absent, I&#39;d substitute. I taught everything from English to auto shop.","author":"Billy Crystal","topic":"Teacher"},{"quote":"My older brother Joel became an art teacher; my brother Rip ultimately became a television producer and singer and actor himself.","author":"Billy Crystal","topic":"Teacher"},{"quote":"I was inspired by many teachers when I started my channel, Bob Ross being one of them. His voice was so soothing, almost like hypnosis. He was that great of a teacher, even the casual viewer could learn how to paint from watching his show. Growing up, I just remember him being so mesmerizing on screen.","author":"Michelle Phan","topic":"Teacher"},{"quote":"A friend of my mother&#39;s, Irene Lopez, was a Spanish dancer. She saw me bopping around the room and said to my mother, &#39;Rosita might have talent. Can I take her to my dance teacher?&#39; There was no thought of a career at that time, but I knew I loved the attention, and that&#39;s so much a part of being a performer.","author":"Rita Moreno","topic":"Teacher"},{"quote":"My first memory in the world is my gym teacher ripping my mother&#39;s necklace off her neck and throwing it out the window and her running downstairs to go after it. I have no memory before that. I was 4. My father had a lot of girlfriends and my mother had a lot of boyfriends.","author":"Mike Nichols","topic":"Teacher"},{"quote":"Last time I was in Jamaica I financed a teacher to teach in an orphanage.","author":"Ziggy Marley","topic":"Teacher"},{"quote":"I guess by taking lessons early on, and really trying to play all the rudimentary stuff, and try to have it sound as good as my teacher. It took a lot of practice, which I enjoyed, and still do.","author":"Matt Cameron","topic":"Teacher"},{"quote":"My mom was always my biggest teacher, my inspiration, my role model. My mom was just the most amazing person. She was like a bon vivant in that she just lived each day to the fullest. As soon as I became a vegetarian, she became a vegetarian.","author":"Christie Brinkley","topic":"Teacher"},{"quote":"I&#39;d like to say I was smart enough to finish six grades in five years, but I think perhaps the teacher was just glad to get rid of me.","author":"Alan Shepard","topic":"Teacher"},{"quote":"Listen to my advice; I have some experience. In a way, it is me being a teacher, which is what I wanted to be. I still feel I could go into teaching. What is teaching but passing on your knowledge to those who are at the beginning? Some people are born with that gift.","author":"Grace Jones","topic":"Teacher"},{"quote":"I claim Dickens as a mentor. He&#39;s my teacher. He&#39;s one of my driving forces.","author":"Anne Rice","topic":"Teacher"},{"quote":"Before I was ever a baker, I was a teacher. Or, at least, that is what I thought I was going to be. After O-levels, I went to art school in Wallasey on the Wirral, and my mate Cavan and I did a teacher training course.","author":"Paul Hollywood","topic":"Teacher"},{"quote":"If I&#39;d stayed at college I would have become a teacher.","author":"Syd Barrett","topic":"Teacher"},{"quote":"In the fifth grade I discovered something I could do better than the other kids. One day, the teacher set up a bunch of chairs, and she had everyone run to the chairs and back while she timed us. I had the fastest time in the whole school!","author":"Caitlyn Jenner","topic":"Teacher"},{"quote":"The main thing I am interested in is my experience as a teacher.","author":"Frank McCourt","topic":"Teacher"},{"quote":"We don&#39;t look at teachers as scholars the way they do in Europe. In Spain you&#39;re called a professor if you&#39;re a high school teacher, and they pay teachers - they pay teachers in Europe.","author":"Frank McCourt","topic":"Teacher"},{"quote":"When I was a teacher, I&#39;d walk into the classroom. I stood at the board. I was the man. I directed operations. I was an intellectual and artistic and moral traffic cop, and I - and I would direct the class, most of the time.","author":"Frank McCourt","topic":"Teacher"},{"quote":"If I have a cause, it&#39;s the cause of the teacher.","author":"Frank McCourt","topic":"Teacher"},{"quote":"A self-defined challenge is an irresistible teacher.","author":"Marilyn Ferguson","topic":"Teacher"},{"quote":"I call myself a meditation teacher rather than a spiritual teacher.","author":"Sharon Salzberg","topic":"Teacher"},{"quote":"I&#39;ve spent quite a bit of my life as a meditation teacher and writer commending the strengths of love and compassion.","author":"Sharon Salzberg","topic":"Teacher"},{"quote":"You can&#39;t hold me to the same standard as the president or a school teacher. I&#39;m just a comedian. My job is like Archie Bunker.","author":"Tracy Morgan","topic":"Teacher"},{"quote":"My brother&#39;s my teacher, my mentor, and we both learnt all the acting basics from our father.","author":"Jeff Bridges","topic":"Teacher"},{"quote":"The two things I was positive about in life were that I was going to be a teacher at a boarding school or an operative with the CIA posted abroad. I could write a book about all the things I was sure about.","author":"Tucker Carlson","topic":"Teacher"},{"quote":"I want to thank my mum, my daddy, my coach, my teacher, everybody in my life.","author":"Jet Li","topic":"Teacher"},{"quote":"He was the editor of our paper. He created the publishing house in Hebrew. He was - I wouldn&#39;t say the &#39;guru&#39; - but really he was our teacher and a most respected man. I wrote for the paper of the youth movement.","author":"Shimon Peres","topic":"Teacher"},{"quote":"I had a teacher who loved movies. He had a little theatre called The Flick, and he would let a bunch of us volunteer to work there, and he also let us make little movies in class.","author":"Kathleen Kennedy","topic":"Teacher"},{"quote":"I read a lot of comic books and any kind of thing I could find. One day, a teacher found me. She grabbed my comic book and tore it up. I was really upset, but then she brought in a pile of books from her own library. That was the best thing that ever happened to me.","author":"Walter Dean Myers","topic":"Teacher"},{"quote":"My mother&#39;s not a political person. She just doesn&#39;t want me to be mean... sometimes I have to be mean. It&#39;s like a parent or a teacher. Sometimes for the good of everybody you have to be a little bit strong, a little bit confrontational.","author":"Bill O'Reilly","topic":"Teacher"},{"quote":"I thought, well of course, Kinsey absolutely adored teaching. He was a wonderful teacher. So these kids really inspired me. So that was a clue I hung onto. He loved young people, he absolutely loved them. And he loved teaching them and trying to help them.","author":"Liam Neeson","topic":"Teacher"},{"quote":"I really enjoyed hanging out with some of the teachers. This one chemistry teacher, she liked hanging out. I liked making explosives. We would stay after school and blow things up.","author":"Maya Lin","topic":"Teacher"},{"quote":"My mother was an elementary school teacher for 35 years and taught at the Nixon School in New Jersey. I was raised as a very liberal Democrat, and she was protesting Nixon when he was in office.","author":"Peter Dinklage","topic":"Teacher"},{"quote":"I grew up in a house with a mother who was a teacher and a Freedom Rider - very left-wing Democrats living in a heterogeneous working-class neighborhood. I picked up a lot of those values there, and I brought them with me when I showed up in Hollywood.","author":"Ben Affleck","topic":"Teacher"},{"quote":"I didn&#39;t really want to be a teacher, but there was nothing else I could be. Most of those who went to the university became teachers. It was just the racial restriction on Africans.","author":"Oliver Tambo","topic":"Teacher"},{"quote":"School district policies and practices have not kept pace with student and teacher needs.","author":"Eli Broad","topic":"Teacher"},{"quote":"For a little while, my mom was a school teacher. And I went to the school that she taught.","author":"Aisha Tyler","topic":"Teacher"},{"quote":"I was a mimic when I was a child. I mimicked the teacher and made friends that way, actually. That was a very subversive activity, because I was a goody-goody who never got in trouble. But if I went off in the corner and mimicked the teacher, people loved it.","author":"Anna Deavere Smith","topic":"Teacher"},{"quote":"When I was eight, an uncle, great uncle, gave a violin to me, and my father took me off to have lessons. After about six weeks, the violin teacher told my father he was wasting his money, wasting his time, and wasting my time, and it&#39;s one of my big regrets.","author":"Roger Moore","topic":"Teacher"},{"quote":"My mother was a teacher.","author":"Hugh Grant","topic":"Teacher"},{"quote":"In middle school, I had the best math teacher I&#39;ve ever had, and he was deaf... and I felt inspired by him. I knew from then on that I wanted to be a math teacher.","author":"Nyle DiMarco","topic":"Teacher"},{"quote":"I don&#39;t want to do panel games or adverts. I really like challenges. I always get roles as an art teacher or a photographer. In the future I want to play something like a mugger\/assassin\/pastry chef.","author":"Dylan Moran","topic":"Teacher"},{"quote":"The Chinese mom is not the helicopter mom. I would never do their homework for them. It&#39;s all about: Take responsibility, don&#39;t blame others. Be self-reliant. Never blame the teacher.","author":"Amy Chua","topic":"Teacher"},{"quote":"I told my mom the reason I started working out was because I wanted to break the necks of the people picking on me. I wanted to hurt them. I said I didn&#39;t want any teacher to put me down any more.","author":"Herschel Walker","topic":"Teacher"},{"quote":"I always have loved the Stradivarius. My teacher, Josef Gingold, he had a Stradivarius. As a treat, he would put it under my chin and let me play a few notes, and I remember that feeling of the overtones, the complexity of the sound. It&#39;s like a great wine.","author":"Joshua Bell","topic":"Teacher"},{"quote":"My teacher, Josef Gingold, a student of the French school, always loved the music of Saint-Saens and Henri Vieuxtemps and all the French repertoire.","author":"Joshua Bell","topic":"Teacher"},{"quote":"My teacher told my mum, &#39;I think William has dyspraxia,&#39; and Mum asked what that meant. She said, &#39;Well, if I put a chair in the middle of the room and asked every child in the class to walk around it, William would be the only child in the class to walk into it.&#39; Mum was like, &#39;Yeah, that&#39;s my boy&#39;.","author":"Will Poulter","topic":"Teacher"},{"quote":"I grew up in Queens, in New York City, in a middle class Jewish family. My mother was a public school teacher, my father was a lawyer. They were Democrats - kind of middle-of-the-road democrats.","author":"Elliott Abrams","topic":"Teacher"},{"quote":"Peer mediation is a chance for students to work with other students to help them resolve problems, arguments, disagreements without having to get the teacher or the administration involved.","author":"Janet Reno","topic":"Teacher"},{"quote":"I think the British people are very, very attached to the idea that the health service is free at the point of use. But there is no reason why every doctor, nurse and teacher in this country has to be employed by the state.","author":"George Osborne","topic":"Teacher"},{"quote":"The crudest thing I&#39;ve done as a teacher was to require students to write a national anthem for their country and sing it themselves.","author":"Chris Van Allsburg","topic":"Teacher"},{"quote":"You know, a lot of those angry sort of Southern man characters that I&#39;ve been doing are based on different people I might&#39;ve had as, like, a soccer coach or as a teacher.","author":"Danny McBride","topic":"Teacher"},{"quote":"There has never been, and there will never be, another human who will be more successful than the humble Teacher, Jesus Christ.","author":"Monica Johnson","topic":"Teacher"},{"quote":"When I was in the first grade I was afraid of the teacher and had a miserable time in the reading circle, a difficulty that was overcome by the loving patience of my second grade teacher. Even though I could read, I refused to do so.","author":"Beverly Cleary","topic":"Teacher"},{"quote":"Back in the day, I actually studied photography in Florence for a few months, and my photography teacher took away my digital camera and said, &#39;No, use this - it&#39;s analog and it&#39;s square.&#39; It was a Holga camera, a very cheap $3 or $4 plastic camera. And that&#39;s what inspired &#39;Instagram&#39;.","author":"Kevin Systrom","topic":"Teacher"},{"quote":"If I go to a reunion in east Texas, my mother&#39;s side or my father&#39;s, one out of ten is a preacher or a teacher. That&#39;s just the way it is in my family.","author":"Forest Whitaker","topic":"Teacher"},{"quote":"In high school, I did some musicals, but I never took acting until college. I was studying opera, classical voice, and a speech teacher asked me to audition for this play, and I got the lead.","author":"Forest Whitaker","topic":"Teacher"},{"quote":"I got picked on a lot, even by teachers too. I liked to listen to musicals and bake, and my homeroom teacher found out and mocked me in front of the whole class for baking.","author":"Dan Savage","topic":"Teacher"},{"quote":"Many of us have been touched by the magic of a great teacher. I know I have.","author":"Bruce Rauner","topic":"Teacher"},{"quote":"I could never have a better teacher in those days than my father.","author":"Tony Visconti","topic":"Teacher"},{"quote":"A few years back, when my style was &#39;punk grandma,&#39; I picked up an amazing pair of sandals - orthopaedic ones, with really thick soles. I&#39;ve given them away to a friend now, because these days my look is more &#39;1980s substitute teacher gone wild.&#39;","author":"Beth Ditto","topic":"Teacher"},{"quote":"A lot of moms give their kids line reads. My mom wasn&#39;t put in that position because I always had an acting teacher helping with the feelings rather than how to say something.","author":"Kirsten Dunst","topic":"Teacher"},{"quote":"There happened to be guitar classes at the college, and there was a guitar teacher there with whom I used to play. In addition, I also would go out into country schools and teach little kids basic guitar and singing a few times a week.","author":"Mark Knopfler","topic":"Teacher"},{"quote":"If we are to negotiate the coming years safely, we may need a new kind of leadership. To put it more precisely, we need the rediscovery of an ancient kind of leadership that has rarely been given the prominence it deserves. I mean the leader as teacher.","author":"Jonathan Sacks","topic":"Teacher"},{"quote":"The drama teacher that I had in high school, back in Texas, was the only teacher who didn&#39;t kick me out of his class. He turned me on to &#39;The Freewheelin&#39; Bob Dylan.&#39; I had picked up Dylan with &#39;Bringing It All Back Home,&#39; and he turned me on to the first couple of albums, which I hadn&#39;t heard.","author":"Steve Earle","topic":"Teacher"},{"quote":"Being a mother has been my greatest teacher and also the most self-sacrificing thing I&#39;ve ever done.","author":"Katey Sagal","topic":"Teacher"},{"quote":"I was an elementary school teacher.","author":"Luciano Pavarotti","topic":"Teacher"},{"quote":"Poetry is a special use of language that opens onto the real. The business of the poet is truth telling, which is why in the Celtic tradition no one could be a teacher unless he or she was a poet.","author":"Huston Smith","topic":"Teacher"},{"quote":"I was about nine years old when a teacher administered my IQ test. Unfortunately, as I was nine, I didn&#39;t know that I needed to keep the paperwork for future reference.","author":"Walter O'Brien","topic":"Teacher"},{"quote":"Maybe I was unpopular a bit because I was a teacher&#39;s pet. But even the teachers complained about me. They would say to my parents, &#39;For every one question any pupil asks, Walter asks 10.&#39;","author":"Walter O'Brien","topic":"Teacher"},{"quote":"Students never think it can be the teacher&#39;s fault and so I thought I was stupid. I was frustrated and would come home and cry because I couldn&#39;t do it. Then we got a new teacher who made math accessible. That made all the difference and I learned that it&#39;s how you present it that makes it scary or friendly.","author":"Danica McKellar","topic":"Teacher"},{"quote":"In high school, a teacher once suggested that I be a math major in college. I thought, &#39;Me? You&#39;ve got to be joking!&#39; I mean, in junior high, I used to come home and cry because I was so afraid of my math homework. Seriously, I was terrified of math.","author":"Danica McKellar","topic":"Teacher"},{"quote":"My dad always told me to stand up to bullies, and Bill O&#39;Reilly is kind of a bully, and he&#39;s the kind of kid who hits other kids on the playground. And when you hit him, he runs to the teacher and says, &#39;Teacher, sue him.&#39;","author":"Al Franken","topic":"Teacher"},{"quote":"My daughter became a teacher right out of college.","author":"Al Franken","topic":"Teacher"},{"quote":"Sometimes people go to a yoga class and think it&#39;s not for them, but it might just not be the right studio or teacher - try a new one!","author":"Payal Kadakia","topic":"Teacher"},{"quote":"If you are a lousy teacher, you should be fired.","author":"Geoffrey Canada","topic":"Teacher"},{"quote":"I wanted to be a ballet teacher.","author":"Jaclyn Smith","topic":"Teacher"},{"quote":"I had a very progressive drama teacher who would buy all the plays that were in New York and bring them to suburban Texas.","author":"Matt Bomer","topic":"Teacher"},{"quote":"You are the mother, the father, the sister, the brother, the teacher and the guide for the soul that has been placed in your trust.","author":"Debbie Ford","topic":"Teacher"},{"quote":"I want to work with kids. I would love to be a teacher.","author":"Amy Lee","topic":"Teacher"},{"quote":"I was always getting told off by my choir teacher for, you know, riffing when I shouldn&#39;t.","author":"Rita Ora","topic":"Teacher"},{"quote":"I don&#39;t believe in acting teachers for me, so it&#39;s God&#39;s joke that he gave me a best friend who&#39;s an acting teacher.","author":"Laurence Fishburne","topic":"Teacher"},{"quote":"If you&#39;re a boxer, you have your trainer. As an actor, I have Ivana Chubbuck. She&#39;s my teacher as an actress and in this crazy thing called life.","author":"Kat Graham","topic":"Teacher"},{"quote":"I read very one-note. Teacher&#39;s pet, Goody Two-shoes. I&#39;d hate to be annoying. Who wants to see movies with someone annoying in them? But it&#39;s hard for me to paint myself as anything but whatever it is I come across as - which is pretty together.","author":"Allison Williams","topic":"Teacher"},{"quote":"Tiger&#39;s a horrible golf teacher.","author":"Stuart Scott","topic":"Teacher"},{"quote":"My father was a professor of folklore, and my mother was a teacher until she was married. I had a good relationship with them, and the only argument we had was when I went to university and wanted to go into the theater instead of studying to be a lawyer.","author":"Max von Sydow","topic":"Teacher"},{"quote":"There are some folks at the teacher&#39;s union who aren&#39;t big fans of mine, in part, because I have been open and want to make sure everybody is sitting at the table as we talk about education.","author":"Betsy Hodges","topic":"Teacher"},{"quote":"I was going to be a teacher. I was applying to graduate school when I got the call to do &#39;Same Love,&#39; actually. I was gonna go to Boston University for my masters in teaching.","author":"Mary Lambert","topic":"Teacher"},{"quote":"My art teacher told me I&#39;d be suited to graphic design, but I just couldn&#39;t, because it was what my dad had done.","author":"Alexa Chung","topic":"Teacher"},{"quote":"I was a child, and in 1942, I was evacuated to the Cotswolds with my mother, who was a teacher - she went with her school. I lived in one house in the village, and my mother was in the vicarage.","author":"Ruth Rendell","topic":"Teacher"},{"quote":"I never wore a tie voluntarily, even though I was forced to wear one for photos when I was young and for official events at school. I used to wrap my tie in a newspaper, and whenever the teacher checked I would quickly put it on again. I&#39;m not used to it. Most Bolivians don&#39;t wear ties.","author":"Evo Morales","topic":"Teacher"},{"quote":"My dad is an English teacher, and my mom is a textiles artist. My parents made my sisters and me feel that if we wanted to pursue something creative, it could be done. They&#39;ve always been supportive of everything from the beginning.","author":"Tavi Gevinson","topic":"Teacher"},{"quote":"In March 1943, my parents, four-year-old sister and I were interned with other foreign civilians at Lunghua camp, a former teacher training college outside Shanghai, where we remained until the end of August 1945.","author":"J. G. Ballard","topic":"Teacher"},{"quote":"I gleaned different style ideas over the years. In Southern California, there is a big rockabilly sub-culture. So when I would go to car shows, I would see women dressed like this. I had a teacher in high school that always had her Bette Paige bangs.","author":"Andra Day","topic":"Teacher"},{"quote":"My mother is a special education teacher but also an artist, and my father an advertising executive. They are about as wacky as you can get without being alcoholics.","author":"Sloane Crosley","topic":"Teacher"},{"quote":"As a child, I had a teacher who told me, &#39;Look, Anne, one person can&#39;t make a difference.&#39;","author":"Anne Wojcicki","topic":"Teacher"},{"quote":"I owe the little formal education I got to my drama teacher, Mr. Pickett, who got us to read Shakespeare, Moliere, and other classics.","author":"Dennis Quaid","topic":"Teacher"},{"quote":"No voice teacher can be all things to all people. You have to gain information from whatever sources you can. You have to listen.","author":"Renee Fleming","topic":"Teacher"},{"quote":"Actually, acting turned out to be the perfect job for me, because I had a lot of different interests. I thought about being a priest at one point. I thought about being a teacher. I thought about being a lawyer. But I think acting is probably the best job for me.","author":"John C. Reilly","topic":"Teacher"},{"quote":"Coach Godsey is a brilliant mind, a great teacher, and it&#39;s been fun learning from him so far.","author":"Brock Osweiler","topic":"Teacher"},{"quote":"Barack Obama wants teacher service scholarships.","author":"Nancy Gibbs","topic":"Teacher"},{"quote":"Please stop teaching my children that everyone gets a trophy just for participating. What is this, the Nobel Prize? Not everybody gets a trophy.","author":"Glenn Beck","topic":"Teacher"},{"quote":"I had a great drama teacher in high school, and that&#39;s when I started to learn about the history of theater.","author":"Elizabeth Olsen","topic":"Teacher"},{"quote":"Arnold Schwarzenegger cut teacher&#39;s salaries and parks and libraries rather than raise taxes for the many California millionaires and billionaires.","author":"Adam McKay","topic":"Teacher"},{"quote":"Back in the day for me was a great time in my life - I was in my 20s. Most people refer to their experiences in their twenties as being a highlight in their life. It&#39;s a period of time where you often develop your own way, your own sound, your own identity, and that happened with me, when I was with a great teacher - Miles Davis.","author":"Herbie Hancock","topic":"Teacher"},{"quote":"I like to be at a party and be a quiet observer, be in conversation. I wouldn&#39;t say I was a class clown growing up, but I would definitely sit back in class and take snipes at the teacher.","author":"Eric Stonestreet","topic":"Teacher"},{"quote":"I actually never got in a play in school. My teacher said I never learned my lines.","author":"Sissy Spacek","topic":"Teacher"},{"quote":"My dance teacher will show me pictures of girls who are rhythmic gymnasts, and they are super skinny. But I don&#39;t want to be too skinny. I think that looks a little gross when you are dancing. You don&#39;t want to be a scrawny, bony thing.","author":"Maddie Ziegler","topic":"Teacher"},{"quote":"When I was in high school, I was doing all the plays. My drama teacher, Melody Duggan, was the one one who first made me do stand-up. She&#39;s the origin of the whole thing; it&#39;s all her. In high school in Denver, that was kind of the beginning of it all.","author":"T. J. Miller","topic":"Teacher"},{"quote":"I do readings at the public library. I just did a benefit scene night for my old acting teacher.","author":"Mark Ruffalo","topic":"Teacher"},{"quote":"Doo-wop is the true music to me, man. Doo-wop was what nurtured me and grew me into who I am, and I guess even when I was in school, the teacher probably thought I had ADD or something every day, because I&#39;d be beating on the desks, singing like the Flamingos or the Spaniels or Clyde McPhatter or somebody.","author":"Aaron Neville","topic":"Teacher"},{"quote":"I went to a performance-art high school, and a teacher there was signing me up for open-mic nights at the comedy club. I think about it now, and I think, &#39;Well, that may be inappropriate,&#39; but it was great!&#39;","author":"Margaret Cho","topic":"Teacher"},{"quote":"About 13-14 years ago, I went back to my alma mater, Fairfax High School, and ran into the music teacher. She invited me to come speak to the kids about the viability of a music career. When I went into the room where I used to play every day in a big orchestra, they had nothing!","author":"Flea","topic":"Teacher"},{"quote":"I grew up around books - my grandmother&#39;s house, where I lived as a small child, was full of books. My father was a history teacher, and he loved the Russian novels. There were always books around.","author":"John Irving","topic":"Teacher"},{"quote":"For me, rehearsal is very important, and I spend a lot of time doing it. Also, I work with my acting teacher for hours and hours before walking onto any set.","author":"Krysten Ritter","topic":"Teacher"},{"quote":"If we freed up all the money in the certification process, think about how much more money we&#39;d have to put into teacher salaries.","author":"Wendy Kopp","topic":"Teacher"},{"quote":"We are working essentially to build a leadership force of folks who will, during their first two years of teaching, actually put their kids on a different trajectory - not just survive as a new teacher, but actually help close the achievement gap for their kids.","author":"Wendy Kopp","topic":"Teacher"},{"quote":"I&#39;ve always felt that Balanchine is my ultimate teacher. I learn the most from observing his work and also dancing in it.","author":"Justin Peck","topic":"Teacher"},{"quote":"I was very inspired by my mother. She was a vocal teacher and sang in a band, and my first memories of her were going out with her on the local circuit.","author":"Daryl Hall","topic":"Teacher"},{"quote":"I had been a college teacher. I had taught Greek mythology.","author":"Wes Craven","topic":"Teacher"},{"quote":"I didn&#39;t go to university, and so, every time that I work, I&#39;m looking for a teacher in a way. I&#39;m looking for people that I can learn from and to have the chance to work with people that I admire.","author":"Diego Luna","topic":"Teacher"},{"quote":"I was a writer. I just wasn&#39;t a very good one. I was lucky enough to have a playwriting teacher who told me that I&#39;d be a better actor than I would a playwright.","author":"Liev Schreiber","topic":"Teacher"},{"quote":"It is not easy to imagine how little interested a scientist usually is in the work of any other, with the possible exception of the teacher who backs him or the student who honors him.","author":"Jean Rostand","topic":"Teacher"},{"quote":"Knowing what to expect from a teacher is a really good thing, of course: It lets you get the right answers more quickly than you would otherwise.","author":"Alison Gopnik","topic":"Teacher"},{"quote":"I wanted to be what my high-school civics and history teacher thought of as a good American. That automatically involved taking an interest in government.","author":"Olivia De Havilland","topic":"Teacher"},{"quote":"For the longest time, you just sound like a broken record, but you have to be consistent when teaching kids.","author":"Heidi Klum","topic":"Teacher"},{"quote":"I wanted to be a teacher, but I was a lousy student, one of the slowest readers. It was a tremendous struggle. But I&#39;m lucky I had some teachers who saw something in me.","author":"Ann Bancroft","topic":"Teacher"},{"quote":"I owe my whole career as a storyteller to my father. He was an actor\/director\/producer and teacher.","author":"John Lithgow","topic":"Teacher"},{"quote":"When school officials want to get a teacher out of the classroom, they have to go through an arduous and multi-year process involving hearings and appeals and lawyers and more hearings. All the while, the teacher draws full pay.","author":"Mike Gallagher","topic":"Teacher"},{"quote":"I always was a weird child. My mother told me the story that, in kindergarten, I would come home and tell her about this weird kid in my class who drew only with black crayons and didn&#39;t speak to other kids. I talked about it so much that my mother brought it up with the teacher, who said, &#39;What? That&#39;s your son.&#39;","author":"John Waters","topic":"Teacher"},{"quote":"To the teacher weighed down with paperwork, I say: you&#39;ve been messed around too often. You came into teaching to spend your time teaching children not filling in forms.","author":"William Hague","topic":"Teacher"},{"quote":"In the case of my book, I don&#39;t think it&#39;s really the coming-out gay novel that everyone really needed, even though it was received as such. The boy is too creepy, he betrays his teacher, the only adult man with whom he&#39;s enjoyed a sexual experience, etc.","author":"Edmund White","topic":"Teacher"},{"quote":"I think once you&#39;re in the public eye, whether you&#39;re a boss, a teacher or whatever you do, that you&#39;re automatically in the position of role model. You have people looking up to you, so whether you choose to accept it or not is a different question.","author":"Talib Kweli","topic":"Teacher"},{"quote":"I have a teacher friend who gets nervous when there&#39;s $200 in her account. But at least she knows that in a week, she&#39;ll get another paycheck. I have no idea.","author":"Gaby Hoffmann","topic":"Teacher"},{"quote":"I went to school to study literature and writing, even though I didn&#39;t end up really doing that in the end. I thought I would be a teacher, but I didn&#39;t really think about it in any practical way.","author":"Gaby Hoffmann","topic":"Teacher"},{"quote":"I like to be loved by my children, and I quite like the &#39;Guardian&#39; hating me. I like it when I read they want me to die painfully. Then I think I&#39;ve really got under their skin. It&#39;s like annoying a teacher. Once they&#39;ve shown signs of weakness, you really can go for them.","author":"Jeremy Clarkson","topic":"Teacher"},{"quote":"If you don&#39;t have a teacher you can&#39;t have a disciple.","author":"Dallas Willard","topic":"Teacher"},{"quote":"I&#39;m really not a celebrity; I&#39;m just a teacher.","author":"Chuck Noll","topic":"Teacher"},{"quote":"Critics at their best are independent voices; people take seriously their responsibility to see as many things as they can see, put them in the widest possible perspective, educate their readers. I really do think of myself as a teacher.","author":"Terry Teachout","topic":"Teacher"},{"quote":"I grew up middle class - my dad was a high school teacher; there were five kids in our family. We all shared a nine-hundred-square-foot home with one bathroom. That was exciting. And my wife is Irish Catholic and also very, very barely middle class.","author":"Dana Carvey","topic":"Teacher"},{"quote":"My father still is a lawyer, and my mom was a teacher and then later a career counselor.","author":"Steve Case","topic":"Teacher"},{"quote":"As an actor and as a performer, I&#39;ve felt that the education system has really helped me in a lot of ways... there was always a teacher or a professor along the way that kept pushing me to the next stage.","author":"Jimmy Smits","topic":"Teacher"},{"quote":"I know it affected me when I saw certain actors growing up. I had a drama teacher that would take us to see plays in New York, and it was seeing James Earl Jones and Raul Julia - I mean, this guy comes from the place my mother comes from. He&#39;s doing Shakespeare right now, and it doesn&#39;t seem to matter that he has an accent.","author":"Jimmy Smits","topic":"Teacher"},{"quote":"As soon as &#39;Hide Away&#39; came out, it was like everyone knew who I was, and I started getting all this attention. It was hard to get used to at first. I just remember that I suddenly couldn&#39;t walk down the hallways without hearing a classmate or teacher playing it - it was unreal!","author":"Daya","topic":"Teacher"},{"quote":"I was invited to L.A. when I was 16 for a weekend-long songwriting session by a writer I had met through my voice teacher in Pittsburgh. My first hit, &#39;Hide Away,&#39; was one of the songs written during those sessions. It was played for a radio rep who then started a new label; the song got a pretty organic start at radio and then took off.","author":"Daya","topic":"Teacher"},{"quote":"In eighth grade, when I was just the school weirdo, my drama teacher put me in a play, and we came up with a few comedy bits. And that very first reaction, for an audience of supportive middle schoolers, I put my head out and pretended I got scared by the audience, and ducked back in. They all went: &#39;Yeah! That&#39;s great!&#39;","author":"Thomas Middleditch","topic":"Teacher"},{"quote":"I studied with Strasberg, Elia Kazan. They raised the bar. They weren&#39;t easy to please, and they made you achieve the best you could do. That&#39;s what a teacher does: he infuses you with passion for something.","author":"Martin Landau","topic":"Teacher"},{"quote":"My best stuff as a teacher was always to find the problems within each individual actor, and I&#39;ll suggest things that I know that particular actor will have difficulty with.","author":"Martin Landau","topic":"Teacher"},{"quote":"I remember my seventh-grade chemistry teacher told me I&#39;d never amount to anything. I thought, &#39;Hmm. OK.&#39; That gave me motivation to prove her wrong.","author":"Michael Pena","topic":"Teacher"},{"quote":"My father was a teacher, and there were teachers all around, his friends, they were working for the Government and their behaviour was within strictly limited areas.","author":"C. L. R. James","topic":"Teacher"},{"quote":"I studied with Sandy Meisner at the Neighborhood Playhouse. I was in the last class to study with him before he had his larynx removed, so I actually remember the sound of his voice. He was an incredible teacher.","author":"Mary Steenburgen","topic":"Teacher"},{"quote":"I wanted to be an English teacher. I wanted to do it for the corduroy jackets with patches on the side. When I got to college, as I was walking across campus one day, I ripped off a little flyer for this sketch-comedy group. It ended up being one of the greatest things I&#39;ve ever done.","author":"John Krasinski","topic":"Teacher"},{"quote":"I wanted to be an English teacher. I wanted to do it for the corduroy jackets with patches on the side.","author":"John Krasinski","topic":"Teacher"},{"quote":"I planned on being an English teacher, but I don&#39;t know where that went.","author":"John Krasinski","topic":"Teacher"},{"quote":"I think teaching should be an exalted profession, not a picked-on profession.","author":"Chuck Schumer","topic":"Teacher"},{"quote":"Oh, stuff the critics. I don&#39;t care. Too many people are snooty about classical. Look, I wasn&#39;t brought up in a home where we listened to classical music. It was a singing teacher that thought it would be best for my voice. Then I moved into crossover. And if that makes the music accessible to more people, then great.","author":"Katherine Jenkins","topic":"Teacher"},{"quote":"I failed eighth grade twice, and then they moved me up to ninth grade. Then I failed that and dropped out. My teacher would hand me a test, and I&#39;d grade it myself with an F, then put my head down on the desk.","author":"Tig Notaro","topic":"Teacher"},{"quote":"Experience can be a great teacher.","author":"Burgess Owens","topic":"Teacher"},{"quote":"I had an amazing teacher, who was Burmese, and she was living in Paris at the time, and she is one of very few who doesn&#39;t actually receive a credit in the film because she still has family over there.","author":"Michelle Yeoh","topic":"Teacher"},{"quote":"A Latin teacher told me I might make a good actress, and that stuck in my memory. I did some modeling, and Polanski gave me that small part.","author":"Jacqueline Bisset","topic":"Teacher"},{"quote":"I was never any good in the school theatrical productions. I always got a role like the March Hare. A Latin teacher told me I might make a good actress, and that stuck in my memory.","author":"Jacqueline Bisset","topic":"Teacher"},{"quote":"As a master of graphic creation, as teacher, historian, and roving ambassador of comics, Jerry Robinson has ensured that future generations of talented kids will continue to imagine and then put marks on paper.","author":"Pete Hamill","topic":"Teacher"},{"quote":"As a teacher I realize that what one learns in school doesn&#39;t serve for very much at all, that the only thing one can really learn is self-understanding, and this is something that can&#39;t be taught.","author":"Laura Esquivel","topic":"Teacher"},{"quote":"I do remember a teacher telling me when I was about ten that I was really good at acting. I was so proud, even though I am sure he said that to all of us in the class.","author":"Nikolaj Coster-Waldau","topic":"Teacher"},{"quote":"I did a B.A. with a major in fine arts and a minor in psychology. I wanted to become a teacher or do art therapy for the elderly. But then I realised I wanted to travel instead.","author":"Nargis Fakhri","topic":"Teacher"},{"quote":"My elder brother is a lecturer in a college in Haryana, and my eldest sister was a teacher. I feel they are more educated than I am. I, too, used to dream of becoming a teacher.","author":"Sangram Singh","topic":"Teacher"},{"quote":"I loved gymnastics, and my gymnastics teacher said ballet was essential to help my dance routines in competitions. I only really went because my friends were going as well. It wasn&#39;t this kind of hidden love. Then, slowly, my friends stopped going and I thought, &#39;I like this. I am going to stay.&#39;","author":"Darcey Bussell","topic":"Teacher"},{"quote":"Ever since I&#39;ve given up dancing, every physiotherapist or Pilates teacher has said you have to keep moving. If I don&#39;t, I&#39;ll have a hundred times more injuries because you get weak areas on your body.","author":"Darcey Bussell","topic":"Teacher"},{"quote":"A teacher&#39;s not going to bother being tough on you for no reason; it&#39;s when they&#39;re not paying you attention that you should worry.","author":"Darcey Bussell","topic":"Teacher"},{"quote":"I was an appalling person to teach. At 14, I was pretty advanced. I would read all the books in a few minutes, and I was bored. It must have been awful for a teacher to have a bright boy who&#39;s giving them his undivided indifference.","author":"Robert Rinder","topic":"Teacher"},{"quote":"Every summer, I regret that I didn&#39;t become a college teacher. Such a sweet life! With all that vacation time! You&#39;ll never get me to believe that being a tenured professor at a good college is anything but Heaven on earth.","author":"Michael Dirda","topic":"Teacher"},{"quote":"My parents are huge influences on me. My mother was an English teacher. My father played professional rugby and coached rugby for the Irish rugby team.","author":"Jonathan Anderson","topic":"Teacher"},{"quote":"A music teacher. It was in the inner city at a school called Horace Mann. I think I was most effective when the kids pissed me off.","author":"Craig Robinson","topic":"Teacher"},{"quote":"My mother is a retired music teacher. She taught me in high school, and she would take us and put us in these madrigal groups. We would go to a museum or whatever and just perform.","author":"Craig Robinson","topic":"Teacher"},{"quote":"I&#39;m a band leader and substitute teacher, and then one day they bring me into a music class, and I&#39;m like, &#39;Wait a minute, I know this stuff.&#39; And the principal is like, &#39;Just throw the video in and call it a day,&#39; and I&#39;m like, &#39;That&#39;s not good enough. I want these kids to know what it&#39;s like to have a gig and all that kind of stuff.&#39;","author":"Craig Robinson","topic":"Teacher"},{"quote":"My dad worked for a generator company and then UC Berkeley, and my mom was as a dental hygienist and then eventually a history teacher. My uncles and aunts, all of them are elementary school teachers or scientists.","author":"Cary Fukunaga","topic":"Teacher"},{"quote":"I hope to become a better teacher. I love teaching.","author":"Chelsea Clinton","topic":"Teacher"},{"quote":"I had a history teacher who taught us a lot about the Cold War. You had these examples of countries where the government had tried to manage the economy really intensely, and it ended up being bad for the citizens there. I found myself beginning to lean more right on economic issues.","author":"Kristen Soltis Anderson","topic":"Teacher"},{"quote":"Tragedy is a hell of a teacher. It&#39;s much too strict, but it&#39;s a hell of a teacher.","author":"Harlan Coben","topic":"Teacher"},{"quote":"I initially thought I was going to be a teacher. Maybe like an elementary teacher or something like that, which would be fun. Maybe someday.","author":"Tyler Oakley","topic":"Teacher"},{"quote":"My mother, oddly enough, really wanted to pursue a career in law, but at the time, she had children and was working as a teacher.","author":"Kimberly Guilfoyle","topic":"Teacher"},{"quote":"My second-grade teacher went around the class and asked everybody what they were going to be when they grew up. I said, &#39;I want to travel the world,&#39; and he said, &#39;You&#39;ll be married and pregnant by 21, just like all the girls in this room.&#39;","author":"Campbell Brown","topic":"Teacher"},{"quote":"I&#39;m a teacher, so much of what I&#39;m doing remains in the abstract. But I also support a lot of educational initiatives that support kids to really get out there and work hard in their communities. But I also think that we need poets in our country to inspire.","author":"Maya Soetoro-Ng","topic":"Teacher"},{"quote":"Quite honestly I never had a desire to be an actor. I tell people, I did not choose acting; acting chose me. I never grew up wanting to be an actor. I wanted to play football. In about 9th grade an English teacher told me I had a talent to act. He said I should audition for a performing arts high school so I did on a whim. I got accepted.","author":"Ving Rhames","topic":"Teacher"},{"quote":"In about 9th grade, an English teacher told me I had a talent to act. He said I should audition for a performing arts high school, so I did on a whim. I got accepted. Then I got accepted at the Julliard School, and by then, I was serious about it.","author":"Ving Rhames","topic":"Teacher"},{"quote":"I adore children. If I weren&#39;t an actor, I would be a teacher or work with small children in some way. I feel happy in their company.","author":"David Thewlis","topic":"Teacher"},{"quote":"I remember when I was at Brandeis, Geoffrey Wolff, he was a great fiction-writing teacher. He was the writer-in-residence, and for those of us who wanted to be writers, you were so excited to be in the same hallway as him.","author":"Theresa Rebeck","topic":"Teacher"},{"quote":"What makes &#39;The Lorax&#39; such a powerful fable is partly its shamelessness. It pulls no punches; it wears its teacher heart on its sleeve.","author":"Lydia Millet","topic":"Teacher"},{"quote":"If you&#39;re not doing something right, you can feel it on stage, and if it isn&#39;t going well, the audience will tell you. A teacher can teach you sense memory and this and that, but until you get in front of an audience, you don&#39;t really feel it.","author":"Fred Willard","topic":"Teacher"},{"quote":"I went to the Guilford School of Music and Drama, which was affiliated with the Royal Shakespeare Company. I was lucky enough to be taught by a beautiful, wonderful teacher called Patsy Rodenberg, who works a lot with the Royal Shakespeare Company as a voice coach and technician.","author":"Rhys Ifans","topic":"Teacher"},{"quote":"David Levi is a teacher as well as a chef, and, like most teachers, he loves to talk.","author":"Kate Christensen","topic":"Teacher"},{"quote":"A retired teacher paid $62,000 towards her pension and nothing, yes nothing, for full family medical, dental and vision coverage over her entire career. What will we pay her? $1.4 million in pension benefits and another $215,000 in health care benefit premiums over her lifetime.","author":"Chris Christie","topic":"Teacher"},{"quote":"I&#39;m a conservative, pro-life governor in a state where it is really tough to be both. A state like New Jersey, with lots of Democrats, but still we cut taxes, we balanced budgets. We fought the teacher&#39;s union.","author":"Chris Christie","topic":"Teacher"},{"quote":"When I started writing full time I had not long stopped being a teacher and when at last I had a full day to write, I would put music on and wonder to myself - am I allowed to do this? Then I thought: &#39;I am control of this and no one is telling me what I can do.&#39;","author":"Roddy Doyle","topic":"Teacher"},{"quote":"I do respond well to a director, a teacher - someone who doesn&#39;t accept mediocrity.","author":"J. K. Simmons","topic":"Teacher"},{"quote":"I was going to go back to college and become a math teacher.","author":"Butch Trucks","topic":"Teacher"},{"quote":"My dad never decided what he wanted to do; at times he fought in the army, was a teacher, a boxer, a light engineer, and a then a publican. My mum was a traditional housewife and mother. They showed my brother and I unconditional love.","author":"Anthony Browne","topic":"Teacher"},{"quote":"I did not study science at school until I was 13, when I was totally turned on by a seemingly dreary old teacher who suddenly, unannounced, manufactured a huge explosion in the middle of a totally boring monologue. From then on, all of his class wanted to make explosions.","author":"Robert Winston","topic":"Teacher"},{"quote":"The second, and I think this is the much more overt and I think it is the main cause, I have been increasingly demonstrating or trying to demonstrate that every possible stance a critic, a scholar, a teacher can take towards a poem is itself inevitably and necessarily poetic.","author":"Harold Bloom","topic":"Teacher"},{"quote":"I wanted to be Whitney Houston at first, and when I started taking voice lessons, my voice teacher kind of geared me more towards opera.","author":"Megan Hilty","topic":"Teacher"},{"quote":"I was an educated girl. I&#39;d done very well in school. I had a good point average and graduated from USC as an English teacher. My dad didn&#39;t even finish high school.","author":"Marlo Thomas","topic":"Teacher"},{"quote":"Unlike other professions - doctor, lawyer, teacher, journalist, sales clerk, stock broker - when a cop makes a bad mistake, it could mean someone is dead. They take home mental baggage unlike anything carried in almost every other job.","author":"Mike Barnicle","topic":"Teacher"},{"quote":"Whenever someone like a plumber or a mechanic tries to explain something technical to me, I listen for about three seconds before it all just becomes white noise, like Charlie Brown&#39;s teacher.","author":"John Niven","topic":"Teacher"},{"quote":"There were some summers when every boy in Ayrshire seemed to be playing golf, and my dad taught me. But he was a terrible teacher - of everything. Learning to drive with him almost killed me. He was the world&#39;s most impatient man - awful short fuse.","author":"John Niven","topic":"Teacher"},{"quote":"One day, I just wandered into a dance class full of girls, and that was it. I thought, &#39;Hang on! I&#39;ll have a bit of this.&#39; I went back a week later and got dragged up by the teacher. It wasn&#39;t a massive calling.","author":"Anton du Beke","topic":"Teacher"},{"quote":"My old dance teacher, Jimmy Wilde, a former European ballroom dancing champion, was so sophisticated.","author":"Anton du Beke","topic":"Teacher"},{"quote":"At school, I&#39;d refuse to take part in biology lessons when animals were being dissected. One time, the teacher announced that we would be gassing worms. So I ran around the room, gathered up all the worms and set them free in the fields. I just loved animals and couldn&#39;t bear the thought of them suffering.","author":"Imelda May","topic":"Teacher"},{"quote":"I had a teacher senior year in high school. He was a theater teacher, and he basically was a little bit like &#39;High School Musical.&#39; He kind of encouraged the jocks to get involved with the plays. I did it as kind of a senior year lark.","author":"D. B. Sweeney","topic":"Teacher"},{"quote":"I&#39;ve worked in public education for 30 years - as a teacher, a lawyer and union leader. I&#39;ve visited hundreds of schools and districts. I&#39;ve seen leaders from the classroom to the national stage who have been willing to set aside their differences and do the hard work that&#39;s necessary to create real, enduring change.","author":"Randi Weingarten","topic":"Teacher"},{"quote":"I can&#39;t imagine my life without books. My father was an electrical engineer, and my mother was a public school teacher. Books were an integral part of my childhood.","author":"Randi Weingarten","topic":"Teacher"},{"quote":"Throughout my career as a lawyer, teacher and labor leader, books have remained my constant companion - stuffed into a briefcase, overflowing on my bedside table, stacked on my desk at work. Books have carried me to distant worlds, opened new doors and made me feel empathy, compassion, anger, fear, joy, acceptance - and everything in between.","author":"Randi Weingarten","topic":"Teacher"},{"quote":"As a former teacher and someone who has devoted her entire career to children and public schools, I understand the pain and frustration of parents who feel their children are not receiving the education they deserve.","author":"Randi Weingarten","topic":"Teacher"},{"quote":"If a teacher does not involve himself, his values, his commitments, in the course of discussion, why should the students?","author":"Paul Wellstone","topic":"Teacher"},{"quote":"I tell my son Corey that the greatest teacher is the teacher who says, &#39;Don&#39;t follow me; follow yourself. Because within you there is that kingdom, that life, that force.&#39;","author":"Billy Dee Williams","topic":"Teacher"},{"quote":"I was used to theatre classes. I studied with my mother; she was a theatre teacher and directed, too, so it was very family-like. Then I studied with a great teacher in Paris, and she was wonderful; she pushed me, but she was a warm soul.","author":"Juliette Binoche","topic":"Teacher"},{"quote":"In Philly, there are a lot of social programs. If you have a degree, you can go and apply. I was basically a social worker, but I became sort of a sub teacher in a special program, helping kids with reading or math. But we would also do plays, learn about music... We were doing lots of fun stuff, but that was such hard work.","author":"Diplo","topic":"Teacher"},{"quote":"I am a product of an amalgamation of different teachers. If it was just one teacher, even just my father, I would be half the player that I am today.","author":"Synyster Gates","topic":"Teacher"},{"quote":"I&#39;m just not a natural teacher.","author":"David Benioff","topic":"Teacher"},{"quote":"The very rough story is this: Melbourne boy, out of both my parents&#39; houses at a young age, lived with my grandmother, drama teacher twisted me into doing this TV thing that I thought my mates were doing, too.","author":"Ben Mendelsohn","topic":"Teacher"},{"quote":"Had acting not taken off, I would&#39;ve been glad to become a teacher.","author":"Nithya Menen","topic":"Teacher"},{"quote":"I draw inspiration from everything I&#39;ve seen and been through. My life has been my biggest teacher.","author":"Nithya Menen","topic":"Teacher"},{"quote":"We know the parental support, community support, makes a difference. It&#39;s not just the metrics of testing and putting pressure on the schools and on the teachers.","author":"Donna Shalala","topic":"Teacher"},{"quote":"A teacher is a person who never says anything once.","author":"Howard Nemerov","topic":"Teacher"},{"quote":"My art teacher in junior high was a very out gay man and a mentor to me.","author":"Gus Van Sant","topic":"Teacher"},{"quote":"I kind of fell backwards into acting. I was studying to be a high school teacher. I look now and I understand completely, or actually barely, how much work it is to be a teacher. It&#39;s an incredible amount of work.","author":"Nathan Fillion","topic":"Teacher"},{"quote":"I was attending the University of Alberta. I was going to be a high school teacher, like my parents. I failed - no, I didn&#39;t fail a class, I just barely passed. I really didn&#39;t try. It was Canadian history, through the plays of the time. My God, those were boring plays.","author":"Nathan Fillion","topic":"Teacher"},{"quote":"My mother was a piano teacher, my father an inventor. He invented the reflective paint they still use on airstrips. They had faith in my ambition, and I think that made all the difference.","author":"Chuck Close","topic":"Teacher"},{"quote":"Kathy Dewar, my high-school English teacher, introduced me to journalism. From the moment I wrote my first article for the student paper, I convinced myself that having my name in print - writing in English, interviewing Americans - validated my presence here.","author":"Jose Antonio Vargas","topic":"Teacher"},{"quote":"Mitch Glazer and I went to high school together, and his mother was my English teacher for two years. She was my favorite teacher, and I followed Mitch&#39;s career as a journalist, so we&#39;ve kind of kept in touch over the years.","author":"Mickey Rourke","topic":"Teacher"},{"quote":"I had a science teacher in middle school who inspired me... simply because she acknowledged me and made me feel that what I had to offer was worthy.","author":"Marcia Gay Harden","topic":"Teacher"},{"quote":"My humanitarian work evolved from being with my family. My mom, my dad, they really set a great example for giving back. My mom was a nurse, my dad was a school teacher. But my mom did a lot of things for geriatrics and elderly people. She would do home visits for free.","author":"Cat Cora","topic":"Teacher"},{"quote":"Every child grows; everything depends on the teacher.","author":"Shinichi Suzuki","topic":"Teacher"},{"quote":"I worked as a teacher in the public school system in New York City for several years, and I was a victim of the layoffs, you know, in the mid-&#39;70s. And then I worked as a sales engineer for a company in New Jersey that was selling industrial filtration equipment.","author":"Feisal Abdul Rauf","topic":"Teacher"},{"quote":"&#39;Expect nothing and hope for the best&#39; is my mantra. A drama teacher called Joseph Blatchley told me that, and it&#39;s the best advice I&#39;ve had. If you keep an open mind and don&#39;t expect too much, then you won&#39;t be disappointed.","author":"Michelle Dockery","topic":"Teacher"},{"quote":"It&#39;s every teacher&#39;s job to be rigorous about constantly being open to new ideas and innovation.","author":"Brandon Webb","topic":"Teacher"},{"quote":"My mom is a public school teacher and works with third grade students.","author":"Jane McGonigal","topic":"Teacher"},{"quote":"I&#39;ve never had the patience of a teacher.","author":"Josh Turner","topic":"Teacher"},{"quote":"I&#39;m home schooled, and I have a teacher that goes with me on all my movies.","author":"Dakota Fanning","topic":"Teacher"},{"quote":"I spent ridiculous amounts of time as an activist and volunteer and was a teacher for 20 years.","author":"Johann Lamont","topic":"Teacher"},{"quote":"I was a teacher once.","author":"Nita Ambani","topic":"Teacher"},{"quote":"There are moments as a teacher when I&#39;m conscious that I&#39;m trotting out the same exact phrase my professor used with me years ago. It&#39;s an eerie feeling, as if my old mentor is not just in the room, but in my shoes, using me as his mouthpiece.","author":"Abraham Verghese","topic":"Teacher"},{"quote":"The office of the public teacher is an unenviable and thankless one.","author":"Felix Adler","topic":"Teacher"},{"quote":"We had a music teacher in sixth grade, and I saw her tune her guitar. I said, &#39;Whoa. There&#39;s a certain way to do this.&#39; I bought a packet of strings - some of mine were broken - and had her tune it for me. For a while, I just kept it like that. But I got the Internet finally, when I was 14, and started learning.","author":"Brittany Howard","topic":"Teacher"},{"quote":"I wanted to write at school - to write funny stories which the teacher might ask me to read out to the class. It&#39;s all basically about showing off.","author":"Mark Billingham","topic":"Teacher"},{"quote":"I tried writing fiction as a little kid, but had a teacher humiliate me, so didn&#39;t write again until I was a senior in college.","author":"Janet Fitch","topic":"Teacher"},{"quote":"It was in the early 1960s that my late revered teacher, Professor Abraham Joshua Heschel, became the first major Jewish theologian in America to enter into dialogue with Christian theologians on a high theological level.","author":"David Novak","topic":"Teacher"},{"quote":"I can remember exactly where I sat when my teacher first read Roald Dahl&#39;s &#39;James and the Giant Peach&#39;.","author":"Dave Eggers","topic":"Teacher"},{"quote":"When I first came to Los Angeles, I was a teacher in Compton. I know how in need schools are around the country.","author":"Kym Whitley","topic":"Teacher"},{"quote":"Parents can shape a child, but a great teacher can, too.","author":"Susanne Bier","topic":"Teacher"},{"quote":"My brother&#39;s a teacher in Costa Rica and actually does a more important and significant job than I will ever do.","author":"Dominic Monaghan","topic":"Teacher"},{"quote":"My first public impression was my French teacher, Derek Swift.","author":"Rory Bremner","topic":"Teacher"},{"quote":"I had a great AP U.S. History teacher in Pittsburgh. We still exchange Christmas cards. She was the first teacher who said I was a good writer - and I&#39;d never heard that before. And so I remember that, and I remember that level of loving the material and really loving writing about it.","author":"Nathaniel Philbrick","topic":"Teacher"},{"quote":"My parents were not affluent people and were not - didn&#39;t come from the extremities of education. My mother had a high school diploma. I often think I so wish she&#39;d come out of the hills in Appalachia and been able to go on to college. I think she would have made a wonderful teacher.","author":"Dwight Yoakam","topic":"Teacher"},{"quote":"When I was in junior high, a foreign-history teacher started a theater class. So I got my feet wet there and through high school, so I was very fascinated with acting as a means of expression.","author":"Dwight Yoakam","topic":"Teacher"},{"quote":"I had a teacher in college who drastically changed the course of my life by telling me that he believed in me as an actor. I never received that support before, and it inspired to me to such a degree that I never looked back. He taught me that it&#39;s okay to be crappy; it&#39;s okay to fight; it&#39;s okay to go to any length.","author":"Taylor Schilling","topic":"Teacher"},{"quote":"I got into acting because my teachers kept nudging me into it. The power a teacher has to influence someone is so great. I can&#39;t think of a profession I have more respect for.","author":"Jon Hamm","topic":"Teacher"},{"quote":"I have to be a teacher to my daughters.","author":"Carnie Wilson","topic":"Teacher"},{"quote":"I want to be able to look my daughter&#39;s teacher in the eye and say, &#39;Your pension will be there.&#39; I need to know that her pension will match up with a promise we can keep.","author":"Gina Raimondo","topic":"Teacher"},{"quote":"The wonderful drama teacher at my high school, Barbara Patterson, saw me standing in the hall and told me I should audition for &#39;West Side Story.&#39; I guess she thought I looked like a gang member.","author":"Gary Sinise","topic":"Teacher"},{"quote":"My history teacher could make us feel like he was imparting rare gossip to us when he was talking about Maria Theresa and the Habsburgs. I just loved that sense of - the Western canon is here, and it&#39;s gossipy and tawdry, and everyone is sort of goofy.","author":"Mallory Ortberg","topic":"Teacher"},{"quote":"I enjoyed school - although I ran away on the first day. I&#39;d reminded the teacher that it was nearly time for &#39;Watch With Mother&#39; on TV.","author":"Paul O'Grady","topic":"Teacher"},{"quote":"My primary school teacher once poured a bottle of curdled school milk forcefully down my throat. Then I threw it up all over her suede shoes. I&#39;d rather have drunk from the spittoon in Barney&#39;s barber shop.","author":"Paul O'Grady","topic":"Teacher"},{"quote":"I had this wonderful career and thought I would retire as a teacher.","author":"Tim Gunn","topic":"Teacher"},{"quote":"I tried to stir the imagination and enthusiasms of students to take risks, to do what they were most afraid of doing, to widen their horizons of action.","author":"James Broughton","topic":"Teacher"},{"quote":"I&#39;ve noticed that my resolutions involve me not doing stuff that I wasn&#39;t going to do anyway so here&#39;s something more positive. I&#39;m going to retrain as a Latin teacher in a provincial public school.","author":"Arthur Smith","topic":"Teacher"},{"quote":"I have to tell you, I&#39;m a great teacher. Ask anybody who worked for me, except some secretaries who weren&#39;t very good.","author":"Dawn Steel","topic":"Teacher"},{"quote":"During my childhood, my father, a Southern Baptist minister, and my mother, a teacher, made sure I took educational trips to cities such as Washington, D.C., Williamsburg, Va., Philadelphia, and Boston to learn about America&#39;s history.","author":"Tim Griffin","topic":"Teacher"},{"quote":"I went to the William Penn Charter School in Philadelphia, where I had a teacher really named Edward Shakespeare. He was a very influential figure in my childhood - I acted in high school a few times, but Mr. Shakespeare got me to lead in &#39;The Crucible.&#39; I played John Proctor.","author":"Robert Picardo","topic":"Teacher"},{"quote":"My mother was told she couldn&#39;t go to medical school because she was a woman and a Jew. So she became a teacher in the New York City public school system.","author":"Marilyn Hacker","topic":"Teacher"},{"quote":"As a teacher you are more or less obliged to pay the same amount of attention to everything. That can wear you down.","author":"Marilyn Hacker","topic":"Teacher"},{"quote":"I see myself as, first and above all, a teacher of history; next, a writer of European history; next, a commentator on European affairs; next, a public intellectual voice within the American left; and only then an occasional, opportunistic participant in the pained American discussion of the Jewish matter.","author":"Tony Judt","topic":"Teacher"},{"quote":"I was a nursery school teacher, and I worked with youth groups. I loved that job. It was exhausting, but you got a lot back - all their purity and insight and innocence is so on the surface, and they&#39;re so unrepressed; they&#39;d really scream at you and then give you a massive kiss.","author":"Bat for Lashes","topic":"Teacher"},{"quote":"It was God who made me so beautiful. If I weren&#39;t, then I&#39;d be a teacher.","author":"Linda Evangelista","topic":"Teacher"},{"quote":"Writing became an obsessive compulsive habit but I had almost no money so I thought about being an urban firefighter and having lots of free time in which to write or becoming an English teacher and thinking about books and writers on a daily basis. That swayed me.","author":"David Guterson","topic":"Teacher"},{"quote":"I think, as a kid, whenever you say you want to be an actor, you get discouraged, so perhaps if I had have listened to those people telling me that, I might have gone down the route of a teacher. But I was never really going to do that.","author":"Colin Morgan","topic":"Teacher"},{"quote":"In a democracy, a leader must be the head teacher, someone eager to respond to doubts and questions and explain the need for and the benefits of a new course.","author":"Óscar Arias","topic":"Teacher"},{"quote":"There are ways we can go do a better job of educating young moms and dads about the vital role they have as the child&#39;s first teacher. I think there are ways in which we can partner with local school districts and states to do a better job to provide nutrition options at school.","author":"Tom Vilsack","topic":"Teacher"},{"quote":"I was ridiculed in public school for being smart. A teacher&#39;s pet.","author":"Julia Glass","topic":"Teacher"},{"quote":"My painting teacher in high school used to say, &#39;I can&#39;t paint like I want to, but through practice I&#39;ll get better.&#39; But I don&#39;t think that&#39;s true. I think sometimes you just can&#39;t paint.","author":"Ellie Kemper","topic":"Teacher"},{"quote":"Jackie&#39;s dream was France, but mine was really art and Italy, as that was all I cared about through school. My history of art teacher, who saved my life at Farmington, was obsessed with Bernard Berenson, and I succumbed as well.","author":"Lee Radziwill","topic":"Teacher"},{"quote":"I wanted to be a landscape architect, but I trained as a teacher; I worked in publishing; I was a waitress.","author":"Deborah Moggach","topic":"Teacher"},{"quote":"When I was really young, I wanted to be a history teacher because I was obsessed with the past.","author":"Russell Tovey","topic":"Teacher"},{"quote":"Every moral teacher or spiritual adviser gives injunctions about how to live wisely and well. But life is so complicated and full of uncertainty that rules seldom tell us quite what to do.","author":"Ian Hacking","topic":"Teacher"},{"quote":"My fascination with women&#39;s clothes began very early. My mother was a very fashionable woman. She also made her own clothes. She had these fashion magazines, and I would draw the women in them. My middle school art teacher suggested that I have a fashion drawing show.","author":"Alexander Chee","topic":"Teacher"},{"quote":"Liz Benedict, a teacher of mine at Iowa, is the person who introduced me to James Salter&#39;s work.","author":"Alexander Chee","topic":"Teacher"},{"quote":"I started the class late. The teacher said I would have to learn as much in half a year that the others learned in a year. I did it.","author":"Katarina Witt","topic":"Teacher"},{"quote":"I had a brilliant drama teacher while I was at Roland Park: Ann Mainolfi. But the school was mostly rich in academics. It wasn&#39;t like I was prepping myself for a life in acting. There, you prepped yourself to have a stable future. The school&#39;s piece de resistance is college prep - it didn&#39;t teach you how to audition for a TV show.","author":"Nicole Ari Parker","topic":"Teacher"},{"quote":"In the fourth grade, my history teacher gave us a project: Why was the auto industry located in Detroit, Michigan? I didn&#39;t know I was going to be an economist, but I knew I was going to do something that was involved in answering questions like that one because I thought that was a fascinating question.","author":"Mark Zandi","topic":"Teacher"},{"quote":"In the playground, I always made people laugh; I used to charge them three pence for an impression of a teacher. It kept me in toffees.","author":"Sue Townsend","topic":"Teacher"},{"quote":"I think day care is terrific. Kids get to be around other kids, and they&#39;re playing, and they&#39;re teaching each other. When I was in college, my summer job was being a preschool teacher. I loved it, and after that experience, I said I can&#39;t wait to put my kid in day care because I could see how much they loved it.","author":"Jessica Valenti","topic":"Teacher"},{"quote":"My dad was a football player - a soccer player - for Manchester United, and I loved playing football, but I also happened to be the guy in class who was pretty good at sight reading. My teacher gave me scripts, and I was very comfortable.","author":"Ian McShane","topic":"Teacher"},{"quote":"I had a teacher at school who said, &#39;We are going to do a play next year, and you&#39;re in it.&#39; He said, &#39;You should try out for the Royal Academy as an actor.&#39; I did and got in. I was 17. My mum wasn&#39;t too happy, but it worked out OK.","author":"Ian McShane","topic":"Teacher"},{"quote":"The whole point of art school is that you&#39;re going to be able to have nudes all day long and a teacher who is there to move you. It&#39;s great. I did a tiny bit in the one school in Paris, and it was wonderful because you&#39;d have a nude taking a crazy position, and you&#39;d have 10 seconds to do a drawing. Then you&#39;d do a one-minute drawing.","author":"Lou Doillon","topic":"Teacher"},{"quote":"Connie Heermann is a Freedom Writer teacher. I believe she represents the best of what dedicated teachers can be because she chose to serve her students, not her school board.","author":"Richard LaGravenese","topic":"Teacher"},{"quote":"Faulkner turned out to be a great teacher. When a student asked a question ineptly, he answered the question with what the student had really wanted to know.","author":"Leslie Fiedler","topic":"Teacher"},{"quote":"Before Juilliard, I was a schoolteacher for a little bit. I taught in a charter school. I was a substitute teacher for kids ages 3 to 6.","author":"Samira Wiley","topic":"Teacher"},{"quote":"If I can only be known as one thing, then, well, I guess it would be poet and performer and teacher.","author":"Juan Felipe Herrera","topic":"Teacher"},{"quote":"Well, financially it&#39;s a little bit better. But it&#39;s better than than when I was a teacher. But I kind of - it&#39;s allowed me to buy a house. And I&#39;ve been able to help my mother with some stuff and my brother. So, that&#39;s nice.","author":"Clay Aiken","topic":"Teacher"},{"quote":"But I was going to be a teacher my entire life, so I wasn&#39;t counting on money to much.","author":"Clay Aiken","topic":"Teacher"},{"quote":"During my own gap year, I learned an invaluable lesson - that I was a lousy teacher. Even though the children I &#39;taught,&#39; in upcountry Uganda, were desperate for qualifications, they largely ignored me. Until, that is, I realised that they wanted to hear about other young persons around the world.","author":"Simon Hoggart","topic":"Teacher"},{"quote":"I had a Spanish teacher in high school. I rarely got in trouble in her room because I felt I was disappointing her if I got a bad grade. That had more power over me than teachers who told me I talked too much. That level of respect I had for her made me not want to fail for her.","author":"Clay Aiken","topic":"Teacher"},{"quote":"By continuing to increase teacher recruitment and training - and ameliorating wages and working conditions - we will be able to shore up the weaknesses of the French education system.","author":"Najat Vallaud-Belkacem","topic":"Teacher"},{"quote":"I worked as a draftsman for the Department of Environmental Protection, and as a teacher, in N.Y.C.; at a big bank and a small ad agency, a tiny law firm and a few giant ones; as a cashier and a dishwasher; preparing deli sandwiches and stringing tennis racquets and pruning evergreens into conical Christmas-tree shapes.","author":"Chris Pavone","topic":"Teacher"},{"quote":"My mum was a music teacher. I&#39;ve got three sisters, and we all played instruments when we were kids.","author":"Tom Ellis","topic":"Teacher"},{"quote":"I think if I hadn&#39;t been a writer, I&#39;d have been a teacher like my dad. He was a college professor, and one of my greatest regrets is that he passed away before I was able to prove to him that I wasn&#39;t going to be stuck working at Rax Roast Beef for the rest of my life!","author":"Meg Cabot","topic":"Teacher"},{"quote":"My father was my trainer, my teacher. He was closer to my sister in the sense that she adored him and he adored her. He was more like my pal. Because of the 13-year gap, I think by the time I came along, it wasn&#39;t a big deal. I wasn&#39;t spoilt or cherished, I was just put to work.","author":"Felicity Kendal","topic":"Teacher"},{"quote":"My father was a GP; my mother was a teacher and amateur actress. My father was a bit of a storyteller, but the acting influence must have been from her - yes, put it down to my mother.","author":"Ciaran Hinds","topic":"Teacher"},{"quote":"I saw myself as a teacher&#39;s pet but with a little of Ed Haskell mixed in. I was the teacher&#39;s pet, but that didn&#39;t mean that I was trying to pull one over.","author":"Damon Lindelof","topic":"Teacher"},{"quote":"My first true lesson in writing came from Mr. Bowden when I was 16. At my high school, he was the teacher known to be the very best at literature and writing.","author":"Jeff Lindsay","topic":"Teacher"},{"quote":"What it takes is to actually write: not to think about it, not to imagine it, not to talk about it, but to actually want to sit down and write. I&#39;m lucky I learned that habit a really long time ago. I credit my mother with that. She was an English teacher, but she was a writer.","author":"Luanne Rice","topic":"Teacher"},{"quote":"I remember telling my creative writing teacher that you never want to have a journal, because if you lose it, then someone&#39;s going to know all your secrets. And then she stopped using a journal, but I always write everything down... Anytime I travel, I try and fill up notepads.","author":"Garrett Hedlund","topic":"Teacher"},{"quote":"Of course, MIT was notable not just for its faculty but also for its students. And, facing such extremely bright kids as a rookie teacher was something like being thrown to the wolves.","author":"Eric Maskin","topic":"Teacher"},{"quote":"I had a public school education - 3,000 kids when I was there. And there were a lot of teachers who would just sit there. You&#39;d come in and sign your name and the teacher would just sit there at the head of the class and you would literally just have to stay in your seat for 40 minutes and that was the only thing you&#39;d have to do in class.","author":"Casey Affleck","topic":"Teacher"},{"quote":"I hope that I serve by being a teacher.","author":"Jenna Bush","topic":"Teacher"},{"quote":"As a teacher you can see the difference in kids who have parents who were involved. That difference, by the time these kids get to the third grade, is drastic.","author":"Jenna Bush","topic":"Teacher"},{"quote":"My mother was an actress and my voice teacher, an incredible voice teacher. My biological father is an actor, and my stepfather, who raised me along with my mother, is a psychotherapist. I was always supported in creative ventures.","author":"Laura Benanti","topic":"Teacher"},{"quote":"My folks were busy. My dad was a teacher, and it was during the Second World War, and my mother was working. So I got my stories from films and books. I read a lot, and I love to read to this day.","author":"Robert Osborne","topic":"Teacher"},{"quote":"I was a hyperactive kid, and it took awhile for me to find the right teacher. My master was a Shaolin kung fu teacher, but he also taught tai chi, Chinese medicine, brush painting - he was adept at all facets of Chinese culture.","author":"Daniel Wu","topic":"Teacher"},{"quote":"From being a teacher and educator, I see the state of the music through the eyes of an 18-year-old coming on to the scene, and we want to make sure it stays intact. With my generation, it&#39;s our duty to do that.","author":"Jason Moran","topic":"Teacher"},{"quote":"I made my drama teacher cry. I only took drama to get out of writing papers in English and the teacher was this thespian Broadway geek and here I was this Italian guy from Staten Island and I would put her in tears.","author":"Vinny Guadagnino","topic":"Teacher"},{"quote":"If you love dance and you have the gift of teaching, teaching is super amazing and important because my teachers planted that seed in me. As a teacher you understand the difference or the definition of a Baryshnikov or a Gregory Hines, so teaching is really important and very necessary.","author":"Laurieann Gibson","topic":"Teacher"},{"quote":"Over my life as a teacher, women have been too quiet. I&#39;m quiet myself. I don&#39;t think I said three words the whole of graduate school.","author":"Marilynne Robinson","topic":"Teacher"},{"quote":"When I was little, I was actually really shy. I really enjoyed doing school plays, but I found the whole thing terrifying. I cried myself to sleep once because I thought my teacher was going to give me the lead role. I never imagined acting was a viable career.","author":"Emily Berrington","topic":"Teacher"},{"quote":"When I was in college, I had the good fortune to have Joyce Carol Oates as my writing teacher. She told me that I could take an aspect of myself, and from that one bit of personality, I can create a character. This is what I have done, particularly in my novels.","author":"Jonathan Ames","topic":"Teacher"},{"quote":"I often think that the prime directive for me as a teacher of writing is akin to that for a physician, which is this: do no harm.","author":"Chang-Rae Lee","topic":"Teacher"},{"quote":"My brother is a policeman; my sister&#39;s an English teacher. When I hear what they make versus what I make, it&#39;s ridiculous.","author":"Robert Sean Leonard","topic":"Teacher"},{"quote":"In middle school, I had a teacher who regularly reminded students of the Monday night Young Life meetings he sponsored; on Tuesdays, he&#39;d spend the first few minutes of class palling around with the chosen ones about all the fun and fellowship they&#39;d experienced together.","author":"Laura Moser","topic":"Teacher"},{"quote":"My fifth grade teacher Mr. Straussberger noticed I was having trouble with some of my book reports, but he knew I loved to draw. He gave me extra credit if I did a drawing from the book that I was reading.","author":"Tony DiTerlizzi","topic":"Teacher"},{"quote":"I had gone to New York with no plan at all. I did a lot of jobs - barman, teacher, security guard, postman and construction worker - and I was meeting many eccentric characters, and they were saying funny things, which I always wrote down.","author":"Adrian McKinty","topic":"Teacher"},{"quote":"You know, I loved math. My mom was a math teacher.","author":"Joan Cusack","topic":"Teacher"},{"quote":"I was never one to go up to someone as a five- or six-year-old and say, &#39;Hello, my name&#39;s Paul, will you be my friend?&#39; But I found if I did an impression of the PE teacher or whatever and people laughed, then they did like me, and so then they started talking to me, rather than me making the initial overture and then maybe being rebuffed.","author":"Paul Merton","topic":"Teacher"},{"quote":"A father is a person who&#39;s around, participating in a child&#39;s life. He&#39;s a teacher who helps to guide and shape and mold that young person, someone for that young person to talk to, to share with, their ups and their downs, their fears and their concerns.","author":"Michael Nutter","topic":"Teacher"},{"quote":"Muriel, my mother, was my main confidant. She was a teacher of English at Watford grammar school but took a break while my sister Madeleine and I were children. She held court in the kitchen, and we talked about everything.","author":"John Sulston","topic":"Teacher"},{"quote":"Children are already accustomed to a world that moves faster and is more exciting than anything a teacher in front of a classroom can do.","author":"Major Owens","topic":"Teacher"},{"quote":"We can not wait until we have enough trained people willing to work at a teacher&#39;s salary and under conditions imposed upon teachers in order to improve what happens in the classroom.","author":"Major Owens","topic":"Teacher"},{"quote":"My first tic was to shake my head violently. I was in karate class, and I was shaking violently. All of a sudden, I just started to notice that the teacher was looking at me, and all the kids were wondering what I was doing. I suddenly felt really strange.","author":"Dash Mihok","topic":"Teacher"},{"quote":"We should not run away from religious teachings. We should run to them.","author":"James Carville","topic":"Teacher"},{"quote":"I eat tons, three full meals a day, and I never go to the gym. When I was a child, my geography teacher said, &#39;You may be slim now but if you carry on eating like that, you&#39;ll end up being really fat.&#39; Fortunately, I really don&#39;t think I&#39;ve changed much in the past two decades, so that teacher was an idiot.","author":"Gina Bellman","topic":"Teacher"},{"quote":"I started elocution lessons because I was being teased, and I had a brilliant drama teacher. At the age of 14, I appeared at the National Theatre in &#39;The Crucible.&#39;","author":"Gina Bellman","topic":"Teacher"},{"quote":"When I was 16, I was taught by a wonderful teacher who let me ignore the Greek syllabus and just read Homer.","author":"Alice Oswald","topic":"Teacher"},{"quote":"I have a deal with HBO to develop television, and I am also developing a movie called &#39;The Abstinence Teacher,&#39; which is based on a book by Tom Perrotta.","author":"Lisa Cholodenko","topic":"Teacher"},{"quote":"I want to be involved with young people in some way. Teenagers. Because that&#39;s the most vulnerable time. I have a fantasy of becoming a teacher one day.","author":"Elisabeth Shue","topic":"Teacher"},{"quote":"My kindergarten teacher encouraged me to learn, as did my school headmaster, who gave me a grant to study.","author":"Ada Yonath","topic":"Teacher"},{"quote":"I worked as a secretary, a waitress and a dance teacher - all in high school.","author":"Jennie Garth","topic":"Teacher"},{"quote":"My mum is a school teacher and my dad is an electrician.","author":"Jai Courtney","topic":"Teacher"},{"quote":"You don&#39;t want to engage in road rage when the person in the next car might be your child&#39;s future teacher or your dentist&#39;s father.","author":"Kim Edwards","topic":"Teacher"},{"quote":"As a poet and a teacher, I read all the time. I know I read slowly. I like reading, but I don&#39;t read any more than I have to.","author":"Philip Schultz","topic":"Teacher"},{"quote":"My parents always knew that I loved music. They just didn&#39;t think I&#39;d try to make it a career. They thought I&#39;d be a painter or an art teacher or something like that.","author":"Benmont Tench","topic":"Teacher"},{"quote":"I was the one that was always dancing and got along with everybody, but I also spoke my mind. If I didn&#39;t agree with something the teacher would say, I&#39;d tell her, so I would get in trouble for things like that. I&#39;ve always been a good\/bad boy.","author":"Shameik Moore","topic":"Teacher"},{"quote":"In business, experience is the big teacher.","author":"Matthew Stewart","topic":"Teacher"},{"quote":"I did an A Level in Theatre Studies and had a really inspirational teacher, and then I just went on to university.","author":"Jessica Raine","topic":"Teacher"},{"quote":"I was sent to a nice Church of England girls&#39; school and at that time, after university, a woman was expected to become a teacher, a nurse or a missionary - prior to marriage.","author":"Kate Adie","topic":"Teacher"},{"quote":"When I left Europe in 1987 I did so with the thought that my relevance as a composition teacher would benefit from a certain cool distance to certain tendencies I had been observing for several years with increasing disquiet.","author":"Brian Ferneyhough","topic":"Teacher"},{"quote":"I would take William H. Macy as a teacher any day of the week. He&#39;s incredible. He&#39;s got a lot of hard-earned experience.","author":"Skeet Ulrich","topic":"Teacher"},{"quote":"Dad worked his entire career as an aviation technician. Mom was a legal secretary who became a teacher. We lived a simple American life.","author":"Brian Sandoval","topic":"Teacher"},{"quote":"When I was very, very young, seven years old, I heard there was school where you could go to learn to draw. That was my absolute driven passion, to become an artist or a painter. So the romantic realist in me, I studied to be a graphic design artist and an art teacher.","author":"David Coverdale","topic":"Teacher"},{"quote":"I think like a Silicon Valley entrepreneur. Failure is a great teacher. At the same time, you must remember, success will never last... Whether it&#39;s tech or fashion, it must be for the customer.","author":"Tadashi Yanai","topic":"Teacher"},{"quote":"I have an education degree from the University of Minnesota, and I was a teacher for about a minute.","author":"Loni Anderson","topic":"Teacher"},{"quote":"I had a really creative teacher at primary school. He used to get us doing things such as singing Spandau Ballet in drag in the choir, and I remember loving it.","author":"Dominic Cooper","topic":"Teacher"},{"quote":"A teacher told my mother that I would never become successful, which illustrates the difficulty of long-run forecasting on inadequate data.","author":"Clive Granger","topic":"Teacher"},{"quote":"Data adds concrete information to a teacher&#39;s observations and intuition, but it will never replace experience, personal relationships, and cultural understanding.","author":"Jose Ferreira","topic":"Teacher"},{"quote":"When I was child, I never spoke. Teacher used to write remarks on my note book. My mom sent me to a trainer. I started talking, and it gave me confidence.","author":"Boman Irani","topic":"Teacher"},{"quote":"You can play professional lacrosse, but they make less than a teacher&#39;s salary now. I always thought about that. And it&#39;s a very difficult career, a short career, as a pro athlete.","author":"Nash Grier","topic":"Teacher"},{"quote":"The fact of the matter is that when there are feelings involved and you like someone, it doesn&#39;t matter if you&#39;re an actor, a teacher, a doctor, a lawyer, a receptionist - you can&#39;t really help it when you have feelings for someone.","author":"Jessica Szohr","topic":"Teacher"},{"quote":"There was an email forwarded to me from a first-grade teacher, and she said she was teaching them civil rights for MLK weekend, and a little first-grader stood up, and he said, &#39;I can explain segregation,&#39; and proceeded to explain all the scenes from &#39;Hidden Figures.&#39; And I died because that&#39;s everything.","author":"Allison Schroeder","topic":"Teacher"},{"quote":"There is no teacher, living or past, who can give us the actual understanding of Truth. A teacher can only put our feet upon the path and point the way. That is all. It is wholly dependent on the individual to make his way to Truth.","author":"Paul Twitchell","topic":"Teacher"},{"quote":"I&#39;m very grateful and fully aware that 90 percent of actors are not working. Going from public school teacher to a show like &#39;Grey&#39;s Anatomy&#39;, I love what I do.","author":"Jesse Williams","topic":"Teacher"},{"quote":"One of the most extraordinary things about being a spiritual teacher is the rare privilege of being able to look deeply into the very souls of many human beings at the same time.","author":"Andrew Cohen","topic":"Teacher"},{"quote":"I wouldn&#39;t be happy had I only been a teacher, if all I had done was help young people, frankly. I don&#39;t get nearly the joy teaching as I do out of creation.","author":"Barry Hannah","topic":"Teacher"},{"quote":"As a former teacher and a mother and grandmother, I know firsthand the importance of a quality education.","author":"Sue Kelly","topic":"Teacher"},{"quote":"I love directing actors. In the last few years, I have started expanding my directing into workshops for actors who truly want to grow and learn. My mom was a high school drama teacher, and teaching makes me very happy. My workshops are nurturing.","author":"Del Shores","topic":"Teacher"},{"quote":"I&#39;m crazy about Shakespeare, who was a notorious word inventor. And my wife is an English teacher, and she&#39;s hilarious.","author":"Rob Delaney","topic":"Teacher"},{"quote":"I&#39;m pretty much using media all day because my school is online. It&#39;s sort of like homeschooling but also like going to real school - you log in and do all your work and email it to the teacher, and we have a teacher who oversees us on set.","author":"Nolan Gould","topic":"Teacher"},{"quote":"When I was 11, I played the part of Rumpelstiltskin, and my teacher told me I would make a great actor.","author":"Brian Blessed","topic":"Teacher"},{"quote":"Read something of interest every day - something of interest to you, not to your teacher or your best friend or your minister\/rabbi\/priest. Comics count. So does poetry. So do editorials in your school newspaper. Or a biography of a rock star. Or an instructional manual. Or the Bible.","author":"Jane Yolen","topic":"Teacher"},{"quote":"We all go back to our roots. My father went to the central west, went to Ilfracombe in 1919. He was the manager of the wool scour there. And, Ilfracombe was right at the heart of Australia&#39;s great wool industry, and my mother was a teacher at Winton.","author":"Quentin Bryce","topic":"Teacher"},{"quote":"I grew up with a strong Spanish influence. I tried to learn flamenco when I was younger. But it&#39;s like my teacher said: &#39;It takes a lifetime to learn flamenco.&#39;","author":"Jose Gonzalez","topic":"Teacher"},{"quote":"You know how to tell if the teacher is hung over? Movie Day.","author":"Jay Mohr","topic":"Teacher"},{"quote":"I wanted to become a kindergarten teacher like my mother.","author":"Ziyi Zhang","topic":"Teacher"},{"quote":"I had a great movement teacher - he showed me how to walk so I wasn&#39;t becoming like a cartoon.","author":"John Leguizamo","topic":"Teacher"},{"quote":"Everybody&#39;s a teacher if you listen.","author":"Doris Roberts","topic":"Teacher"},{"quote":"I played the piano as a boy for six years, from the time I was six to 12 years old. My piano lessons ended when my father died because our family had no more money. I used to have a mestiza teacher. She&#39;d come once a week to teach me piano lessons, and she&#39;d bribe me each time with an apple; otherwise, I wouldn&#39;t play.","author":"John Gokongwei","topic":"Teacher"},{"quote":"I&#39;m a school teacher, and later on, well past my formal education, I became very interested in science.","author":"Bernard Beckett","topic":"Teacher"},{"quote":"The impending teacher shortage is the most critical education issue we will face in the next decade.","author":"David Price","topic":"Teacher"},{"quote":"I started writing stories when I was six years old. I was a very shy kid, extremely shy, and I had a fabulous first-grade teacher who told me to write.","author":"Doreen Cronin","topic":"Teacher"},{"quote":"My mother was an English teacher who decided to become a math teacher, and she used me as a guinea pig at home. My father had been a math teacher and then went to work at a steel mill because, frankly, he could make more money doing that.","author":"Freeman A. Hrabowski III","topic":"Teacher"},{"quote":"I think eventually I want to become a teacher, like my father wanted to be, and hopefully positively influence the next generation.","author":"Ann Curry","topic":"Teacher"},{"quote":"I had one of those defining moments in the fourth grade when my teacher said the story I wrote was the best in the class, and therefore I would be going Young Authors Conference where I&#39;d get to hang out with authors all day.","author":"Lisa McMann","topic":"Teacher"},{"quote":"Your chemistry high school teacher lied to you when they told you that there was such a thing as a vacuum, that you could take space and move every particle out of it.","author":"Adam Riess","topic":"Teacher"},{"quote":"Students rarely disappoint teachers who assure them in advance that they are doomed to failure.","author":"Sidney Hook","topic":"Teacher"},{"quote":"As they work hard for our children, America&#39;s teachers often reach into their own pockets to make sure they have the best classroom supplies. I feel strongly that the federal government should help make up for their personal financial burden.","author":"John Warner","topic":"Teacher"},{"quote":"Often, when people ask me what I read as a young girl, I lie. Or, I should say, I lie by omission. I tell them about my brilliant fourth-grade teacher, Miss Artis, who assigned us &#39;Johnny Tremain&#39; and &#39;Where the Red Fern Grows&#39; and &#39;Tuck Everlasting,&#39; all books that made an impression on me. And people nod in approval.","author":"Cristina Henriquez","topic":"Teacher"},{"quote":"I was in three academic clubs, a huge book worm and the teacher&#39;s pet. I was kind of an easy target for bullies.","author":"Nicole Anderson","topic":"Teacher"},{"quote":"Prior to going to college, I had a pretty strong accent, and that was one of the things I had to work on a lot. I went to North Carolina School of the Arts; my speech teacher... that was one of the things we really had to work on over the years, and thankfully I think it finally worked.","author":"Chris Parnell","topic":"Teacher"},{"quote":"I wrote about a bird that cleaned a crocodile&#39;s teeth. The story was so good that my teacher could not believe that a ten-year-old could write that well. I was even punished because my teacher thought I&#39;d lied about writing it! I had always loved to write, but it was then that I realized that I had a talent for it.","author":"Brian Jacques","topic":"Teacher"},{"quote":"I think my best teacher and my best study was theater in general. It taught me a lot of patience and a lot of hard work, and I think that theater teaches you that you&#39;ve got to know your stuff because you only get one chance.","author":"Chelsea Kane","topic":"Teacher"},{"quote":"At the age of 15, a teacher had asked me what I wanted to do for a career, and without knowing why or even how I replied that I wanted to be a poet.","author":"Ama Ata Aidoo","topic":"Teacher"},{"quote":"My attitude toward graduate students was different, I must say. I used graduate students as colleagues: I gave them the best problems to work on, and I encouraged them.","author":"Frank Press","topic":"Teacher"},{"quote":"When I was a child I used to read books by Gerald Durrell, who founded Jersey Zoo. He had a job collecting animals for zoos and for a long time that is what I wanted to do. Later when I was a teenager I had a fantastic English teacher called Mrs. Stafford. Her enthusiasm made me decide to be a writer.","author":"Melvin Burgess","topic":"Teacher"},{"quote":"TV is bigger than any story it reports. It&#39;s the greatest teaching tool since the printing press.","author":"Fred W. Friendly","topic":"Teacher"},{"quote":"From the time I was ten, I thought of myself as &#39;good with words,&#39; thanks to a perceptive and supportive fifth grade teacher.","author":"Karen Hesse","topic":"Teacher"}]