[{"quote":"The science of today is the technology of tomorrow.","author":"Edward Teller","topic":"Technology"},{"quote":"Technology can be our best friend, and technology can also be the biggest party pooper of our lives. It interrupts our own story, interrupts our ability to have a thought or a daydream, to imagine something wonderful, because we&#39;re too busy bridging the walk from the cafeteria back to the office on the cell phone.","author":"Steven Spielberg","topic":"Technology"},{"quote":"Technology is a useful servant but a dangerous master.","author":"Christian Lous Lange","topic":"Technology"},{"quote":"Technology has forever changed the world we live in. We&#39;re online, in one way or another, all day long. Our phones and computers have become reflections of our personalities, our interests, and our identities. They hold much that is important to us.","author":"James Comey","topic":"Technology"},{"quote":"Animals have come to mean so much in our lives. We live in a fragmented and disconnected culture. Politics are ugly, religion is struggling, technology is stressful, and the economy is unfortunate. What&#39;s one thing that we have in our lives that we can depend on? A dog or a cat loving us unconditionally, every day, very faithfully.","author":"Jon Katz","topic":"Technology"},{"quote":"Every once in a while, a new technology, an old problem, and a big idea turn into an innovation.","author":"Dean Kamen","topic":"Technology"},{"quote":"Technology is nothing. What&#39;s important is that you have a faith in people, that they&#39;re basically good and smart, and if you give them tools, they&#39;ll do wonderful things with them.","author":"Steve Jobs","topic":"Technology"},{"quote":"We will always have STEM with us. Some things will drop out of the public eye and will go away, but there will always be science, engineering, and technology. And there will always, always be mathematics.","author":"Katherine Johnson","topic":"Technology"},{"quote":"The advance of technology is based on making it fit in so that you don&#39;t really even notice it, so it&#39;s part of everyday life.","author":"Bill Gates","topic":"Technology"},{"quote":"New technology is not good or evil in and of itself. It&#39;s all about how people choose to use it.","author":"David Wong","topic":"Technology"},{"quote":"The first rule of any technology used in a business is that automation applied to an efficient operation will magnify the efficiency. The second is that automation applied to an inefficient operation will magnify the inefficiency.","author":"Bill Gates","topic":"Technology"},{"quote":"Technology is just a tool. In terms of getting the kids working together and motivating them, the teacher is the most important.","author":"Bill Gates","topic":"Technology"},{"quote":"We live in a society exquisitely dependent on science and technology, in which hardly anyone knows anything about science and technology.","author":"Carl Sagan","topic":"Technology"},{"quote":"Sharing is good, and with digital technology, sharing is easy.","author":"Richard Stallman","topic":"Technology"},{"quote":"Technology, like art, is a soaring exercise of the human imagination.","author":"Daniel Bell","topic":"Technology"},{"quote":"The number one benefit of information technology is that it empowers people to do what they want to do. It lets people be creative. It lets people be productive. It lets people learn things they didn&#39;t think they could learn before, and so in a sense it is all about potential.","author":"Steve Ballmer","topic":"Technology"},{"quote":"Turn off your email; turn off your phone; disconnect from the Internet; figure out a way to set limits so you can concentrate when you need to, and disengage when you need to. Technology is a good servant but a bad master.","author":"Gretchen Rubin","topic":"Technology"},{"quote":"There is a huge need and a huge opportunity to get everyone in the world connected, to give everyone a voice and to help transform society for the future. The scale of the technology and infrastructure that must be built is unprecedented, and we believe this is the most important problem we can focus on.","author":"Mark Zuckerberg","topic":"Technology"},{"quote":"Design is a way of life, a point of view. It involves the whole complex of visual communications: talent, creative ability, manual skill, and technical knowledge. Aesthetics and economics, technology and psychology are intrinsically related to the process.","author":"Paul Rand","topic":"Technology"},{"quote":"Information technology and business are becoming inextricably interwoven. I don&#39;t think anybody can talk meaningfully about one without the talking about the other.","author":"Bill Gates","topic":"Technology"},{"quote":"In education, technology can be a life-changer, a game changer, for kids who are both in school and out of school. Technology can bring textbooks to life. The Internet can connect students to their peers in other parts of the world. It can bridge the quality gaps.","author":"Queen Rania of Jordan","topic":"Technology"},{"quote":"Every time there&#39;s a new tool, whether it&#39;s Internet or cell phones or anything else, all these things can be used for good or evil. Technology is neutral; it depends on how it&#39;s used.","author":"Rick Smolan","topic":"Technology"},{"quote":"It&#39;s not a faith in technology. It&#39;s faith in people.","author":"Steve Jobs","topic":"Technology"},{"quote":"Any sufficiently advanced technology is indistinguishable from magic.","author":"Arthur C. Clarke","topic":"Technology"},{"quote":"The First Industrial Revolution used water and steam power to mechanize production. The Second used electric power to create mass production. The Third used electronics and information technology to automate production.","author":"Klaus Schwab","topic":"Technology"},{"quote":"Technology and social media have brought power back to the people.","author":"Mark McKinnon","topic":"Technology"},{"quote":"While technology is important, it&#39;s what we do with it that truly matters.","author":"Muhammad Yunus","topic":"Technology"},{"quote":"The world is getting more connected through technology and travel. Cuisines are evolving. Some people are scared of globalization, but I think people will always take pride in cultural heritage.","author":"John Mackey","topic":"Technology"},{"quote":"I&#39;m interested in things that change the world or that affect the future and wondrous, new technology where you see it, and you&#39;re like, &#39;Wow, how did that even happen? How is that possible?&#39;","author":"Elon Musk","topic":"Technology"},{"quote":"Biology is the most powerful technology ever created. DNA is software, protein are hardware, cells are factories.","author":"Arvind Gupta","topic":"Technology"},{"quote":"Getting information off the Internet is like taking a drink from a fire hydrant.","author":"Mitchell Kapor","topic":"Technology"},{"quote":"The real problem is not whether machines think but whether men do.","author":"B. F. Skinner","topic":"Technology"},{"quote":"Social media is not about the exploitation of technology but service to community.","author":"Simon Mainwaring","topic":"Technology"},{"quote":"Information technology is at the core of how you do your business and how your business model itself evolves.","author":"Satya Nadella","topic":"Technology"},{"quote":"Engineering or technology is all about using the power of science to make life better for people, to reduce cost, to improve comfort, to improve productivity, etc.","author":"N. R. Narayana Murthy","topic":"Technology"},{"quote":"Technology gives us the facilities that lessen the barriers of time and distance - the telegraph and cable, the telephone, radio, and the rest.","author":"Emily Greene Balch","topic":"Technology"},{"quote":"Today, most young women are exposed to technology at a very young age, with mobile phones, tablets, the Web or social media. They are much more proficient with technology than prior generations since they use it for all their school work, communication and entertainment.","author":"Susan Wojcicki","topic":"Technology"},{"quote":"Science and technology are a propellant for building a thriving country, and the happiness of the people and the future of the country hinge on their development.","author":"Kim Jong-un","topic":"Technology"},{"quote":"Globalization, as defined by rich people like us, is a very nice thing... you are talking about the Internet, you are talking about cell phones, you are talking about computers. This doesn&#39;t affect two-thirds of the people of the world.","author":"Jimmy Carter","topic":"Technology"},{"quote":"Technology is best when it brings people together.","author":"Matt Mullenweg","topic":"Technology"},{"quote":"There&#39;s still something so pure and heartfelt and emotional and genuine about a bouquet of flowers that, even with all the advances of technology and the millions of ways we have to communicate with each other, flowers are still relevant in my opinion.","author":"Vanessa Diffenbaugh","topic":"Technology"},{"quote":"Sometimes a technology is so awe-inspiring that the imagination runs away with it - often far, far away from reality. Robots are like that. A lot of big and ultimately unfulfilled promises were made in robotics early on, based on preliminary successes.","author":"Daniel H. Wilson","topic":"Technology"},{"quote":"It has become appallingly obvious that our technology has exceeded our humanity.","author":"Unknown","topic":"Technology"},{"quote":"Once you have an innovation culture, even those who are not scientists or engineers - poets, actors, journalists - they, as communities, embrace the meaning of what it is to be scientifically literate. They embrace the concept of an innovation culture. They vote in ways that promote it. They don&#39;t fight science and they don&#39;t fight technology.","author":"Neil deGrasse Tyson","topic":"Technology"},{"quote":"I used to do my best thinking while staring out airplane windows. The seat-back video system put a stop to that. Now I sit and watch old&#39; Friends&#39; and &#39;Everybody Loves Raymond&#39; episodes. Walking is good, but here again, technology has interfered. I like to listen to iTunes while I walk home. I guess I don&#39;t think anymore.","author":"Mary Roach","topic":"Technology"},{"quote":"Information technology has been one of the leading drivers of globalization, and it may also become one of its major victims.","author":"Evgeny Morozov","topic":"Technology"},{"quote":"Riding a bicycle is the summit of human endeavour - an almost neutral environmental effect coupled with the ability to travel substantial distances without disturbing anybody. The bike is the perfect marriage of technology and human energy.","author":"Jeremy Corbyn","topic":"Technology"},{"quote":"Patients who are being kept alive by technology and want to end their lives already have a recognized constitutional right to stop any and all medical interventions, from respirators to antibiotics. They do not need physician-assisted suicide or euthanasia.","author":"Ezekiel Emanuel","topic":"Technology"},{"quote":"I have always believed that technology should do the hard work - discovery, organization, communication - so users can do what makes them happiest: living and loving, not messing with annoying computers! That means making our products work together seamlessly.","author":"Larry Page","topic":"Technology"},{"quote":"Our intuition about the future is linear. But the reality of information technology is exponential, and that makes a profound difference. If I take 30 steps linearly, I get to 30. If I take 30 steps exponentially, I get to a billion.","author":"Ray Kurzweil","topic":"Technology"},{"quote":"Genetically modified organism (GMO) foods are feared and hated by environmentalists and the public alike. Yet the scientific assessment of GMOs is remarkably different. Every major scientific evaluation of GMO technology has concluded that GMOs are safe for human consumption and are a benefit to the environment.","author":"Ramez Naam","topic":"Technology"},{"quote":"Even more amazing than modern technology is our opportunity to access information directly from Heaven, without hardware, software, or monthly service fees.","author":"Russell M. Nelson","topic":"Technology"},{"quote":"People who are really serious about software should make their own hardware.","author":"Alan Kay","topic":"Technology"},{"quote":"The history of the music industry is inevitably also the story of the development of technology. From the player piano to the vinyl disc, from reel-to-reel tape to the cassette, from the CD to the digital download, these formats and devices changed not only the way music was consumed, but the very way artists created it.","author":"Edgar Bronfman, Jr.","topic":"Technology"},{"quote":"Science and technology revolutionize our lives, but memory, tradition and myth frame our response.","author":"Arthur M. Schlesinger","topic":"Technology"},{"quote":"The only constant in the technology industry is change.","author":"Marc Benioff","topic":"Technology"},{"quote":"Everybody gets so much information all day long that they lose their common sense.","author":"Gertrude Stein","topic":"Technology"},{"quote":"The original idea of the web was that it should be a collaborative space where you can communicate through sharing information.","author":"Tim Berners-Lee","topic":"Technology"},{"quote":"Our generation grew up with technology. It evolved as we grew up. This new generation has had it since they were babies. That&#39;s crazy. It fundamentally changes they way they understand and think about technology. They&#39;ve never known life without it, whereas we knew life without the Internet.","author":"Brit Morin","topic":"Technology"},{"quote":"Looking down the road, space exploration and the benefits it yields - in medicine and information technology - should not be overlooked.","author":"Bob Barr","topic":"Technology"},{"quote":"As the technology is developed, autonomous driving could provide driving opportunities for the physically challenged or enable the elderly to continue driving longer. This will be vital as many nations experience an aging population.","author":"William Clay Ford, Jr.","topic":"Technology"},{"quote":"Blockchain technology isn&#39;t just a more efficient way to settle securities. It will fundamentally change market structures, and maybe even the architecture of the Internet itself.","author":"Abigail Johnson","topic":"Technology"},{"quote":"Our business is about technology, yes. But it&#39;s also about operations and customer relationships.","author":"Michael Dell","topic":"Technology"},{"quote":"America has the best doctors, the best nurses, the best hospitals, the best medical technology, the best medical breakthrough medicines in the world. There is absolutely no reason we should not have in this country the best health care in the world.","author":"Bill Frist","topic":"Technology"},{"quote":"Effective use of technology is important to deliver healthcare. By leveraging technology, you can bring down lack of access and cost of healthcare.","author":"N. R. Narayana Murthy","topic":"Technology"},{"quote":"SpaceX is only 12 years old now. Between now and 2040, the company&#39;s lifespan will have tripled. If we have linear improvement in technology, as opposed to logarithmic, then we should have a significant base on Mars, perhaps with thousands or tens of thousands of people.","author":"Elon Musk","topic":"Technology"},{"quote":"Today, companies have to radically revolutionize themselves every few years just to stay relevant. That&#39;s because technology and the Internet have transformed the business landscape forever. The fast-paced digital age has accelerated the need for companies to become agile.","author":"Nolan Bushnell","topic":"Technology"},{"quote":"Technology is a compulsive and addictive way to live. Verbal communication cannot be lost because of a lack of skill. The ability to listen and learn is key to mastering the art of communication. If you don&#39;t use your verbal skills and networking, it will disappear rapidly. Use technology wisely.","author":"Rick Pitino","topic":"Technology"},{"quote":"Even when you take a holiday from technology, technology doesn&#39;t take a break from you.","author":"Douglas Coupland","topic":"Technology"},{"quote":"The world has today 546 nuclear plants generating electricity. Their experience is being continuously researched, and feedback should be provided to all. Nuclear scientists have to interact with the people of the nation, and academic institutions continuously update nuclear power generation technology and safety.","author":"A. P. J. Abdul Kalam","topic":"Technology"},{"quote":"Looking ahead, I believe that the underlying importance of higher education, of science, of technology, of research and scholarship to our quality of life, to the strength of our economy, to our security in many dimensions will continue to be the most important message.","author":"Charles Vest","topic":"Technology"},{"quote":"Blockchain technology represents a generational opportunity to mutualize database infrastructure across entities within financial services. What that translates into is an enormous cost-saving, risk-reducing, and capital-enhancing opportunity.","author":"Blythe Masters","topic":"Technology"},{"quote":"It is definitely true that the fundamental enabling technology for electric cars is lithium-ion as a cell chemistry technology. In the absence of that, I don&#39;t think it&#39;s possible to make an electric car that is competitive with a gasoline car.","author":"Elon Musk","topic":"Technology"},{"quote":"Stone Age. Bronze Age. Iron Age. We define entire epics of humanity by the technology they use.","author":"Reed Hastings","topic":"Technology"},{"quote":"Relying on the government to protect your privacy is like asking a peeping tom to install your window blinds.","author":"John Perry Barlow","topic":"Technology"},{"quote":"Art challenges technology, but technology inspires the art.","author":"John Lasseter","topic":"Technology"},{"quote":"Good, bad or indifferent, if you are not investing in new technology, you are going to be left behind.","author":"Philip Green","topic":"Technology"},{"quote":"The new electronic independence re-creates the world in the image of a global village.","author":"Marshall McLuhan","topic":"Technology"},{"quote":"One machine can do the work of fifty ordinary men. No machine can do the work of one extraordinary man.","author":"Elbert Hubbard","topic":"Technology"},{"quote":"Our world is built on biology and once we begin to understand it, it then becomes a technology.","author":"Ryan Bethencourt","topic":"Technology"},{"quote":"We humans have a love-hate relationship with our technology. We love each new advance and we hate how fast our world is changing... The robots really embody that love-hate relationship we have with technology.","author":"Daniel H. Wilson","topic":"Technology"},{"quote":"Being nerdy just means being passionate about something, including everyone - the coolest people on Earth are passionate and therefore nerdy about something whatever it is, whether it&#39;s sports, or gaming, or technology, or fashion, or beauty, or food, or whatever.","author":"Zachary Levi","topic":"Technology"},{"quote":"The most important thing we can do is inspire young minds and to advance the kind of science, math and technology education that will help youngsters take us to the next phase of space travel.","author":"John Glenn","topic":"Technology"},{"quote":"It is impossible to work in information technology without also engaging in social engineering.","author":"Jaron Lanier","topic":"Technology"},{"quote":"If we can reduce the cost and improve the quality of medical technology through advances in nanotechnology, we can more widely address the medical conditions that are prevalent and reduce the level of human suffering.","author":"Ralph Merkle","topic":"Technology"},{"quote":"Technology is cool, but you&#39;ve got to use it as opposed to letting it use you.","author":"Prince","topic":"Technology"},{"quote":"Even with all our technology and the inventions that make modern life so much easier than it once was, it takes just one big natural disaster to wipe all that away and remind us that, here on Earth, we&#39;re still at the mercy of nature.","author":"Neil deGrasse Tyson","topic":"Technology"},{"quote":"Ever since the Industrial Revolution, investments in science and technology have proved to be reliable engines of economic growth. If homegrown interest in those fields is not regenerated soon, the comfortable lifestyle to which Americans have become accustomed will draw to a rapid close.","author":"Neil deGrasse Tyson","topic":"Technology"},{"quote":"If future generations are to remember us more with gratitude than sorrow, we must achieve more than just the miracles of technology. We must also leave them a glimpse of the world as it was created, not just as it looked when we got through with it.","author":"Lyndon B. Johnson","topic":"Technology"},{"quote":"Cell phones, mobile e-mail, and all the other cool and slick gadgets can cause massive losses in our creative output and overall productivity.","author":"Robin S. Sharma","topic":"Technology"},{"quote":"I&#39;m not a gadget freak, so to say. I own an iPhone, which I love, and would sorely love to upgrade to MacBook Air from my current MacBook Pro. But what gets me going is the technology behind the gadgets, new websites, new apps. And I&#39;m way too much into social media - FB, Twitter and Instagram are always open on my phone.","author":"Shreya Ghoshal","topic":"Technology"},{"quote":"We have also arranged things so that almost no one understands science and technology. This is a prescription for disaster. We might get away with it for a while, but sooner or later this combustible mixture of ignorance and power is going to blow up in our faces.","author":"Carl Sagan","topic":"Technology"},{"quote":"Developments in medical technology have long been confined to procedural or pharmaceutical advances, while neglecting a most basic and essential component of medicine: patient information management.","author":"John Doolittle","topic":"Technology"},{"quote":"Some people call this artificial intelligence, but the reality is this technology will enhance us. So instead of artificial intelligence, I think we&#39;ll augment our intelligence.","author":"Ginni Rometty","topic":"Technology"},{"quote":"Technology is notorious for engrossing people so much that they don&#39;t always focus on balance and enjoy life at the same time.","author":"Paul Allen","topic":"Technology"},{"quote":"Technology just means information technology.","author":"Peter Thiel","topic":"Technology"},{"quote":"The biotechnology wave is similar to the information technology wave of the 1980s and 1990s.","author":"Dietmar Hopp","topic":"Technology"},{"quote":"Technology has moved away from sharing and toward ownership. This suits software and hardware companies just fine: They create new, bloated programs that require more disk space and processing power. We buy bigger, faster computers, which then require more complex operating systems, and so on.","author":"Douglas Rushkoff","topic":"Technology"},{"quote":"It&#39;s one of the fundamental principles of the stock market: When interest rates go up, stocks go down. And along with financial companies and cyclicals, technology companies - with their sky-high price-to-earnings multiples - should be among the biggest losers in an environment of rising rates.","author":"Alex Berenson","topic":"Technology"},{"quote":"Men have become the tools of their tools.","author":"Henry David Thoreau","topic":"Technology"},{"quote":"Europe and Africa share proximity and history, ideas and ideals, trade and technology. You are tied together by the ebb and flow of people. Migration presents policy challenges - but also represents an opportunity to enhance human development, promote decent work, and strengthen collaboration.","author":"Ban Ki-moon","topic":"Technology"},{"quote":"Technology is unlocking the innate compassion we have for our fellow human beings.","author":"Bill Gates","topic":"Technology"},{"quote":"There&#39;s already a lot of active research going on using the Crispr technology to fix diseases like Duchenne muscular dystrophy or cystic fibrosis or Huntington&#39;s disease. They&#39;re all diseases that have known genetic causes, and we now have the technology that can repair those mutations to provide, we hope, patients with a normal life.","author":"Jennifer Doudna","topic":"Technology"},{"quote":"The main advantage of blockchain technology is supposed to be that it&#39;s more secure, but new technologies are generally hard for people to trust, and this paradox can&#39;t really be avoided.","author":"Vitalik Buterin","topic":"Technology"},{"quote":"Once a new technology rolls over you, if you&#39;re not part of the steamroller, you&#39;re part of the road.","author":"Stewart Brand","topic":"Technology"},{"quote":"Long-term, we must begin to build our internal strengths. It isn&#39;t just skills like computer technology. It&#39;s the old-fashioned basics of self-reliance, self-motivation, self-reinforcement, self-discipline, self-command.","author":"Steven Pressfield","topic":"Technology"},{"quote":"Healthcare is becoming part of information technology.","author":"Bill Maris","topic":"Technology"},{"quote":"Television is a medium because anything well done is rare.","author":"Fred Allen","topic":"Technology"},{"quote":"Opera is the most complete art form. It includes drama, acting, technology (lighting), art (the sets), dance, and the epitome of the human voices. But mostly, go for the glorious music. The arts are crucial to the life of every community.","author":"Karen DeCrow","topic":"Technology"},{"quote":"The great paradox of the 21st century is that, in this age of powerful technology, the biggest problems we face internationally are problems of the human soul.","author":"Ralph Peters","topic":"Technology"},{"quote":"We need a wireless mobile device ecosystem that mirrors the PC\/Internet ecosystem, one where the consumers&#39; purchase of network capacity is separate from their purchase of the hardware and software they use on that network. It will take government action, or some disruptive technology or business innovation, to get us there.","author":"Walt Mossberg","topic":"Technology"},{"quote":"If I could time travel into the future, my first port of call would be the point where medical technology is at its best because, like most people on this planet, I have this aversion to dying.","author":"Neal Asher","topic":"Technology"},{"quote":"Education technology and school construction go together. Modernization, updating education facilities, and making a capital investment in education are all included.","author":"Major Owens","topic":"Technology"},{"quote":"The Linux philosophy is &#39;Laugh in the face of danger&#39;. Oops. Wrong One. &#39;Do it yourself&#39;. Yes, that&#39;s it.","author":"Linus Torvalds","topic":"Technology"},{"quote":"Automation and technology would be a great boon if it were creative, if there were more leisure, more opportunity to engage in raising a family, providing guidance to the young, all the stuff we say we need. America will work if we&#39;re all in it together. It&#39;ll work when there&#39;s a shared sense of destiny. It can be done!","author":"Jerry Brown","topic":"Technology"},{"quote":"Thanks to modern technology, we now can deliver every text in every research library to every citizen in our country, and to everyone in the world. If we fail to do so, we are not living up to our civic duty.","author":"Robert Darnton","topic":"Technology"},{"quote":"There is no technology today that cannot be defeated by social engineering.","author":"Frank Abagnale","topic":"Technology"},{"quote":"In 1993, Israel and North Korea were moving towards an agreement in which North Korea would stop sending any missiles or military technology to the Middle East and Israel would recognize that country. President Clinton intervened and blocked it.","author":"Noam Chomsky","topic":"Technology"},{"quote":"The internet is a great way to get on the net.","author":"Bob Dole","topic":"Technology"},{"quote":"The digital camera is a great invention because it allows us to reminisce. Instantly.","author":"Demetri Martin","topic":"Technology"},{"quote":"Technology has advanced more in the last thirty years than in the previous two thousand. The exponential increase in advancement will only continue.","author":"Niels Bohr","topic":"Technology"},{"quote":"The further you get into technology, the further you go into gaming. That&#39;s the general rule.","author":"Nick Johnson","topic":"Technology"},{"quote":"In the industrial revolution Britain led the world in advances that enabled mass production: trade exchanges, transportation, factory technology and new skills needed for the new industrialised world.","author":"Lucy Powell","topic":"Technology"},{"quote":"An asteroid or a supervolcano could certainly destroy us, but we also face risks the dinosaurs never saw: An engineered virus, nuclear war, inadvertent creation of a micro black hole, or some as-yet-unknown technology could spell the end of us.","author":"Elon Musk","topic":"Technology"},{"quote":"Did you ever spell a word so bad that your spell check has absolutely no clue what you&#39;re trying to spell? What do you end up getting, you end up getting, like, a question mark. You got a million dollars of technology just looking back at you like, &#39;You got me, buddy. Which is pretty amazing because I have all the words.&#39;","author":"Bill Burr","topic":"Technology"},{"quote":"The Internet is so big, so powerful and pointless that for some people it is a complete substitute for life.","author":"Andrew Brown","topic":"Technology"},{"quote":"All of our technology is completely unnecessary to a happy life.","author":"Tom Hodgkinson","topic":"Technology"},{"quote":"The over-all point is that new technology will not necessarily replace old technology, but it will date it. By definition. Eventually, it will replace it. But it&#39;s like people who had black-and-white TVs when color came out. They eventually decided whether or not the new technology was worth the investment.","author":"Steve Jobs","topic":"Technology"},{"quote":"I&#39;m not a tech guy. I&#39;m looking at the technology with the eyes of my customers, normal people&#39;s eyes.","author":"Jack Ma","topic":"Technology"},{"quote":"The medium is the message. This is merely to say that the personal and social consequences of any medium - that is, of any extension of ourselves - result from the new scale that is introduced into our affairs by each extension of ourselves, or by any new technology.","author":"Marshall McLuhan","topic":"Technology"},{"quote":"In Israel, a land lacking in natural resources, we learned to appreciate our greatest national advantage: our minds. Through creativity and innovation, we transformed barren deserts into flourishing fields and pioneered new frontiers in science and technology.","author":"Shimon Peres","topic":"Technology"},{"quote":"I have mixed feelings about how fast things are changing as a result of technology. There&#39;s no denying that through technology there are amazing things being created that help people with diseases or help people&#39;s dreams come true. But there&#39;s also this obsession. Social media is the most dangerous of them all.","author":"Amanda Crew","topic":"Technology"},{"quote":"When I was in Japan on tour in 2010, I felt like I was 30 years into the future. I love technology and they are so advanced with their phones, computers, everything. I think they had the iPhone way before we did in the U.S. I love gadgets, games, social media and I try to stay ahead on all that stuff, but they get it all first.","author":"Soulja Boy","topic":"Technology"},{"quote":"I think it&#39;s brought the world a lot closer together, and will continue to do that. There are downsides to everything; there are unintended consequences to everything. The most corrosive piece of technology that I&#39;ve ever seen is called television - but then, again, television, at its best, is magnificent.","author":"Steve Jobs","topic":"Technology"},{"quote":"Many people who try to do big bold things in the world find out it&#39;s not about the money or the technology: It&#39;s about the regulatory hurdles that will try and stop you.","author":"Peter Diamandis","topic":"Technology"},{"quote":"Discipline may be identified neither with an institution nor with an apparatus; it is a type of power, a modality for its exercise, comprising a whole set of instruments, techniques, procedures, levels of application, targets; it is a &#39;physics&#39; or &#39;anatomy&#39; of power, a technology.","author":"Michel Foucault","topic":"Technology"},{"quote":"Cyberspace can&#39;t compensate for real space. We benefit from chatting to people face to face.","author":"Jonathan Sacks","topic":"Technology"},{"quote":"We are in an age of technology where we sit in our little cubicles and we IM each other and Skype each other and never connect as human beings.","author":"Sarah McLachlan","topic":"Technology"},{"quote":"It&#39;s impossible to move, to live, to operate at any level without leaving traces, bits, seemingly meaningless fragments of personal information.","author":"William Gibson","topic":"Technology"},{"quote":"When I look at China&#39;s environmental problems, the real barrier is not lack of technology or money. It&#39;s lack of motivation.","author":"Ma Jun","topic":"Technology"},{"quote":"I just invent, then wait until man comes around to needing what I&#39;ve invented.","author":"R. Buckminster Fuller","topic":"Technology"},{"quote":"As technology has improved, our digital lives have only grown more tangled and cluttered.","author":"Ryan Holmes","topic":"Technology"},{"quote":"Self-awareness is not just relaxation and not just meditation. It must combine relaxation with activity and dynamism. Technology can aid that.","author":"Deepak Chopra","topic":"Technology"},{"quote":"The computer offers another kind of creativity. You cannot ignore the creativity that computer technology can bring. But you need to be able to move between those two different worlds.","author":"Tadao Ando","topic":"Technology"},{"quote":"I was nerdy girl who went to Catholic school and wanted to be an engineer. I was all set to attend the Illinois Institute of Technology. And then I took a hard left turn and studied Liberal Arts at Northern Illinois University, majored in Communications. Then worked in radio as a disk jockey and as the weather girl.","author":"Cindy Morgan","topic":"Technology"},{"quote":"It&#39;s important with any new technology to try to pay conscious attention to what the drawbacks might be. We choose to multitask. Sometimes our choices aren&#39;t the wisest of choices, and we regret them, but they are our choices. I think it&#39;d be wrong to think that they&#39;re automatically bad.","author":"James Gleick","topic":"Technology"},{"quote":"We&#39;re moving to this integration of biomedicine, information technology, wireless and mobile now - an era of digital medicine. Even my stethoscope is now digital. And of course, there&#39;s an app for that.","author":"Daniel Kraft","topic":"Technology"},{"quote":"Because they are so humbled by their creations, engineers are naturally conservative in their expectations of technology. They know that the perfect system is the stuff of science fiction, not of engineering fact, and so everything must be treated with respect.","author":"Henry Petroski","topic":"Technology"},{"quote":"A moderate tax on robots, even a temporary tax that merely slows the adoption of disruptive technology, seems a natural component of a policy to address rising inequality. Revenue could be targeted toward wage insurance, to help people replaced by new technology make the transition to a different career.","author":"Robert J. Shiller","topic":"Technology"},{"quote":"A variety of national and international studies indicate that the broad-based deployment of information technology can have a substantial impact on our nation&#39;s economic productivity and growth as well as the educational and social success of our citizens.","author":"Tim Holden","topic":"Technology"},{"quote":"My vision is for a fully reusable rocket transport system between Earth and Mars that is able to re-fuel on Mars - this is very important - so you don&#39;t have to carry the return fuel when you go there.","author":"Elon Musk","topic":"Technology"},{"quote":"The Internet treats censorship as a malfunction and routes around it.","author":"John Perry Barlow","topic":"Technology"},{"quote":"Storytelling is storytelling. You still play by the same narrative rules. The technology is completely different. I don&#39;t use one piece of technology that I used when I started directing.","author":"James Cameron","topic":"Technology"},{"quote":"I&#39;ve been really excited about some new cutting edge electronic music and technology.","author":"Mike Shinoda","topic":"Technology"},{"quote":"With existing technology, we can enforce airport security without sacrificing our personal privacy.","author":"Tom Udall","topic":"Technology"},{"quote":"Technology does more than delight, entertain and make our lives more convenient, it&#39;s also an agent for social good. That is why it&#39;s important for tech startups to stay informed about, and make a mark on, policies that impact them.","author":"Ron Conway","topic":"Technology"},{"quote":"As technology advances, it reverses the characteristics of every situation again and again. The age of automation is going to be the age of &#39;do it yourself.&#39;","author":"Marshall McLuhan","topic":"Technology"},{"quote":"Our technology, our machines, is part of our humanity. We created them to extend ourselves, and that is what is unique about human beings.","author":"Ray Kurzweil","topic":"Technology"},{"quote":"The reason that Apple is able to create products like the iPad is because we&#39;ve always tried to be at the intersection of technology and the liberal arts.","author":"Steve Jobs","topic":"Technology"},{"quote":"There was a time in the 1930s when magazine writers could actually make a good living. &#39;The Saturday Evening Post&#39; and &#39;Collier&#39;s&#39; both had three stories in each issue. These were usually entertaining, and people really went for them. But then television came along, and now of course, information technology... the new way of killing time.","author":"Tom Wolfe","topic":"Technology"},{"quote":"Advances in technology will continue to reach far into every sector of our economy. Future job and economic growth in industry, defense, transportation, agriculture, health care, and life sciences is directly related to scientific advancement.","author":"Christopher Bond","topic":"Technology"},{"quote":"I would absolutely love to go back to the simplicity of the &#39;80s, where there wasn&#39;t texting, social media, iPhones, or smartphones. I love the fact that you would go home and check your messages. I&#39;m not well suited to the world of modern technology.","author":"Matthew Rhys","topic":"Technology"},{"quote":"In virtual reality, we&#39;re placing the viewer inside a moment or a story... made possible by sound and visual technology that&#39;s actually tricking the brain into believing it&#39;s somewhere else.","author":"Chris Milk","topic":"Technology"},{"quote":"It is the framework which changes with each new technology and not just the picture within the frame.","author":"Marshall McLuhan","topic":"Technology"},{"quote":"If you look at the history of technology over a couple hundred years, it&#39;s all about time compression and making the globe smaller. It&#39;s had positive effects, all the ones that we know. So we&#39;re much less likely to have the kind of terrible misunderstandings that led to World War I, for example.","author":"Eric Schmidt","topic":"Technology"},{"quote":"As information technology restructures the work situation, it abstracts thought from action.","author":"Shoshana Zuboff","topic":"Technology"},{"quote":"Technology is destructive only in the hands of people who do not realize that they are one and the same process as the universe.","author":"Alan Watts","topic":"Technology"},{"quote":"In Hollywood, they think drawn animation doesn&#39;t work anymore, computers are the way. They forget that the reason computers are the way is that Pixar makes good movies. So everybody tries to copy Pixar. They&#39;re relying too much on the technology and not enough on the artists.","author":"Tim Burton","topic":"Technology"},{"quote":"Every aspect of human technology has a dark side, including the bow and arrow.","author":"Margaret Atwood","topic":"Technology"},{"quote":"We must not be afraid to push boundaries; instead, we should leverage our science and our technology, together with our creativity and our curiosity, to solve the world&#39;s problems.","author":"Jason Silva","topic":"Technology"},{"quote":"Digital technology allows us a much larger scope to tell stories that were pretty much the grounds of the literary media.","author":"George Lucas","topic":"Technology"},{"quote":"We want to build technology that everybody loves using, and that affects everyone. We want to create beautiful, intuitive services and technologies that are so incredibly useful that people use them twice a day. Like they use a toothbrush. There aren&#39;t that many things people use twice a day.","author":"Larry Page","topic":"Technology"},{"quote":"I don&#39;t think journalism changes. It&#39;s about digging into stories and telling them well. The basic tenets of great reporting stay the same while things around it change. Technology has made reporting easier, but it has also caused job loss. Social media has increased discussion around topics, but it has its own challenges at times.","author":"Soledad O'Brien","topic":"Technology"},{"quote":"A revolution is to bring on change and we&#39;re spiritual people trying to bring on spiritual change. It might sound like I&#39;m a dreamer, but economic models have reached their height of evolution. Technology has evolved. What hasn&#39;t evolved is mankind&#39;s spirituality; everything is from 3,000 years ago.","author":"Damian Marley","topic":"Technology"},{"quote":"Electronic medical records are, in a lot of ways, I think the aspect of technology that is going to revolutionize the way we deliver care. And it&#39;s not just that we will be able to collect information, it&#39;s that everyone involved in the healthcare enterprise will be able to use that information more effectively.","author":"Risa Lavizzo-Mourey","topic":"Technology"},{"quote":"Pretty soon we&#39;ll have robots in our society, you&#39;re going to have a lot of automated processes that used to be done by people - this is happening. Society and technology is changing so fast, and the impact of the change on society and technology is global, not local.","author":"Jose Padilha","topic":"Technology"},{"quote":"The technology at the leading edge changes so rapidly that you have to keep current after you get out of school. I think probably the most important thing is having good fundamentals.","author":"Gordon Moore","topic":"Technology"},{"quote":"I&#39;m sorry, it&#39;s true. Having children really changes your view on these things. We&#39;re born, we live for a brief instant, and we die. It&#39;s been happening for a long time. Technology is not changing it much - if at all.","author":"Steve Jobs","topic":"Technology"},{"quote":"Millennials, and the generations that follow, are shaping technology. This generation has grown up with computing in the palm of their hands. They are more socially and globally connected through mobile Internet devices than any prior generation. And they don&#39;t question; they just learn.","author":"Brad D. Smith","topic":"Technology"},{"quote":"It&#39;s not that we use technology, we live technology.","author":"Godfrey Reggio","topic":"Technology"},{"quote":"I believe 3D is inevitable because it&#39;s about aligning our entertainment systems to our sensory system. We all have two eyes; we all see the world in 3D. And it&#39;s natural for us to want our entertainment in 3D as well. It&#39;s just getting the technology - it&#39;s really more the business model than the technology piece. We&#39;ve solved the technology.","author":"James Cameron","topic":"Technology"},{"quote":"My only worry about tweeting and modern technology is how it has crept into even the darkest corners of the absolute global village we live in.","author":"Denis Leary","topic":"Technology"},{"quote":"A truly moral health care system should start out by covering all of its citizens with basic health care. It would not be seduced by its technology and fancy buildings.","author":"Richard Lamm","topic":"Technology"},{"quote":"The DJ still has the relationship with the people, I believe. I don&#39;t know to call the DJ &#39;the ambassadors&#39; or what, but we still are connecting the dots, getting the good stuff and passing it on to the people. DJs still have relevance, even with the technology that elevates the DJ beyond being a selector.","author":"Ali Shaheed Muhammad","topic":"Technology"},{"quote":"Everything we do these days - our lust for ever more comfort, pleasure, and distraction, our refusal to engage with the mandates of reality, our fidelity to cults of technology and limitless growth, our narcissistic national exceptionalism - all of this propels us toward the realm where souls abandon all hope.","author":"James Howard Kunstler","topic":"Technology"},{"quote":"One of the biggest challenges to medicine is the incorporation of information technology in our practices.","author":"Samuel Wilson","topic":"Technology"},{"quote":"Technology is making gestures precise and brutal, and with them men.","author":"Theodor Adorno","topic":"Technology"},{"quote":"Ever since the arrival of printing - thought to be the invention of the devil because it would put false opinions into people&#39;s minds - people have been arguing that new technology would have disastrous consequences for language.","author":"David Crystal","topic":"Technology"},{"quote":"The railroads needed standardized time; as a result, the technology of train travel shaped the way everyone gets up, eats, goes to sleep, calculates age, and, perhaps of no small importance, imagine the world as a whole, ticking reliably, with reliable deviations, according to the beat of one central clock in a physical location.","author":"Stacey D'Erasmo","topic":"Technology"},{"quote":"My unrealized ambition is to tend my vines, produce wine, and work like an artisan. I dream of rediscovering the old traditions and customs of wine growing, not necessarily to deny the technology which we have today, but to harness it and work in harmony with nature.","author":"Gerard Depardieu","topic":"Technology"},{"quote":"Developments in information technology and globalised media mean that the most powerful military in the history of the world can lose a war, not on the battlefield of dust and blood, but on the battlefield of world opinion.","author":"Timothy Garton Ash","topic":"Technology"},{"quote":"For a successful technology, reality must take precedence over public relations, for Nature cannot be fooled.","author":"Richard P. Feynman","topic":"Technology"},{"quote":"I&#39;ll take transformational change any way it comes. One way to look at meditation is as a kind of intrapsychic technology that&#39;s been developed over thousands of years by traditions that know a lot about the mind\/body connection. To call what happens &#39;the placebo effect&#39; is just to give a name to something we don&#39;t understand.","author":"Jon Kabat-Zinn","topic":"Technology"},{"quote":"If you&#39;re going to go into space, you have to have an objective, a mission. Where do you want to go? Earth orbit? The moon? Mars? What&#39;s the technology to get there? You develop the technology for the mission.","author":"Jim Lovell","topic":"Technology"},{"quote":"Take, therefore, what modern technology is capable of: the power of our moral sense allied to the power of communications and our ability to organize internationally. That, in my view, gives us the first opportunity as a community to fundamentally change the world.","author":"Gordon Brown","topic":"Technology"},{"quote":"Technology should be an important ingredient. It may be and should be a tool for social development.","author":"Aleksander Kwasniewski","topic":"Technology"},{"quote":"If cheap immigrant labor is made unavailable, employers can hire Americans at a higher wage, or replace low-wage immigrant workers with technology and automation, which will create a smaller number of skilled jobs for Americans.","author":"Jan C. Ting","topic":"Technology"},{"quote":"The purpose of the mission must be thoroughly understood beforehand, and the men must be inspired with a sense of personal dedication that knows no limitations... In an age of high technology and Jedi Knights, we often overlook the need for personal involvement, but we do so at our own risk.","author":"William H. McRaven","topic":"Technology"},{"quote":"Growing up, I wish that I&#39;d had the supplies and laptops and all the new technology that&#39;s out right now.","author":"James Harden","topic":"Technology"},{"quote":"If you want to get an email to Robert Redford, you send it to his assistant, and she prints it out. And then he will write you a letter, which is incredibly rare and incredibly classy. Unfortunately, I can&#39;t be that removed from technology.","author":"Taylor Sheridan","topic":"Technology"},{"quote":"If students get a sound education in the history, social effects and psychological biases of technology, they may grow to be adults who use technology rather than be used by it.","author":"Neil Postman","topic":"Technology"},{"quote":"We have seven pillars of development. India has a cutting edge information technology industry. We are setting up a technology park. We would like to see technology penetration iin education. Besides, we would like to see cooperation in industries like fashion, filmmaking, ship-building, education, health and energy.","author":"Kamla Persad-Bissessar","topic":"Technology"},{"quote":"The march of science and technology does not imply growing intellectual complexity in the lives of most people. It often means the opposite.","author":"Thomas Sowell","topic":"Technology"},{"quote":"We often hear people talk about the concept of &#39;uberization,&#39; where a new technology completely turns an industry on its head and forces us to rethink the way things have always been done. No industry will remain untouched by these forces.","author":"Klaus Schwab","topic":"Technology"},{"quote":"One of the biggest problems that software developers face is that technology changes rapidly. It is very hard to stay current.","author":"Vivek Wadhwa","topic":"Technology"},{"quote":"The Oklahoma City bombing was simple technology, horribly used. The problem is not technology. The problem is the person or persons using it.","author":"Billy Graham","topic":"Technology"},{"quote":"I love technology - yes, I have fallen in love with older cars, but I&#39;m all for new technology.","author":"Mario Andretti","topic":"Technology"},{"quote":"It&#39;s very important that children learn to use technology - it&#39;s part of life - but also that they learn when to put it down.","author":"Anne Wojcicki","topic":"Technology"},{"quote":"I think complexity is mostly sort of crummy stuff that is there because it&#39;s too expensive to change the interface.","author":"Jaron Lanier","topic":"Technology"},{"quote":"Modern technology has become a total phenomenon for civilization, the defining force of a new social order in which efficiency is no longer an option but a necessity imposed on all human activity.","author":"Jacques Ellul","topic":"Technology"},{"quote":"Our philosophy is that we want to be an ecosystem. Our philosophy is to empower others to sell, empower others to service, making sure the other people are more powerful than us. With our technology, our innovation, our partners - 10 million small business sellers - they can compete with Microsoft and IBM.","author":"Jack Ma","topic":"Technology"},{"quote":"Technological progress has merely provided us with more efficient means for going backwards.","author":"Aldous Huxley","topic":"Technology"},{"quote":"Nuclear power is a young technology - there&#39;s so much more to be discovered. That&#39;s what makes it so exciting to me. Yes, there are problems, but innovative people are going to be able to come up with solutions and bring the technology to its full potential.","author":"Leslie Dewan","topic":"Technology"},{"quote":"I use technology for communication, but I don&#39;t have a Blackberry or an iPhone. I use an outdated cell phone, but I&#39;m fine with it.","author":"Nicolas Cage","topic":"Technology"},{"quote":"Computers are still technology because we are still wrestling with it: it&#39;s still being invented; we&#39;re still trying to work out how it works. There&#39;s a world of game interaction to come that you or I wouldn&#39;t recognise. It&#39;s time for the machines to disappear. The computer&#39;s got to disappear into all of the things we use.","author":"Douglas Adams","topic":"Technology"},{"quote":"I&#39;m fascinated by the idea that genetics is digital. A gene is a long sequence of coded letters, like computer information. Modern biology is becoming very much a branch of information technology.","author":"Richard Dawkins","topic":"Technology"},{"quote":"During the past few decades, modern technology, with radio, TV, air travel, and satellites, has woven a network of communication which puts each part of the world in to almost instant contact with all the other parts.","author":"David Bohm","topic":"Technology"},{"quote":"Microsoft isn&#39;t evil, they just make really crappy operating systems.","author":"Linus Torvalds","topic":"Technology"},{"quote":"We face cyber threats from state-sponsored hackers, hackers for hire, global cyber syndicates, and terrorists. They seek our state secrets, our trade secrets, our technology, and our ideas - things of incredible value to all of us. They seek to strike our critical infrastructure and to harm our economy.","author":"James Comey","topic":"Technology"},{"quote":"If you think back to the beginning of cell phones, laptops or really any new technology, it&#39;s always expensive.","author":"Elon Musk","topic":"Technology"},{"quote":"Virtual reality is a technology that could actually allow you to connect on a real human level, soul-to-soul, regardless of where you are in the world.","author":"Chris Milk","topic":"Technology"},{"quote":"The most important thing is to make the technology inclusive - make the world change. Next, pay attention to those people who are 30 years old, because those are the internet generation. They will change the world; they are the builders of the world.","author":"Jack Ma","topic":"Technology"},{"quote":"The easiest way to stop piracy is not by putting antipiracy technology to work. It&#39;s by giving those people a service that&#39;s better than what they&#39;re receiving from the pirates.","author":"Gabe Newell","topic":"Technology"},{"quote":"There are three roads to ruin; women, gambling and technicians. The most pleasant is with women, the quickest is with gambling, but the surest is with technicians.","author":"Georges Pompidou","topic":"Technology"},{"quote":"Technology has a shadow side. It accounts for real progress in medicine, but has also hurt it in many ways, making it more impersonal, expensive and dangerous. The false belief that a safety net of sophisticated drugs and machines stretches below us, permitting risky or lazy lifestyle choices, has undermined our spirit of self-reliance.","author":"Andrew Weil","topic":"Technology"},{"quote":"Digital technology has several features that can make it much easier for teachers to pay special attention to all their students.","author":"Bill Gates","topic":"Technology"},{"quote":"Technology is so much fun but we can drown in our technology. The fog of information can drive out knowledge.","author":"Daniel J. Boorstin","topic":"Technology"},{"quote":"We have the greatest hospitals, doctors, and medical technology in the world - we need to make them accessible to every American.","author":"Barbara Boxer","topic":"Technology"},{"quote":"We&#39;ve arranged a civilization in which most crucial elements profoundly depend on science and technology.","author":"Carl Sagan","topic":"Technology"},{"quote":"Humanity is acquiring all the right technology for all the wrong reasons.","author":"R. Buckminster Fuller","topic":"Technology"},{"quote":"Bill Gates is a very rich man today... and do you want to know why? The answer is one word: versions.","author":"Dave Barry","topic":"Technology"},{"quote":"Whenever a new technology is introduced into society, there must be a counterbalancing human response - that is, high touch - or the technology is rejected... We must learn to balance the material wonders of technology with the spiritual demands of our human nature.","author":"John Naisbitt","topic":"Technology"},{"quote":"We no longer think of chairs as technology; we just think of them as chairs. But there was a time when we hadn&#39;t worked out how many legs chairs should have, how tall they should be, and they would often &#39;crash&#39; when we tried to use them.","author":"Douglas Adams","topic":"Technology"},{"quote":"Civilization has given us enormous successes: going to the moon, technology. But then this is the civilisation that took us to debt, environmental crisis, every single crisis. We need a civilization where we say goodbye to these things.","author":"Muhammad Yunus","topic":"Technology"},{"quote":"The pace at which people are taking to digital technology defies our stereotypes of age, education, language and income.","author":"Narendra Modi","topic":"Technology"},{"quote":"Healthcare is the only civil system where new technology makes prices go up instead of down.","author":"Jaan Tallinn","topic":"Technology"},{"quote":"If you think technology can solve your security problems, then you don&#39;t understand the problems and you don&#39;t understand the technology.","author":"Bruce Schneier","topic":"Technology"},{"quote":"Traits acquired during one&#39;s lifetime - muscles built up in the gym, for example - cannot be passed on to the next generation. Now with technology, as it happens, we might indeed be able to transfer some of our acquired traits on to our selected offspring by genetic engineering.","author":"Nick Bostrom","topic":"Technology"},{"quote":"Soon silence will have passed into legend. Man has turned his back on silence. Day after day he invents machines and devices that increase noise and distract humanity from the essence of life, contemplation, meditation.","author":"Jean Arp","topic":"Technology"},{"quote":"Success in creating AI would be the biggest event in human history. Unfortunately, it might also be the last, unless we learn how to avoid the risks.","author":"Stephen Hawking","topic":"Technology"},{"quote":"You look at marketing: everything that&#39;s happening in marketing is digitized. Everything that&#39;s happening in finance is digitized. So pretty much every industry, every function in every industry, has a huge element that&#39;s driven by information technology. It&#39;s no longer discrete.","author":"Satya Nadella","topic":"Technology"},{"quote":"We must ensure that technology is accessible, affordable, and adds value.","author":"Narendra Modi","topic":"Technology"},{"quote":"You are cruising along, and then technology changes. You have to adapt.","author":"Marc Andreessen","topic":"Technology"},{"quote":"Universal coverage, not medical technology, is the foundation of any caring health care system.","author":"Richard Lamm","topic":"Technology"},{"quote":"Robots are interesting because they exist as a real technology that you can really study - you can get a degree in robotics - and they also have all this pop-culture real estate that they take up in people&#39;s minds.","author":"Daniel H. Wilson","topic":"Technology"},{"quote":"If we continue to develop our technology without wisdom or prudence, our servant may prove to be our executioner.","author":"Omar N. Bradley","topic":"Technology"},{"quote":"The film industry brings people together, and so does technology. I see them as similar platforms.","author":"Ashton Kutcher","topic":"Technology"},{"quote":"People don&#39;t want to believe that technology is broken. Pharmaceuticals, robotics, artificial intelligence, nanotechnology - all these areas where the progress has been a lot more limited than people think. And the question is why.","author":"Peter Thiel","topic":"Technology"},{"quote":"GIS is the only technology that actually integrates many different subjects using geography as its common framework.","author":"Jack Dangermond","topic":"Technology"},{"quote":"As we grow up in more technology-enriched environments filled with laptops and smart phones, technology is not just becoming a part of our daily lives - it&#39;s becoming a part of each and every one of us.","author":"Adora Svitak","topic":"Technology"},{"quote":"I think there&#39;s a gigantic generation gap in terms of how people understand the Internet and how much they think technology is an important factor in social change.","author":"Alex Steffen","topic":"Technology"},{"quote":"Skin has become inadequate in interfacing with reality. Technology has become the body&#39;s new membrane of existence.","author":"Nam June Paik","topic":"Technology"},{"quote":"Things go wrong for me all the time with technology. I&#39;m not familiar enough with it, and I&#39;m too old-school a brain to be able to figure it out. I&#39;m dumb. Anything that I have to attack with my thumbs, for any period of time, makes me feel stupid. So, I try to avoid it, as much as possible, to protect my thumbs.","author":"Johnny Depp","topic":"Technology"},{"quote":"Technology gives us power, but it does not and cannot tell us how to use that power. Thanks to technology, we can instantly communicate across the world, but it still doesn&#39;t help us know what to say.","author":"Jonathan Sacks","topic":"Technology"},{"quote":"Information technology departments must spend enormous amounts of time and money worrying about integrating big computer systems with billions of pieces of customer data.","author":"Alex Berenson","topic":"Technology"},{"quote":"We already have - thanks to technology, development, skills, the efficiency of our work - enough resources to satisfy all human needs. But we don&#39;t have enough resources, and we are unlikely ever to have, to satisfy human greed.","author":"Zygmunt Bauman","topic":"Technology"},{"quote":"For the first time in 6,000 years of human history, we can have peer-to-peer exchange where trust is not a problem anymore. And it&#39;s through the technology that underlies bitcoin. It&#39;s called the block chain.","author":"Patrick M. Byrne","topic":"Technology"},{"quote":"Jobs offshoring began with manufacturing, but the rise of the high-speed Internet made it possible to move offshore tradable professional skills, such as software engineering, information technology, various forms of engineering, architecture, accounting, and even the medical reading of MRIs and CT-Scans.","author":"Paul Craig Roberts","topic":"Technology"},{"quote":"There is incredible potential for digital technology in and beyond the classroom, but it is vital to rethink how learning is organised if we are to reap the rewards.","author":"Geoff Mulgan","topic":"Technology"},{"quote":"Technology and robotics are advancing and will reduce the need for workers in the future.","author":"Jan C. Ting","topic":"Technology"},{"quote":"While the rest of the world has been improving technology, Ghana has been improving the quality of man&#39;s humanity to man.","author":"Maya Angelou","topic":"Technology"},{"quote":"If you run from technology, it will chase you.","author":"Robert M. Pirsig","topic":"Technology"},{"quote":"You used to have to sing and convey emotion, and now, well, technically you can do anything with technology. It sucks for music today, but that&#39;s why that old music feels so good to me.","author":"Christina Aguilera","topic":"Technology"},{"quote":"Of course, technology is not an exogenous force over which humans have no control. We are not constrained by a binary choice between acceptance and rejection. Rather, the decisions we make every day as citizens, consumers, and investors guide technological progress.","author":"Klaus Schwab","topic":"Technology"},{"quote":"Magic and new technology have always walked hand in hand - even back in the days of Robert Houdin.","author":"David Copperfield","topic":"Technology"},{"quote":"It&#39;s hard to say exactly what it is about face-to-face contact that makes deals happen, but whatever it is, it hasn&#39;t yet been duplicated by technology.","author":"Paul Graham","topic":"Technology"},{"quote":"If it keeps up, man will atrophy all his limbs but the push-button finger.","author":"Frank Lloyd Wright","topic":"Technology"},{"quote":"Technology is far more than a method, it is a world in itself. As a method, it is superior in almost every respect. But only where it is left to itself, as in gigantic structures of engineering, there technology reveals its true nature.","author":"Ludwig Mies van der Rohe","topic":"Technology"},{"quote":"Saddam Hussein has been engaged in the development of weapons of mass destruction technology which is a threat to countries in the region and he has made a mockery of the weapons inspection process.","author":"Nancy Pelosi","topic":"Technology"},{"quote":"Sporting competitions seem to be what we obsess over, frankly. So if we can put engineering, science, technology into a format of healthy, fun competition, we can attract all sorts of kids that might not see the kind of activity we do as accessible or rewarding.","author":"Dean Kamen","topic":"Technology"},{"quote":"Technology is how we create wealth, how we cure diseases, how we&#39;ll build an environment that&#39;s sustainable and also gives people the capacity to pull more out of this world and still leave it better than when they found it.","author":"Dean Kamen","topic":"Technology"},{"quote":"I think people are tired of fake music, man. And there&#39;s a lot of it. Technology has reached the point where any boob can walk into a studio and with a little AutoTuning you can have a hit song. I think it&#39;s pathetic.","author":"Corey Taylor","topic":"Technology"},{"quote":"I know we&#39;re all addicted to our smartphones, and I&#39;ll say, if I forget my smartphone, I go home and get it. And so understanding how to integrate that technology into the driving experience, both the front seat and the passenger seat and the back seat, I think is very important.","author":"Mary Barra","topic":"Technology"},{"quote":"This really is a merger of equals. I wouldn&#39;t have come back to work for anything less than this fantastic opportunity. This lets me combine my two great loves - technology and biscuits.","author":"Louis V. Gerstner, Jr.","topic":"Technology"},{"quote":"Innovation in an existing company is not just the sum of great technology, key acquisitions, or smart people. Corporate innovation needs a culture that matches and supports it.","author":"Steve Blank","topic":"Technology"},{"quote":"Disco is the first technology music. And what I mean is that &#39;disco&#39; music is named after discs, because when technology grew to where they didn&#39;t need a band in the clubs, the DJ played it on a disc.","author":"will.i.am","topic":"Technology"},{"quote":"The newest computer can merely compound, at speed, the oldest problem in the relations between human beings, and in the end the communicator will be confronted with the old problem, of what to say and how to say it.","author":"Edward R. Murrow","topic":"Technology"},{"quote":"Technology has a great advantage in that we are capable of creating dinosaurs and show them on the screen even though they are extinct 65 million years. All of a sudden, we have a fantastic tool that is as good as dreams are.","author":"Werner Herzog","topic":"Technology"},{"quote":"Technology is a gift of God. After the gift of life it is perhaps the greatest of God&#39;s gifts. It is the mother of civilizations, of arts and of sciences.","author":"Freeman Dyson","topic":"Technology"},{"quote":"Disabled people need more invested in their education, housing, job training, transportation, assistive technology, and independent-living facilities. Governments earn back this investment - and more - by making people with disabilities economically productive citizens.","author":"Jesse Ventura","topic":"Technology"},{"quote":"If we marry educational technology with quality, enriching content, that&#39;s a circle of win.","author":"LeVar Burton","topic":"Technology"},{"quote":"Broadband access is the great equalizer, leveling the playing field so that every willing and able person, no matter their station in life, has access to the information and tools necessary to achieve the American Dream.","author":"Michael K. Powell","topic":"Technology"},{"quote":"I don&#39;t think any of us can do much about the rapid growth of new technology. A new technology helps to fuel the economy, and any discussion of slowing its growth has to take account of economic consequences. However, it is possible for us to learn how to control our own uses of technology.","author":"Neil Postman","topic":"Technology"},{"quote":"My theme for philanthropy is the same approach I used with technology: to find a need and fill it.","author":"An Wang","topic":"Technology"},{"quote":"I think the high-tech industry is used to developing new things very quickly. It&#39;s the Silicon Valley way of doing business: You either move very quickly and you work hard to improve your product technology, or you get destroyed by some other company.","author":"Elon Musk","topic":"Technology"},{"quote":"Telephone, n. An invention of the devil which abrogates some of the advantages of making a disagreeable person keep his distance.","author":"Ambrose Bierce","topic":"Technology"},{"quote":"The latest technology is not always good for anything except to the producers of the technology.","author":"Wendell Berry","topic":"Technology"},{"quote":"Societies or companies that expect a glorious past to shield them from the forces of change driven by advancing technology will fail and fall. That applies as much to my own, the media industry, as to every other business on the planet.","author":"Rupert Murdoch","topic":"Technology"},{"quote":"Refuse to accept the belief that your professional relevance, career success or financial security turns on the next update on the latest technology. Sometimes it&#39;s good to put the paddle down and just let the canoe glide.","author":"Simon Mainwaring","topic":"Technology"},{"quote":"As technology increasingly takes over knowledge-based work, the cognitive skills that are central to today&#39;s education systems will remain important; but behavioral and non-cognitive skills necessary for collaboration, innovation, and problem solving will become essential as well.","author":"Klaus Schwab","topic":"Technology"},{"quote":"There are moments of opportunity for families; moments they need to put technology away. These include: no phones or texting during meals. No phones or texting when parents pick up children at school - a child is looking to make eye contact with a parent!","author":"Sherry Turkle","topic":"Technology"},{"quote":"We always say Jordan is not rich in natural resources - we don&#39;t have oil or gas like some of our neighbors do - but I think in terms of human resources, we are quite lucky and we are really trying to foster an environment of innovation and technology. I think Jordan will emerge as a center of innovation in the Middle East.","author":"Queen Rania of Jordan","topic":"Technology"},{"quote":"Technology changes all the time; human nature, hardly ever.","author":"Evgeny Morozov","topic":"Technology"},{"quote":"As a product of education, I have always believed in the power of education as the most powerful, high-impact catalyst for transformation. Look at the impact that the Indian Institutes of Technology have had globally.","author":"Shiv Nadar","topic":"Technology"},{"quote":"A report released by the Partnership for a New American Economy and the Partnership for New York City predicts that by 2018, there will be 800,000 science, technology, engineering, and mathematics (STEM) jobs in the United States that require a master&#39;s degree or higher - and only around 550,000 American-graduates with this training.","author":"Marvin Ammori","topic":"Technology"},{"quote":"The system of nature, of which man is a part, tends to be self-balancing, self-adjusting, self-cleansing. Not so with technology.","author":"E. F. Schumacher","topic":"Technology"},{"quote":"I had an almost fetishistic attraction to film technology.","author":"Lars von Trier","topic":"Technology"},{"quote":"Cognitive therapy is a fast-acting technology of mood modification that you can learn to apply on your own. It can help you eliminate the symptoms and experience personal growth so you can minimize future upsets and cope with depression more effectively in the future.","author":"David D. Burns","topic":"Technology"},{"quote":"You want to close the income inequality gap in part? Give us better educated kids out of high school. Give us kids that can challenge and succeed in the challenge with technology. You give us those kinds of kids, and watch the needle move.","author":"Kenneth Langone","topic":"Technology"},{"quote":"We are more and more into technology. Everything is texting, and everything is instant. Flowers are completely impractical as a method of communication when you could just send a text.","author":"Vanessa Diffenbaugh","topic":"Technology"},{"quote":"As social media is less about technology and more about relationship building, we are starting to see more women have a heavy influence if not dominant role in the social media space. It&#39;s no wonder that Facebook is being run in part by chief operating officer Sheryl Sandberg.","author":"Erik Qualman","topic":"Technology"},{"quote":"It&#39;s not just the effect of technology on the environment, on religion, on the economic structure, on society, on politics, etc. It&#39;s that everything now exists in technology to the point where technology is the new and comprehensive host of nature of life.","author":"Godfrey Reggio","topic":"Technology"},{"quote":"To have a stable economy, to have a stable democracy, and to have a modern government is not enough. We have to build new pillars of development. Education, science and technology, innovation and entrepreneurship, and more equality.","author":"Sebastian Pinera","topic":"Technology"},{"quote":"The humanists&#39; replacement for religion: work really hard and somehow you&#39;ll either save yourself or you&#39;ll be immortal. Of course, that&#39;s a total joke, and our progress is nothing. There may be progress in technology but there&#39;s no ethical progress whatsoever.","author":"David Bowie","topic":"Technology"},{"quote":"The way the world is going, it&#39;s technology driven. And it isn&#39;t just driven by the old super powers, it&#39;s driven by the far east and new emerging economies.","author":"James Dyson","topic":"Technology"},{"quote":"I do think there is an important artistic component in what we do. As a technology company I&#39;ve tried to really stress that.","author":"Larry Page","topic":"Technology"},{"quote":"Technology is the means by which we have decommissioned natural selection and are seizing control. We are no longer to be victims of some blind evolutionary process where sentient beings are massacred by entropy.","author":"Jason Silva","topic":"Technology"},{"quote":"The networked world offers the promise that maybe the information technology industry will start to, for the first time in a decade or so, address CEO-level issues.","author":"Louis V. Gerstner, Jr.","topic":"Technology"},{"quote":"Sampling is kind of prehistoric, given the technology and the textures you can create.","author":"Macklemore","topic":"Technology"},{"quote":"Although we have enough healthcare support, often it doesn&#39;t reach the poor and needy. In this scenario, technology is the best solution.","author":"N. R. Narayana Murthy","topic":"Technology"},{"quote":"People are naming it the Third Wave, the Information Age, etc. but I would say those are basically technological descriptions, and this next shift is not about technology - although obviously it will be influenced and in some cases expressed by technologies.","author":"Paul Hawken","topic":"Technology"},{"quote":"You can be good at technology and like fashion and art. You can be good at technology and be a jock. You can be good at technology and be a mom. You can do it your way, on your terms.","author":"Marissa Mayer","topic":"Technology"},{"quote":"My company invents all kinds of new technology in lots of different areas. And we do that for a couple of reasons. We invent for fun - invention is a lot of fun to do - and we also invent for profit. The two are related because the profit actually takes long enough that if it isn&#39;t fun, you wouldn&#39;t have the time to do it.","author":"Nathan Myhrvold","topic":"Technology"},{"quote":"The extreme sophistication of modern technology - wonderful though its benefits are - is, ironically, an impediment to engaging young people with basics: with learning how things work.","author":"Martin Rees","topic":"Technology"},{"quote":"To say a scientist is not at all responsible is wrong. But to say that someone who invents a piece of knowledge or technology is responsible for all future uses is ridiculous. It doesn&#39;t have to be that binary.","author":"Astro Teller","topic":"Technology"},{"quote":"Making a moonshot is almost more an exercise in creativity than it is in technology.","author":"Astro Teller","topic":"Technology"},{"quote":"I&#39;d really love to see a business model for higher education going forward that is actually affordable, that uses modern technology to reach scale and quality and that really reimburses the services rendered in a way that&#39;s meaningful to everybody.","author":"Sebastian Thrun","topic":"Technology"},{"quote":"I don&#39;t like technology and all that. I&#39;m a farm boy. I would rather live in that time when you had to provide for your family. I don&#39;t know. I&#39;m a country kid, so I don&#39;t like modern technology.","author":"Travis Fimmel","topic":"Technology"},{"quote":"The combination of hatred and technology is the greatest danger threatening mankind.","author":"Simon Wiesenthal","topic":"Technology"},{"quote":"I have argued above that we cannot prevent the Singularity, that its coming is an inevitable consequence of the humans&#39; natural competitiveness and the possibilities inherent in technology.","author":"Vernor Vinge","topic":"Technology"},{"quote":"Creative people are notoriously the slowest to adopt new technology.","author":"Robert Rodriguez","topic":"Technology"},{"quote":"Technology is changing the way we interact as humans.","author":"Dan Brown","topic":"Technology"},{"quote":"The more technology we introduce into society, the more people will aggregate, will want to be with other people: movies, rock concerts, shopping.","author":"John Naisbitt","topic":"Technology"},{"quote":"Mythology and science both extend the scope of human beings. Like science and technology, mythology, as we shall see, is not about opting out of this world, but about enabling us to live more intensely within it.","author":"Karen Armstrong","topic":"Technology"},{"quote":"Everything has changed in recent decades - the economy, technology, cultural attitudes, the demographics of the workforce, the role of women in society and the structure of the American family. It&#39;s about time our laws caught up. We watch &#39;Modern Family&#39; on television, but we&#39;re still living by &#39;Leave It To Beaver&#39; rules.","author":"Thomas Perez","topic":"Technology"},{"quote":"Technological society has succeeded in multiplying the opportunities for pleasure, but it has great difficulty in generating joy.","author":"Pope Paul VI","topic":"Technology"},{"quote":"I usually speak with all my drummers so that I write my songs with them in mind, and we&#39;ll have bass sounds, choir sounds, and then you can multi-task with all these orchestral sounds. Through the magic medium of technology, I can play all kinds of sounds - double bass and stuff.","author":"Bat for Lashes","topic":"Technology"},{"quote":"Americans have so much natural entrepreneurial drive. The caveat is that it is technology that should be a tool making lives better in the real world, and in line with the American spirit of getting better and better at something, whether it&#39;s curing cancer or creating a better taxi service.","author":"Michael Burry","topic":"Technology"},{"quote":"Humanity is smart. Sometime in the technology world we think we are smarter, but we are not smarter than you.","author":"Mitchell Baker","topic":"Technology"},{"quote":"First, I do not think there is any silver bullet to solving the technology side of the security equation.","author":"John W. Thompson","topic":"Technology"},{"quote":"If someone is trying to skip the struggle - which is the creative job - our machines today, the technology that we have, can help the person, but it is only momentary. On the other hand, if you are creative, you have the skill, and you are hardworking, technology can only make you superior.","author":"Arijit Singh","topic":"Technology"},{"quote":"If you think about brewing, it is biotechnology. And I would say that I was a technologist at heart. So whether I... fermented beer or whether I fermented enzymes, the base technology was the same.","author":"Kiran Mazumdar-Shaw","topic":"Technology"},{"quote":"But my view is that you need a system at the border. You need some fencing but you need technology. You need boots on the ground. And then you need to have interior enforcement of our nation&#39;s immigration laws inside the country. And that means dealing with the employers who still consistently hire illegal labor.","author":"Janet Napolitano","topic":"Technology"},{"quote":"Self-control is needed in the age of technology. Folks have to apply their sense in reacting to different things. I don&#39;t appreciate perverse and venom-spewing mindset.","author":"Chiranjeevi","topic":"Technology"},{"quote":"I use a Blackberry. I&#39;m so behind on mobile communication technology, I think a smartwatch may be too far a leap.","author":"Derek Blasberg","topic":"Technology"},{"quote":"You can&#39;t be on the cusp of innovation and at the forefront of technology if you&#39;re wearing blinders. If you don&#39;t have an exploration program where you&#39;re exploring your world here on Earth, underwater, and in space, then you&#39;re wearing blinders and handicapping yourself.","author":"Gwynne Shotwell","topic":"Technology"},{"quote":"If you&#39;re not looking toward the future or trying to improve the current technology, you&#39;ll be left behind.","author":"Gwynne Shotwell","topic":"Technology"},{"quote":"Without competition, the spectacular development of technology that we have seen in the last one hundred years in this country would not have happened.","author":"Lee R. Raymond","topic":"Technology"},{"quote":"The demographic weight of countries such as China and India exercise a massive pressure on our wages and salaries. They have accomplished massive technological advances and the revolution in information technology has reduced the costs of transport.","author":"Laurent Fabius","topic":"Technology"},{"quote":"A country&#39;s economic growth may be defined as a long-term rise in capacity to supply increasingly diverse economic goods to its population, this growing capacity based on advancing technology and the institutional and ideological adjustments that it demands.","author":"Simon Kuznets","topic":"Technology"},{"quote":"Technology has eliminated the basement darkroom and the whole notion of photography as an intense labor of love for obsessives and replaced them with a sense of immediacy and instant gratification.","author":"Joe McNally","topic":"Technology"},{"quote":"The purpose of technology is not to confuse the brain but to serve the body.","author":"William S. Burroughs","topic":"Technology"},{"quote":"We will create a civilization of the Mind in Cyberspace. May it be more humane and fair than the world your governments have made before.","author":"John Perry Barlow","topic":"Technology"},{"quote":"What the country needs are a few labor-making inventions.","author":"Arnold H. Glasow","topic":"Technology"},{"quote":"However, even during the preparations for action, we laid our plans in such a manner that should there be progress through diplomatic negotiation, we would be well prepared to cancel operations at the latest moment that communication technology would have permitted.","author":"Hideki Tojo","topic":"Technology"},{"quote":"I love technology. Matches, to light a fire, is really high tech. The wheel is really one of the great inventions of all time. Other than that, I am an ignoramus about technology.","author":"William Shatner","topic":"Technology"},{"quote":"A 2001 survey of business owners with MBAs conducted by the Rochester Institute of Technology found that money was the primary motivator for only 29% of women, versus 76% of men. Women prioritized flexibility, fulfillment, autonomy and safety.","author":"Warren Farrell","topic":"Technology"},{"quote":"Technology challenges us to assert our human values, which means that first of all, we have to figure out what they are.","author":"Sherry Turkle","topic":"Technology"},{"quote":"I think any new technology that helps connect and create social cohesion is great. But at the end of the day, you and I are analog creatures. We have to take &#39;oohs and aahs&#39; and convert them to 0s and 1s and then convert them back to &#39;oohs and aahs.&#39; Narratives that work in social networks are the exchange of stories that are told well.","author":"Peter Guber","topic":"Technology"},{"quote":"Building technical systems involves a lot of hard work and specialized knowledge: languages and protocols, coding and debugging, testing and refactoring.","author":"Jesse James Garrett","topic":"Technology"},{"quote":"Educators are still spending way too much time trying to control what kids learn, bending the content to their own purposes, hoping beyond hope to change - by using technology - but not change too much.","author":"Daniel Greenberg","topic":"Technology"},{"quote":"The research rat of the future allows experimentation without manipulation of the real world. This is the cutting edge of modeling technology.","author":"John Spencer","topic":"Technology"},{"quote":"With any advent in technology, any technological innovation, there is the good and the bad.","author":"Henry Rollins","topic":"Technology"},{"quote":"Exposure to fields like design to technology and from art to psychology gave me a quite nice\/interesting viewpoint to the world.","author":"Pranav Mistry","topic":"Technology"},{"quote":"Technology is always a double-edged sword.","author":"Stephen Morris","topic":"Technology"},{"quote":"Capitalist production, therefore, develops technology, and the combining together of various processes into a social whole, only by sapping the original sources of all wealth - the soil and the labourer.","author":"Karl Marx","topic":"Technology"},{"quote":"In the 20th century, we had a century where at the beginning of the century, most of the world was agricultural and industry was very primitive. At the end of that century, we had men in orbit, we had been to the moon, we had people with cell phones and colour televisions and the Internet and amazing medical technology of all kinds.","author":"David Gerrold","topic":"Technology"},{"quote":"Study hard so that you can master technology, which allows us to master nature.","author":"Che Guevara","topic":"Technology"},{"quote":"If science fiction is the mythology of modern technology, then its myth is tragic.","author":"Ursula K. Le Guin","topic":"Technology"},{"quote":"Like all technology, social media is neutral but is best put to work in the service of building a better world.","author":"Simon Mainwaring","topic":"Technology"},{"quote":"NAFTA recognizes the reality of today&#39;s economy - globalization and technology. Our future is not in competing at the low-level wage job; it is in creating high-wage, new technology jobs based on our skills and our productivity.","author":"John F. Kerry","topic":"Technology"},{"quote":"The Web as I envisaged it, we have not seen it yet. The future is still so much bigger than the past.","author":"Tim Berners-Lee","topic":"Technology"},{"quote":"Despite our ever-connective technology, neither Skype nor Facebook - not even a telephone call - can come close to the joy of being with loved ones in person.","author":"Marlo Thomas","topic":"Technology"},{"quote":"We know that to compete for the jobs of the 21st century and thrive in a global economy, we need a growing, skilled and educated workforce, particularly in the areas of science, technology, engineering and math. Americans with bachelor&#39;s degrees have half the unemployment rate of those with a high school degree.","author":"Mark Pocan","topic":"Technology"},{"quote":"Language is a more recent technology. Your body language, your eyes, your energy will come through to your audience before you even start speaking.","author":"Peter Guber","topic":"Technology"},{"quote":"I&#39;m always working on new songs. With the technology these days, any idiot can record on Pro Tools on your laptop. All you have to do is plug a microphone into the input jack and anybody can have their own recording studio. So I&#39;m always down in my basement, singing along to riffs or whoever I&#39;m collaborating with.","author":"Sebastian Bach","topic":"Technology"},{"quote":"I think technology really increased human ability. But technology cannot produce compassion.","author":"Dalai Lama","topic":"Technology"},{"quote":"Museums provide places of relaxation and inspiration. And most importantly, they are a place of authenticity. We live in a world of reproductions - the objects in museums are real. It&#39;s a way to get away from the overload of digital technology.","author":"Thomas P. Campbell","topic":"Technology"},{"quote":"Especially in technology, we need revolutionary change, not incremental change.","author":"Larry Page","topic":"Technology"},{"quote":"It is also rarer to find happiness in a man surrounded by the miracles of technology than among people living in the desert of the jungle and who by the standards set by our society would be considered destitute and out of touch.","author":"Thor Heyerdahl","topic":"Technology"},{"quote":"There is a science to managing high tech businesses, and it needs to be respected. One of them is that in technology businesses, leadership is temporary. It&#39;s constantly recycling. So the asset has limited lifetime.","author":"Eric Schmidt","topic":"Technology"},{"quote":"There was a time when nails were high-tech. There was a time when people had to be told how to use a telephone. Technology is just a tool. People use tools to improve their lives.","author":"Tom Clancy","topic":"Technology"},{"quote":"What is the intersection between technology, art and science? Curiosity and wonder, because it drives us to explore, because we&#39;re surrounded by things we can&#39;t see.","author":"Louie Schwartzberg","topic":"Technology"},{"quote":"The indigenous peoples never had, and still do not have, the place that they should have occupied in the progress and benefits of science and technology, although they represented an important basis for this development.","author":"Rigoberta Menchu","topic":"Technology"},{"quote":"We have to face the fact that countries are going to lose jobs to robotics. The only question that needs to be answered is which country will create and own the best robotic technology and have the infrastructure necessary to enable it.","author":"Mark Cuban","topic":"Technology"},{"quote":"If you look at it from just a pure economic basis, technology is replacing all of the jobs robots can do, and machinery is replacing the jobs that humans once held. If we don&#39;t train our children to imagine, to create, they&#39;re going to be unemployable.","author":"Erwin McManus","topic":"Technology"},{"quote":"The concept of the robot encapsulates both aspects of technology. On one hand it&#39;s cool, it&#39;s fun, it&#39;s healthy, it&#39;s sexy, it&#39;s stylish. On the other hand it&#39;s terrifying, it&#39;s alienating, it&#39;s addictive, and it&#39;s scary. That has been the subject of much science-fiction literature.","author":"Thomas Bangalter","topic":"Technology"},{"quote":"As medical research continues and technology enables new breakthroughs, there will be a day when malaria and most all major deadly diseases are eradicated on Earth.","author":"Peter Diamandis","topic":"Technology"},{"quote":"We live in an age of technology and science that demands proof, and yet we desire mystery. But when God gives us mystery, we seek to destroy it by gross indifference or childish reasoning.","author":"Mother Angelica","topic":"Technology"},{"quote":"Apple has long been a leading innovator of mobile technology; I myself own an iPhone.","author":"Al Franken","topic":"Technology"},{"quote":"What new technology does is create new opportunities to do a job that customers want done.","author":"Tim O'Reilly","topic":"Technology"},{"quote":"My first job was as a programmer. So I feel like I&#39;m familiar with the information technology sector and the information technology culture.","author":"Gene Luen Yang","topic":"Technology"},{"quote":"Biology - DNA - is technology. It is coding. It is physical coding, but still code.","author":"Ryan Bethencourt","topic":"Technology"},{"quote":"Just as we could have rode into the sunset, along came the Internet, and it tripled the significance of the PC.","author":"Andy Grove","topic":"Technology"},{"quote":"It&#39;s very strange how electronic music formatted itself and forgot that its roots are about the surprise, freedom, and the acceptance of every race, gender, and style of music into this big party. Instead, it started to become this electronic lifestyle which also involved the glorification of technology.","author":"Thomas Bangalter","topic":"Technology"},{"quote":"With a fourth generation of nuclear power, you can have a technology that will burn more than 99 percent of the energy in the fuel. It would mean that you don&#39;t need to mine uranium for the next thousand years.","author":"James Hansen","topic":"Technology"},{"quote":"I wanted to be a pilot. I loved flying and I loved all the technology and the equipment and the sense of adventure that came with it. I think that feeling still bleeds over into everything I do today.","author":"Graham Brown","topic":"Technology"},{"quote":"Today, the technology is there to give early and normally ample warning when a powerful tornado approaches. When a tornado strikes, all of us are at risk.","author":"Spencer Bachus","topic":"Technology"},{"quote":"Our technological powers increase, but the side effects and potential hazards also escalate.","author":"Alvin Toffler","topic":"Technology"},{"quote":"We will explore the mysteries of science and harness the power of technology and innovation. We will realise the opportunities of the digital world. Our youth will learn more from - and with - each other.","author":"Narendra Modi","topic":"Technology"},{"quote":"I love technology. I have my iPad, iPad mini, iPhone and Mac laptop. Because I love technology, I think if I were not at the NBA, I would try to be part of a tech startup company.","author":"Adam Silver","topic":"Technology"},{"quote":"It&#39;s a fact that more people watch television and get their information that way than read books. I find new technology and new ways of communication very exciting and would like to do more in this field.","author":"Stephen Covey","topic":"Technology"},{"quote":"The new information technology... Internet and e-mail... have practically eliminated the physical costs of communications.","author":"Peter Drucker","topic":"Technology"},{"quote":"It&#39;s important that our children are raised to be educated, well-rounded tax-paying citizens that understand the importance of technology and science.","author":"Bill Nye","topic":"Technology"},{"quote":"Technology is always a two-edged sword. It will bring in many benefits, but also many disasters.","author":"Alan Moore","topic":"Technology"},{"quote":"Technology is a bit of a double-edged sword. Used right, it&#39;s a wonderful tool, but unfortunately, it makes it easier for a lot of mediocre people to get really crappy ideas out.","author":"Martin Gore","topic":"Technology"},{"quote":"Today we all are enjoying the fruits of the digital era. Millions of sources of information coming at us at lightning fast speed. That technology has also democratized the gathering and dissemination of news, allowing for &#39;citizen journalists&#39; to make their mark, even usurping the role of mainstream news organizations at times.","author":"Lester Holt","topic":"Technology"},{"quote":"Advancements in technology have become so commonplace that sometimes we forget to stop and think about how incredible it is that a girl on her laptop in Texas can see photos and cell phone video in real time that a young college student has posted of a rally he&#39;s at in Iran.","author":"Rosalind Wiseman","topic":"Technology"},{"quote":"Everywhere we look, technology has changed our daily lives - from the way we pay our bills, to the way we buy plane tickets or keep in touch with friends and family.","author":"Peter Roskam","topic":"Technology"},{"quote":"Every major player is working on this technology of artificial intelligence. As of now, it&#39;s benign... but I would say that the day is not far off when artificial intelligence as applied to cyber warfare becomes a threat to everybody.","author":"Ted Bell","topic":"Technology"},{"quote":"Our philosophy is, using internet technology, we can make every company become Amazon.","author":"Jack Ma","topic":"Technology"},{"quote":"The two great aims of industrialism - replacement of people by technology and concentration of wealth into the hands of a small plutocracy - seem close to fulfillment.","author":"Wendell Berry","topic":"Technology"},{"quote":"If your goal is anything but profitability - if it&#39;s to be big, or to grow fast, or to become a technology leader - you&#39;ll hit problems.","author":"Michael Porter","topic":"Technology"},{"quote":"Champagne, if you are seeking the truth, is better than a lie detector. It encourages a man to be expansive, even reckless, while lie detectors are only a challenge to tell lies successfully.","author":"Graham Greene","topic":"Technology"},{"quote":"Intelligence is the source of technology. If we can use technology to improve intelligence, that closes the loop and potentially creates a positive feedback cycle.","author":"Eliezer Yudkowsky","topic":"Technology"},{"quote":"I won&#39;t compare ants and people, but ants give us a useful model of how single members of a community can become so organized that they end up resembling, in effect, one big collective brain. Our own exploding population and communication technology are leading us that way.","author":"Lewis Thomas","topic":"Technology"},{"quote":"Clearly, unless thinking beings inevitably wipe themselves out soon after developing technology, extraterrestrial intelligence could often be millions or billions of years in advance of us. We&#39;re the galaxy&#39;s noodling newbies.","author":"Seth Shostak","topic":"Technology"},{"quote":"It&#39;s hard to pay attention these days because of multiple affects of the information technology nowadays. You tend to develop a faster, speedier mind, but I don&#39;t think it&#39;s necessarily broader or smarter.","author":"Robert Redford","topic":"Technology"},{"quote":"We need to start training more primary health providers and fewer specialists. We will never be able to control health care costs unless we challenge the over-emphasis on medical research, specialists and technology and put more emphasis on delivering good, everyday basic medicine to those who now have none.","author":"Richard Lamm","topic":"Technology"},{"quote":"Consciousness permits us to develop the instruments of culture - morality and justice, religion, art, economics and politics, science and technology. Those instruments allow us some measure of freedom in the confrontation with nature.","author":"Antonio Damasio","topic":"Technology"},{"quote":"The blockchain concept was pioneered within the context of crypto-currency Bitcoin, but engineers have imagined many other ways for distributed ledger technology to streamline the world. Stock exchanges and big banks, for example, are looking at blockchain-type systems as trading settlement platforms.","author":"Anthony Scaramucci","topic":"Technology"},{"quote":"Technology has become as ubiquitous as the air we breathe, so we are no longer conscious of its presence.","author":"Godfrey Reggio","topic":"Technology"},{"quote":"People are so busy positioning themselves before the screen and talking on the damn cellphones, communicating, that we&#39;re not reading, and in fact we&#39;re not really communicating, either. We&#39;re not talking to each other. There&#39;s just all these screens and wires and technology in between.","author":"Lee Smith","topic":"Technology"},{"quote":"The typewriting machine, when played with expression, is no more annoying than the piano when played by a sister or near relation.","author":"Oscar Wilde","topic":"Technology"},{"quote":"The world is very different now. For man holds in his mortal hands the power to abolish all forms of human poverty, and all forms of human life.","author":"John F. Kennedy","topic":"Technology"},{"quote":"Why are we, as a nation so obsessed with foreign things? Is it a legacy of our colonial years? We want foreign television sets. We want foreign shirts. We want foreign technology. Why this obsession with everything imported?","author":"A. P. J. Abdul Kalam","topic":"Technology"},{"quote":"The Massachusetts Institute of Technology accepts blacks in the top ten percent of students, but at MIT this puts them in the bottom ten percent of the class.","author":"Thomas Sowell","topic":"Technology"},{"quote":"The machine does not isolate man from the great problems of nature but plunges him more deeply into them.","author":"Antoine de Saint-Exupery","topic":"Technology"},{"quote":"To make a rock&#39;n&#39;roll record, technology is the least important thing.","author":"Keith Richards","topic":"Technology"},{"quote":"What troubles me is the Internet and the electronic technology revolution. Shyness is fueled in part by so many people spending huge amounts of time alone, isolated on e-mail, in chat rooms, which reduces their face-to-face contact with other people.","author":"Philip Zimbardo","topic":"Technology"},{"quote":"Technology feeds on itself. Technology makes more technology possible.","author":"Alvin Toffler","topic":"Technology"},{"quote":"The great growling engine of change - technology.","author":"Alvin Toffler","topic":"Technology"},{"quote":"For infrastructure technology, C will be hard to displace.","author":"Dennis Ritchie","topic":"Technology"},{"quote":"Hackers rarely have full knowledge of the technology stack of a target.","author":"John McAfee","topic":"Technology"},{"quote":"For any new technology there is always controversy and there always some fear associated with it. I think that&#39;s just the price of being first sometimes.","author":"Hugh Grant","topic":"Technology"},{"quote":"Technology is supposed to make our lives easier, allowing us to do things more quickly and efficiently. But too often it seems to make things harder, leaving us with fifty-button remote controls, digital cameras with hundreds of mysterious features and book-length manuals, and cars with dashboard systems worthy of the space shuttle.","author":"James Surowiecki","topic":"Technology"},{"quote":"If you wanna know how not secure you are, just take a look around. Nothing&#39;s secure. Nothing&#39;s safe. I don&#39;t hate technology, I don&#39;t hate hackers, because that&#39;s just what comes with it, without those hackers we wouldn&#39;t solve the problems we need to solve, especially security.","author":"Fred Durst","topic":"Technology"},{"quote":"I&#39;m guilty of being fascinated by gadgets and toys and technology, but any penny that I spend, I try to make it be a part of what I do for a living. Because then you are forwarding. You are forwarding that art, forwarding that career ahead.","author":"Jeff Dunham","topic":"Technology"},{"quote":"The essence of architecture is form and space, and light is the essential element to the key to architectural design, probably more important than anything. Technology and materials are secondary.","author":"I. M. Pei","topic":"Technology"},{"quote":"I love technology. We can be our own DJs wherever we go.","author":"Ludacris","topic":"Technology"},{"quote":"Bio Life Technical&#39;s strategy of providing technical due diligence by expert professors from core disciplines and world class experts working with interdisciplinary institutes, such as Imperial College&#39;s Institute of Biomedical Engineering, will enable a more thorough scientific evaluation of the technology.","author":"Chris Toumazou","topic":"Technology"},{"quote":"After World War II great strides were made in modern Japanese architecture, not only in advanced technology, allowing earthquake resistant tall buildings, but expressing and infusing characteristics of traditional Japanese architecture in modern buildings.","author":"Harry Seidler","topic":"Technology"},{"quote":"It is only when they go wrong that machines remind you how powerful they are.","author":"Clive James","topic":"Technology"},{"quote":"I will talk about two sets of things. One is how productivity and collaboration are reinventing the nature of work, and how this will be very important for the global economy. And two, data. In other words, the profound impact of digital technology that stems from data and the data feedback loop.","author":"Satya Nadella","topic":"Technology"},{"quote":"Today, our attention is less than the television advertisement. We&#39;re looking at six or seven problems constantly. We&#39;re living in the disturbed societies of cities. I think modern technology is one of the worst things human beings have invented.","author":"Marina Abramovic","topic":"Technology"},{"quote":"For the blue-collar worker, the driving force behind change was factory automation using programmable machine tools. For the office worker, it&#39;s office automation using computer technology: enterprise-resource-planning systems, groupware, intranets, extranets, expert systems, the Web, and e-commerce.","author":"Tom Peters","topic":"Technology"},{"quote":"What I found personally to be true was that it&#39;s easier to manipulate people rather than technology.","author":"Kevin Mitnick","topic":"Technology"},{"quote":"IBM&#39;s long-standing mantra is &#39;Think.&#39; What has always made IBM a fascinating and compelling place for me, is the passion of the company, and its people, to apply technology and scientific thinking to major societal issues.","author":"Ginni Rometty","topic":"Technology"},{"quote":"Technology itself is neither good nor bad. People are good or bad.","author":"Naveen Jain","topic":"Technology"},{"quote":"Technology is such a broad kind of term, it really applies to so many things, from the electric light to running cars on oil. All of these different things can be called technology. I have kind of a love-hate relationship with it, as I expect most people do. With the computer, I spend so many hours sitting in front of a computer.","author":"Jeff Bridges","topic":"Technology"},{"quote":"Technology causes problems as well as solves problems. Nobody has figured out a way to ensure that, as of tomorrow, technology won&#39;t create problems. Technology simply means increased power, which is why we have the global problems we face today.","author":"Jared Diamond","topic":"Technology"},{"quote":"Thanks to globalization and the technology revolution, the nature of work, the distribution of the rewards from that work, and maybe even the economic cycle itself are being transformed.","author":"Chrystia Freeland","topic":"Technology"},{"quote":"Social media is great, I guess, but it feels like technology is the sapper of innocence.","author":"Chris O'Dowd","topic":"Technology"},{"quote":"The promise of the early web was that everyone could have a website but there was something missing. Maybe the technology wasn&#39;t ready.","author":"Matt Mullenweg","topic":"Technology"},{"quote":"As we talk with candour, we open the doors to new possibilities and new areas of cooperation in advance in democracy, in combating terrorism, in energy and environment, science and technology and international peacekeeping.","author":"Atal Bihari Vajpayee","topic":"Technology"},{"quote":"If you thought the advent of the Internet, the spread of cheap and efficient information technology, and the growing fragmentation of the consumer market were all going to help smaller companies thrive at the expense of the slow-moving giants of the Fortune 500, apparently you were wrong.","author":"James Surowiecki","topic":"Technology"},{"quote":"Adding sound to movies would be like putting lipstick on the Venus de Milo.","author":"Mary Pickford","topic":"Technology"},{"quote":"We want to show how technology can be applied to fix our problems. We need to celebrate not just success but to celebrate people who make a difference. It starts with people who do things for love, with no expectation of return. Some of that turns into enormous financial success, and then some of it goes back into doing it for love.","author":"Tim O'Reilly","topic":"Technology"},{"quote":"Every film that comes out that incorporates CGI or performance capture is a little bit ahead of the last film that came out. You&#39;re on the cutting edge for a certain amount of time, and then the new technology comes out.","author":"Ben Schnetzer","topic":"Technology"},{"quote":"I see technology as being an extension of the human body.","author":"David Cronenberg","topic":"Technology"},{"quote":"Technology is us. There is no separation. It&#39;s a pure expression of human creative will. It doesn&#39;t exist anywhere else in the universe. I&#39;m rather sure of that.","author":"David Cronenberg","topic":"Technology"},{"quote":"As technology changes the way we communicate, connect, create, consume and innovate, it is democratizing access to opportunity. Education is no exception.","author":"Laura Arrillaga-Andreessen","topic":"Technology"},{"quote":"It would appear that we have reached the limits of what it is possible to achieve with computer technology, although one should be careful with such statements, as they tend to sound pretty silly in 5 years.","author":"John von Neumann","topic":"Technology"},{"quote":"I really believe that we don&#39;t have to make a trade-off between security and privacy. I think technology gives us the ability to have both.","author":"John Poindexter","topic":"Technology"},{"quote":"Everything is fraught with danger. I love technology and I love science. It&#39;s just always all in the way you use it. So there&#39;s no - you can&#39;t really blame anything on the technology. It&#39;s just the way people use it, and it always has been.","author":"Steve Martin","topic":"Technology"},{"quote":"In &#39;83, not only was there no such thing as performance motion capture technology, there was no such thing as digital animation. This was the analog era.","author":"Steven Spielberg","topic":"Technology"},{"quote":"Digital technology is the same revolution as adding sound to pictures and the same revolution as adding color to pictures. Nothing more and nothing less.","author":"George Lucas","topic":"Technology"},{"quote":"Technology has given us this wonderful opportunity to have low energy costs. We have to seize that, rather than keep debating and discussing and fighting over it.","author":"Michael Porter","topic":"Technology"},{"quote":"Technology, outsourcing, a growing temp staffing industry, productivity efficiencies, have all replaced the middle class.","author":"James Altucher","topic":"Technology"},{"quote":"A satellite has no conscience.","author":"Edward R. Murrow","topic":"Technology"},{"quote":"We&#39;re getting so pulled in by computers and technology, and our kids have their face in the computers all day. The human relationship is being diminished by this.","author":"Lenny Kravitz","topic":"Technology"},{"quote":"Rural technology is moving from kind of the back office to where everything, every company - sales, marketing, customer acquisition, new product development, media - all industries are becoming technology industries. And it&#39;s not information technology: it&#39;s business technology.","author":"Michael Dell","topic":"Technology"},{"quote":"Many people mistakenly think a new technology cancels out an old one.","author":"Judith Martin","topic":"Technology"},{"quote":"Technology doesn&#39;t address everything - for example, air travel still sucks.","author":"Brad Feld","topic":"Technology"},{"quote":"There are no morals about technology at all. Technology expands our ways of thinking about things, expands our ways of doing things. If we&#39;re bad people we use technology for bad purposes and if we&#39;re good people we use it for good purposes.","author":"Herbert Simon","topic":"Technology"},{"quote":"The bottom line is there are lots of problems that were not created by government. The biggest one is loss of middle class incomes, loss of good-paying jobs which was created by technology and globalization. Above all, when you can move a job to China or India, it reduces wages.","author":"Chuck Schumer","topic":"Technology"},{"quote":"CCTV is seen either as a symbol of Orwellian dystopia or a technology that will lead to crime-free streets and civil behaviour. While arguments continue, there is very little solid data in the public domain about the costs, quantity and effectiveness of surveillance.","author":"Heather Brooke","topic":"Technology"},{"quote":"When people come to Twitter and they want to express something in the world, the technology fades away. It&#39;s them writing a simple message and them knowing that people are going to see it.","author":"Jack Dorsey","topic":"Technology"},{"quote":"Technology has changed the fan\/actor interaction quite a bit. Now it&#39;s really easy to communicate with a large group of people in a really short time, and that... opens a lot of possibilities. You can do a lot of things with it that you couldn&#39;t do before. It&#39;s kind of fun to figure out how that can be employed.","author":"Misha Collins","topic":"Technology"},{"quote":"Blockchain technology has such a wide range of transformational use cases, from recreating the plumbing of Wall Street to creating financial sovereignty in the farthest regions of the world.","author":"Perianne Boring","topic":"Technology"},{"quote":"I don&#39;t know about you, but all this modern technology that&#39;s supposed to save us time and effort has actually ended up making things more complicated in my life, eating up extra time.","author":"Dean Karnazes","topic":"Technology"},{"quote":"In software systems it is often the early bird that makes the worm.","author":"Alan Perlis","topic":"Technology"},{"quote":"I love video games. I&#39;m also slightly in awe of them. I&#39;m in awe of their power in terms of imagination, in terms of technology, in terms of concept. But I think, above all, I&#39;m in awe at their power to motivate, to compel us, to transfix us, like really nothing else we&#39;ve ever invented has quite done before.","author":"Tom Chatfield","topic":"Technology"},{"quote":"Additionally, Smart Irrigation Month serves to recognize advances in irrigation technology and practices that produce not only more but also higher quality plants with less water.","author":"Jim Costa","topic":"Technology"},{"quote":"As a physician, I know many doctors want to utilize new technology, but they find the cost prohibitive.","author":"Nathan Deal","topic":"Technology"},{"quote":"Quantum computation is... a distinctively new way of harnessing nature... It will be the first technology that allows useful tasks to be performed in collaboration between parallel universes.","author":"David Deutsch","topic":"Technology"},{"quote":"I&#39;m always involved with the Aerospace Program and NASA and Goddard Space Flight Center. And if kids feel so inclined, they can log onto NASA and the Optimus Prime Spinoff Award, which we present every year to some of the brilliant young minds that are taking up into the academics of space, science, technology, math.","author":"Peter Cullen","topic":"Technology"},{"quote":"There&#39;s an ongoing competition by global companies across all areas from products, technology development and hiring talented people to patent disputes. The market is big and opportunities are wide open, so we should find out new businesses that Samsung&#39;s future will hinge on.","author":"Lee Kun-hee","topic":"Technology"},{"quote":"Do you realize if it weren&#39;t for Edison we&#39;d be watching TV by candlelight?","author":"Al Boliska","topic":"Technology"},{"quote":"We are in an electronic technology age now and it&#39;s about time we put away the old stuff.","author":"Monica Edwards","topic":"Technology"},{"quote":"If you look at our current technology level, something strange has to happen to civilisations, and I mean strange in a bad way. And it could be that there are a whole lot of dead, one-planet civilisations.","author":"Elon Musk","topic":"Technology"},{"quote":"All of the books in the world contain no more information than is broadcast as video in a single large American city in a single year. Not all bits have equal value.","author":"Carl Sagan","topic":"Technology"},{"quote":"Our lifetime may be the last that will be lived out in a technological society.","author":"Arthur C. Clarke","topic":"Technology"},{"quote":"Something is wrong that we have to feed so many. Why should there be poverty with all of our science and technology? There is no deficit in human resources - it is a deficit in human will.","author":"Coretta Scott King","topic":"Technology"},{"quote":"The basis of our partnership strategy and our partnership approach: We build the social technology. They provide the music.","author":"Mark Zuckerberg","topic":"Technology"},{"quote":"Why should Congresspeople have to visit D.C.? Thanks to Skype, meetings are possible across the country. Thanks to email, communications are simple. And we&#39;ve had the technology to vote from afar for decades. Why should we have backroom deals made over cigars thousands of miles distant from those who are affected by those deals?","author":"Ben Shapiro","topic":"Technology"},{"quote":"The Web and new technology offer more opportunities to reach a world market at a lower price. Today, a person can start a business at home and reach the world market.","author":"Robert Kiyosaki","topic":"Technology"},{"quote":"All art is dependent on technology because it&#39;s a human endeavour, so even when you&#39;re using charcoal on a wall or designed the proscenium arch, that&#39;s technology.","author":"George Lucas","topic":"Technology"},{"quote":"If I have one technology tip of the day, it&#39;s this: No matter how good the video on YouTube is, don&#39;t read the comments, just don&#39;t, because it will make you hate all humans.","author":"Matt Groening","topic":"Technology"},{"quote":"Civilization advances by extending the number of important operations which we can perform without thinking of them.","author":"Alfred North Whitehead","topic":"Technology"},{"quote":"In fact, technology has been the story of human progress from as long back as we know. In 100 years people will look back on now and say, &#39;That was the Internet Age.&#39; And computers will be seen as a mere ingredient to the Internet Age.","author":"Reed Hastings","topic":"Technology"},{"quote":"I&#39;m happy doing stand-up, but I&#39;ll probably do a television show eventually. If not, I&#39;ll delve into this Internet world and decide best how to harness it. What I like best about it is the independent movie style and the ability to just be completely reckless within that world. I like that a lot. I just have to acquaint myself with technology.","author":"Norm MacDonald","topic":"Technology"},{"quote":"Productivity depends on many factors, including our workforce&#39;s knowledge and skills and the quantity and quality of the capital, technology, and infrastructure that they have to work with.","author":"Janet Yellen","topic":"Technology"},{"quote":"Technology is changing so fast that knowledge about specifics can quickly become obsolete. That&#39;s why so much of what technicians learn is on the job.","author":"Robert Reich","topic":"Technology"},{"quote":"I want China to stop appropriating our technology. China is, through forced technology transfer and through stealing our technology, but really forced technology transfer, is cutting out the beating heart of American innovation.","author":"Stephen Bannon","topic":"Technology"},{"quote":"The joke about SAP has always been, it&#39;s making &#39;50s German manufacturing methodology, implemented in 1960s software technology, delivered to 1970-style manufacturing organizations, like, it&#39;s really - yeah, the incumbency - they are still the lingering hangover from the dot-com crash.","author":"Marc Andreessen","topic":"Technology"},{"quote":"While we cannot predict the future, we will most surely live it. Every action and decision we take - or don&#39;t - ripples into the future. For the first time, we have the capability, the technology, and the knowledge to direct those ripples.","author":"Jacque Fresco","topic":"Technology"},{"quote":"All of technology, really, is about maximizing free options.","author":"Nassim Nicholas Taleb","topic":"Technology"},{"quote":"The Internet allows the small guy a global marketplace. But technology is harmful in the sense that we get too much information from it. Because of the web we get 10 times the amount of noise we ever got, which makes harmful fallacies far more likely.","author":"Nassim Nicholas Taleb","topic":"Technology"},{"quote":"The early cyberpunk idea was that networked computers would let us do our work at home, as freelancers, and then transact directly with peers over networks. Digital technology would create tremendous slack, allow us to apply its asynchronous, decentralized qualities to our own work and lives.","author":"Douglas Rushkoff","topic":"Technology"},{"quote":"Though we do need more women to graduate with technical degrees, I always like to remind women that you don&#39;t need to have science or technology degrees to build a career in tech.","author":"Susan Wojcicki","topic":"Technology"},{"quote":"All the big revolutions, whether it&#39;s the Industrial Revolution, the Arab Spring, those changes happened by economic and social shifts brought about by the people&#39;s voices, and those things weren&#39;t voted for. Most of our changes today are brought about through technology, not by voting.","author":"Lupe Fiasco","topic":"Technology"},{"quote":"Technology has allowed me to reach my fans directly. Social media: it has been a complete revolution of how to interact, promote and share things.","author":"Tony Hawk","topic":"Technology"},{"quote":"You need to have a lot of human judgment involved in the financial industry in terms of risk management, in terms of investment decisions, and things that really allow us to blend the best of technology and the human brain.","author":"Adena Friedman","topic":"Technology"},{"quote":"IT for a long time has been about how do you make old processes more efficient. But with all of the progress in digital technology, there is a kind of digital transformation that is occurring. And you see it with the explosion in the number of devices; you see it in the explosion in the number of applications.","author":"Michael Dell","topic":"Technology"},{"quote":"It is the child&#39;s understanding that teaches the adults the way of the future. They&#39;re still doing it today with modern technology.","author":"Michael Morpurgo","topic":"Technology"},{"quote":"In general in technology, if you own a platform that&#39;s valuable, you can monetize it.","author":"Eric Schmidt","topic":"Technology"},{"quote":"The evolution of technology is, like the evolution of literature, heavily path-dependent. Culture plays a far more important role in the acceptance, adoption, and spread of technology than many of us are willing to acknowledge.","author":"Ken Liu","topic":"Technology"},{"quote":"For my confirmation, I didn&#39;t get a watch and my first pair of long pants, like most Lutheran boys. I got a telescope. My mother thought it would make the best gift.","author":"Wernher von Braun","topic":"Technology"},{"quote":"It&#39;s easy to get sidetracked with technology, and that is the danger, but ultimately you have to see what works with the music and what doesn&#39;t. In a lot of cases, less is more. In most cases, less is more.","author":"Herbie Hancock","topic":"Technology"},{"quote":"These days the technology can solve our problems and then some. Solutions may not only erase physical or mental deficits but leave patients better off than &#39;able-bodied&#39; folks. The person who has a disability today may have a superability tomorrow.","author":"Daniel H. Wilson","topic":"Technology"},{"quote":"Environmentalists should like fracking for its relative cleanliness. But they don&#39;t. They have made a bugaboo out of the chemicals in fracking fluids, which supposedly can leach into groundwater sources. I&#39;m convinced they&#39;re dead wrong. Ultimately, good technology with a cost advantage will win out over paranoia.","author":"Kenneth Fisher","topic":"Technology"},{"quote":"We are increasingly becoming cyborg-like beings. We are becoming literally what we create. Biology, physics, and technology are evolving towards one and the same thing.","author":"Gray Scott","topic":"Technology"},{"quote":"I had two passions growing up - one was music, one was technology. I tried to play in a band for a while, but I was never talented enough to make it. And I started companies. One day came along and I decided to combine the two - and there was Spotify.","author":"Daniel Ek","topic":"Technology"},{"quote":"To try to teach ignoring technology is to ignore the progress that we have made over the last century. If school is preparation for the real world - a real world that is increasingly technology-driven - then to ignore technology is to become obsolete.","author":"Adora Svitak","topic":"Technology"},{"quote":"I think that technology - computers and smart phones and 24-hour availability - often leaves me, and others I know, feeling blank and depressed at the end of a day. I also believe that hyped expectations for raising children leaves many women and men feeling as if their days are a blur of carpools and play-groups and tutors.","author":"Rebecca Traister","topic":"Technology"},{"quote":"Providing career growth and development opportunities for our people is of paramount importance, and that&#39;s why we surround and support our diverse employee team with investments in innovation, technology, training, and a wide variety of programs so they can build great careers. &#39;Fortune&#39; saw that in KPMG, and we&#39;re delighted.","author":"Lynne Doughtie","topic":"Technology"},{"quote":"The perfect example of Darwinism is what technology has done to businesses.","author":"Charlie Munger","topic":"Technology"},{"quote":"I&#39;m a physician. I&#39;ve been blessed with ideas and resources to use technology to make the world a better place. That&#39;s what I would like to leave behind.","author":"Patrick Soon-Shiong","topic":"Technology"},{"quote":"Who knows what technology will emerge in the next five years, let alone 20. Yet the education we provide our children now is supposed to last for decades. We cannot train them for jobs that do not even exist yet, but we can provide them with the minds and tools they&#39;ll need to adapt to our ever-changing set of circumstances.","author":"Jim Hunt","topic":"Technology"},{"quote":"Megaupload was a dual-use technology. You can use it for good things, and you can use it for bad things. If someone sends something illegal in an envelope through your postal service, you don&#39;t shut down the post office. If someone speeds with the car he just bought, you don&#39;t go to the car manufacturer and say, &#39;Hey, we&#39;re shutting you down.&#39;","author":"Kim Dotcom","topic":"Technology"},{"quote":"Technology... is a queer thing. It brings you great gifts with one hand, and it stabs you in the back with the other.","author":"Carrie Snow","topic":"Technology"},{"quote":"If you look at the various strategies available for dealing with a new technology, sticking your head in the sand is not the most plausible strategy.","author":"Ralph Merkle","topic":"Technology"},{"quote":"Many years ago, Bill Gates said that one day we&#39;d be able to click on the shoes of a character in a TV show and buy them online. Whether that happens or not, are you thinking about new ways to combine your assets in programming, customer knowledge, and technology?","author":"Brian L. Roberts","topic":"Technology"},{"quote":"Effective use of Braille is as important to the blind as independent mobility, knowledge in the use of adaptive technology, and the core belief that equality, opportunity and security are truly possible for all people who are blind.","author":"Bob Ney","topic":"Technology"},{"quote":"Canada&#39;s a huge country, so to be able to unite the country through communication satellite technology or to be able to observe it through remote sensing technology from space is a natural fit for a country like Canada.","author":"Marc Garneau","topic":"Technology"},{"quote":"I don&#39;t cook - I can cook - but I&#39;m not very good. I like being asked over for dinner, because she can&#39;t cook either. We would starve if it weren&#39;t for modern technology. I know how to work a microwave, but love home cooked meals.","author":"Mark Mothersbaugh","topic":"Technology"},{"quote":"Technology has made it easier for different firms to coordinate their activities with one another, and they don&#39;t have to be part of one company. They can get the benefits of scale without the inertia of scale.","author":"Erik Brynjolfsson","topic":"Technology"},{"quote":"I think that in a weird way, as technology gets more sophisticated, people have become less aware of it. It&#39;s become part of our day to day life. We&#39;re seeing large-scale projection mapping, like on buildings. There&#39;s video everywhere. It&#39;s much less noticeable that we&#39;re actually looking at technology.","author":"Marco Brambilla","topic":"Technology"},{"quote":"Technology is changing the world; it&#39;s changing our sport. It&#39;s changing the way people are following the NBA.","author":"Adam Silver","topic":"Technology"},{"quote":"From computers to information technology to airplanes, it has been America&#39;s unique blend of republican government and free-market capitalism that has allowed us to surpass all other nations in history.","author":"George Nethercutt","topic":"Technology"},{"quote":"Technology makes things faster and more cost-effective, but it&#39;s not perfect. It requires you to be as flexible as you can be.","author":"John Phillips","topic":"Technology"},{"quote":"Virginia is the absolute leader in homeland security and defense and information technology.","author":"Mark Warner","topic":"Technology"},{"quote":"Like all tools, modern technology has produced some wonderful moments in music and also some horrors.","author":"Hugh Hopper","topic":"Technology"},{"quote":"The most important and urgent problems of the technology of today are no longer the satisfactions of the primary needs or of archetypal wishes, but the reparation of the evils and damages by the technology of yesterday.","author":"Dennis Gabor","topic":"Technology"},{"quote":"All the traditional STEM fields, the science, technology, engineering, and math fields, are stoked when you dream big in an agency such as NASA.","author":"Neil deGrasse Tyson","topic":"Technology"},{"quote":"If GM had kept up with technology like the computer industry has, we would all be driving $25 cars that got 1,000 MPG.","author":"Bill Gates","topic":"Technology"},{"quote":"Software substitution, whether it&#39;s for drivers or waiters or nurses - it&#39;s progressing. Technology over time will reduce demand for jobs, particularly at the lower end of skill set.","author":"Bill Gates","topic":"Technology"},{"quote":"China is a great manufacturing center, but it&#39;s actually mostly an assembly plant. So it assembles parts and components, high technology that comes from the surrounding industrial - more advanced industrial centers - Japan, Taiwan, South Korea, Singapore, the United States, Europe - and it basically assembles them.","author":"Noam Chomsky","topic":"Technology"},{"quote":"I stayed in the astronaut program until 1993. People ask me why I left. I thought I had a lot of things to contribute that would be difficult to do if I stayed. I thought I could have a stronger voice as an advocate for space exploration. So I ended up starting my own technology consulting company.","author":"Mae Jemison","topic":"Technology"},{"quote":"Ronald Reagan said that he sought a Star Wars defense only in order to share the technology with the tyrants of the U.S.S.R.","author":"Christopher Hitchens","topic":"Technology"},{"quote":"Inventor: A person who makes an ingenious arrangement of wheels, levers and springs, and believes it civilization.","author":"Ambrose Bierce","topic":"Technology"},{"quote":"The world has changed - through technology, through wine-making techniques, the quality of wine is greater than it&#39;s ever been. Whereas ten, fifteen years ago it was very easy to find lots of bad wine, it&#39;s kind of hard now. The technology, the science - it&#39;s like, are you kidding? We&#39;re in the golden years of wine!","author":"Gary Vaynerchuk","topic":"Technology"},{"quote":"Wherever technology reaches its real fulfillment, it transcends into architecture.","author":"Ludwig Mies van der Rohe","topic":"Technology"},{"quote":"Leaders in China and India realize that science and technology lead to success and wealth. But many countries in the West graduate students into the unemployment line by teaching skills that were necessary to live in 1950.","author":"Michio Kaku","topic":"Technology"},{"quote":"I predict that technology will enable people to transmit their neuronal, actual feelings over the Internet.","author":"Michio Kaku","topic":"Technology"},{"quote":"The Internet is the most important single development in the history of human communication since the invention of call waiting.","author":"Dave Barry","topic":"Technology"},{"quote":"My body really, really wanted to reproduce when I was 15. It took a lot of civilization, socialization, willpower and some emulsion polymerization technology for me not to reproduce at 15.","author":"Penn Jillette","topic":"Technology"},{"quote":"About half my work in education is U.S. political reform around school districts and charter schools, and creating more room for entrepreneurial organizations to develop. And about half on technology, which I look at as a global platform.","author":"Reed Hastings","topic":"Technology"},{"quote":"Once you understand that Goliath is much weaker than you think he is, and David has superior technology, then you say: why do we tell the story the way we do? It becomes, actually, a far more meaningful and important story in its retelling than in the kind of unsophisticated way we&#39;ve done it for, I think, too long.","author":"Malcolm Gladwell","topic":"Technology"},{"quote":"Cyberspace. A consensual hallucination experienced daily by billions of legitimate operators, in every nation, by children being taught mathematical concepts.","author":"William Gibson","topic":"Technology"},{"quote":"I sold Blockbuster because I saw what was coming: the satellite dish, technology that would make the business obsolete in a few years. Why would people go to a store for a video and then have to return it when they had a dish?","author":"Wayne Huizenga","topic":"Technology"},{"quote":"As technology continues to increase our possibilities, what we&#39;re seeing is a shrinking of the lag time between what we dream about and what we create.","author":"Jason Silva","topic":"Technology"},{"quote":"I love the modern technology now.","author":"Ringo Starr","topic":"Technology"},{"quote":"The art challenges the technology, and the technology inspires the art.","author":"John Lasseter","topic":"Technology"},{"quote":"Creating life at the speed of light is part of a new industrial revolution. Manufacturing will shift from centralised factories to a distributed, domestic manufacturing future, thanks to the rise of 3D printer technology.","author":"Craig Venter","topic":"Technology"},{"quote":"Advances in the technology of telecommunications have proved an unambiguous threat to totalitarian regimes everywhere.","author":"Rupert Murdoch","topic":"Technology"},{"quote":"Any new technology tends to go through a 25-year adoption cycle.","author":"Marc Andreessen","topic":"Technology"},{"quote":"Sites need to be able to interact in one single, universal space.","author":"Tim Berners-Lee","topic":"Technology"},{"quote":"It is my belief that no matter how advanced man may become in science, technology, systems, and knowledge, he can never improve on the foundational precepts of marriage as the bedrock of social development.","author":"Myles Munroe","topic":"Technology"},{"quote":"Technology continues to bring us wondrous advances in filmmaking to improve how we view movies.","author":"Ridley Scott","topic":"Technology"},{"quote":"For me, it matters that we drive technology as an equalizing force, as an enabler for everyone around the world. Which is why I do want Google to see, push, and invest more in making sure computing is more accessible, connectivity is more accessible.","author":"Sundar Pichai","topic":"Technology"},{"quote":"There are many museums dedicated to technology, artistic endeavors, music, and that sort of thing. From that perspective, I think games really do have a place as a kind of collaborative art or a synthesis of all these various aspects into a whole, and that, in itself, can be perceived as art.","author":"Hideo Kojima","topic":"Technology"},{"quote":"I&#39;m all for poetry catching up with technology, and just as there are iTunes, I think we should have iPoems. I mean, people should be able to walk around with their earbuds in and listening to poems on their iPod.","author":"Billy Collins","topic":"Technology"},{"quote":"We need to walk into the future, no matter how unnerving, with open eyes if society is to keep pace with technology.","author":"Lawrence M. Krauss","topic":"Technology"},{"quote":"After Scour, I started a company called Red Swoosh. The idea was to take those litigants who sued us for a huge amount of money and turn them into customers with the same technology. I wanted to get them to pay me. It was a revenge business.","author":"Travis Kalanick","topic":"Technology"},{"quote":"Forces that you might think are utterly unrelated to creativity can have a big impact. Technology, obviously, but environment, too. Even financial structures can affect the actual content of a song. The making of music is profoundly affected by the market.","author":"David Byrne","topic":"Technology"},{"quote":"If I got the option of going into outer space and hanging out there for a day and then coming back home and dying the next day, or just waiting around to see if there&#39;s any opportunity for the technology to develop so that I might experience outer space sometime in the future, I would probably take the ride today and die tomorrow.","author":"Ariel Pink","topic":"Technology"},{"quote":"If the U.S. became the undisputed superpower that it is today, it was primarily because of its technology, whether it is in transportation, agriculture, high-tech industry, medicine, etc.","author":"N. R. Narayana Murthy","topic":"Technology"},{"quote":"You fight technology with technology, so you have to stay one step ahead of the criminal. It&#39;s very much a chess game - they make a move, you have to make a move.","author":"Frank Abagnale","topic":"Technology"},{"quote":"What I did in my youth is hundreds of times easier today. Technology breeds crime.","author":"Frank Abagnale","topic":"Technology"},{"quote":"Companies selling a product play down its vulnerability and emphasize its robustness. But only after technology leaves the dock is it really tested. For human operators in control of a supposedly infallible system, complacency and overconfidence can take over, and caution may be thrown to the wind.","author":"Henry Petroski","topic":"Technology"},{"quote":"In some ways, technology keeps on enhancing us, and we embrace it.","author":"Ramez Naam","topic":"Technology"},{"quote":"We&#39;ve lost touch and allowed technology to take precedence over organic nature. But let&#39;s not forget that those microchips in our computers came from elements of the earth.","author":"Emilio Estevez","topic":"Technology"},{"quote":"The PC is successful because we&#39;re all benefiting from the competition with each other. If Twitter comes along, our games benefit. If Nvidia makes better graphics technology, all the games are going to shine. If we come out with a better game, people are going to buy more PCs.","author":"Gabe Newell","topic":"Technology"},{"quote":"Technology is going to revolutionize almost every sector, leading to the demise of many traditional professions. Economic and political power will be determined less by a country&#39;s size than by its technological superiority.","author":"Klaus Schwab","topic":"Technology"},{"quote":"The depressing thing about battery technology is that it gets better, but it gets better slowly. There are a whole bunch of problems in materials science and chemistry that come in trying to make existing batteries better.","author":"Nathan Myhrvold","topic":"Technology"},{"quote":"Libraries function as crucial technology hubs, not merely for free Web access, but those who need computer training and assistance. Library business centers help support entrepreneurship and retraining.","author":"Scott Turow","topic":"Technology"},{"quote":"Some Google employees have their self-driving vehicles take them to work. These car robots don&#39;t look like something from &#39;The Jetsons&#39;; the driverless features on these cars are a bunch of sensors, wires, and software. This technology &#39;works.&#39;","author":"Tyler Cowen","topic":"Technology"},{"quote":"I&#39;m a farm boy. I would rather live in that time when you had to provide for your family. I don&#39;t know. I&#39;m a country kid, so I don&#39;t like modern technology.","author":"Travis Fimmel","topic":"Technology"},{"quote":"I look forward to making tangible and inspirational contributions to the Houston Technology Center&#39;s initiatives. HTC is an engine behind Houston&#39;s and Texas&#39; continued growth.","author":"Walter O'Brien","topic":"Technology"},{"quote":"We&#39;re still in the first minutes of the first day of the Internet revolution.","author":"Scott Cook","topic":"Technology"},{"quote":"Science and technology multiply around us. To an increasing extent they dictate the languages in which we speak and think. Either we use those languages, or we remain mute.","author":"J. G. Ballard","topic":"Technology"},{"quote":"I was really lucky to have been raised in this really powerful matriarchy where my dad was around, but I was with my mom and my grandma most of the time. They were heavy influences on me. My mother has a career in technology; my grandma sold real estate.","author":"Katherine Ryan","topic":"Technology"},{"quote":"You cannot make thousands of universities or hundreds of thousands of professors, but with technology and the Internet you can have great courses and make a digital university.","author":"Carlos Slim","topic":"Technology"},{"quote":"Obviously technology has become such a big presence in our lives and, I definitely know, in my life.","author":"Spike Jonze","topic":"Technology"},{"quote":"Blockchain&#39;s a very interesting technology that will have some very profound applications for society over the years to come.","author":"Kenneth C. Griffin","topic":"Technology"},{"quote":"Technology has enormous potential to address educational needs more efficiently, help teachers improve their performance, and enrich and individualize student learning.","author":"Wendy Kopp","topic":"Technology"},{"quote":"Historically, more media has been consumed sitting in front of the television than any other device. Controlling this screen has been the goal of major technology, consumer electronic, and telecommunications companies.","author":"Jay Samit","topic":"Technology"},{"quote":"Since Stonehenge, architects have always been at the cutting edge of technology. And you can&#39;t separate technology from the humanistic and spiritual content of a building.","author":"Norman Foster","topic":"Technology"},{"quote":"&#39;The Victorian Internet&#39; is a must read for anyone interested in the history of technology and in the cycles of hype, boom, and bust that seem to only quicken with each new wave of innovation. Highly recommended.","author":"John Battelle","topic":"Technology"},{"quote":"Even when I work with computers, with high technology, I always try to put in the touch of the hand.","author":"Issey Miyake","topic":"Technology"},{"quote":"The combination of human skills with technology will always be at the root of any solution to the future of making clothes.","author":"Issey Miyake","topic":"Technology"},{"quote":"So many people for so many years have promoted technology as the answer to everything. The economy wasn&#39;t growing: technology. Poor people: technology. Illness: technology. As if, somehow, technology in and of itself would be a solution. Yet machine values are not always human values.","author":"Ellen Ullman","topic":"Technology"},{"quote":"If Wikileaks didn&#39;t resolve that question for folks - at the end of the day, there are no secrets. We&#39;re living in a glass neighborhood, in a fishbowl, and technology, white hat hackers, the folks that are doing the right thing with hacking.","author":"Gavin Newsom","topic":"Technology"},{"quote":"I am worried about development in the field of information technology, communication, etc. So you cannot say that I have become inactive.","author":"Sharad Pawar","topic":"Technology"},{"quote":"For me, a good thriller must teach me something about the real world. Thrillers like &#39;Coma,&#39; &#39;The Hunt for Red October&#39; and &#39;The Firm&#39; all captivated me by providing glimpses into realms about which I knew very little - medical science, submarine technology and the law.","author":"Dan Brown","topic":"Technology"},{"quote":"Sometimes I&#39;m dazzled by how modern and fabulous we are, and how easy everything can be for us; that&#39;s the gilded glow of technology, and I marvel at it all the time.","author":"Susan Orlean","topic":"Technology"},{"quote":"There are still some natural forces that everybody understands. Technology and industry have distanced people from nature and magic and human values.","author":"Laura Esquivel","topic":"Technology"},{"quote":"Because of the rate of technology change, forecast horizons are shrinking.","author":"Steve Jurvetson","topic":"Technology"},{"quote":"With the help of modern technology, I can compose intricate keyboard parts and then I have to go back and learn them in order to perform them properly.","author":"Geddy Lee","topic":"Technology"},{"quote":"Bringing buyers and sellers together through a single platform is not a new idea - most of us know about eBay&#39;s success - but with advancing technology comes new innovative methods for businesses to connect customers with those who want to offer services.","author":"Sam Graves","topic":"Technology"},{"quote":"But the first the general public learned about the discovery was the news of the destruction of Hiroshima by the atom bomb. A splendid achievement of science and technology had turned malign. Science became identified with death and destruction.","author":"Joseph Rotblat","topic":"Technology"},{"quote":"I&#39;m thankful God has given us the technology where we can see each other through Skype on the computer. It&#39;s not the same thing, but at least we can see each other. Imagine the time before when that wasn&#39;t available and people had to go defend our country. It&#39;s really hard. I go two weeks without seeing my family and I go crazy.","author":"Albert Pujols","topic":"Technology"},{"quote":"I don&#39;t think so-called high technology matters in death. I think they had high technology before Noah&#39;s Ark. And it got lost because that was the first Ice Age.","author":"Miriam Defensor-Santiago","topic":"Technology"},{"quote":"As a medical doctor who chose a career in artificial heart technology rather than clinical practice, I decided not to take an internship, which is required for licensing. Instead, I work with invention, manufacturing, regulatory affairs, and clinical application of artificial hearts.","author":"Robert Jarvik","topic":"Technology"},{"quote":"When you consider that our technology has advanced from the first telephones to smart phones in roughly a century, it&#39;s easy to understand why it seems like tomorrow is arriving faster than it ever did.","author":"Annalee Newitz","topic":"Technology"},{"quote":"If you get the product and technology right, then the rest usually falls into place.","author":"Dara Khosrowshahi","topic":"Technology"},{"quote":"If women want to ensure themselves a meaningful place in the future, they need to be among those determining how the technology will be used. They need to be among those deciding whether it will be the great leveler or simply serve to worsen social divisions.","author":"Anita Borg","topic":"Technology"},{"quote":"If we want technology to serve society rather than enslave it, we have to build systems accessible to all people - be they male or female, young, old, disabled, computer wizards or technophobes.","author":"Anita Borg","topic":"Technology"},{"quote":"The moment of drifting into thought has been so clipped by modern technology. Our lives are filled with distraction with smartphones and all the rest. People are so locked into not being present.","author":"Glen Hansard","topic":"Technology"},{"quote":"With technology you can now be your own record company, director, producer, etc. If you have talent, you can display it on the Internet and the world will tell you their thoughts in the matter of seconds!","author":"Romeo Miller","topic":"Technology"},{"quote":"The biggest challenge for a leader is harnessing the rapid pace of change in technology, as that is going to impact every industry and every organization.","author":"Lynne Doughtie","topic":"Technology"},{"quote":"We are finally entering an exciting time in medicine where we have the technology to custom-tailor treatment and preventive protocols just as we&#39;d custom-tailor a suit or designer gown to one&#39;s individual body. But it all begins with you. You have to know yourself in a manner that you&#39;ve probably never done before.","author":"David Agus","topic":"Technology"},{"quote":"I have an almost religious zeal... not for technology per se, but for the Internet which is for me, the nervous system of mother Earth, which I see as a living creature, linking up.","author":"Dan Millman","topic":"Technology"},{"quote":"Religion asks you to believe things without questioning, and technology and science always encourage you to ask hard questions and why it is important in science and technology. So I was always interested in science and technology.","author":"Vinod Khosla","topic":"Technology"},{"quote":"I can&#39;t live without my smartphone, but I really geek on coding. It&#39;s not so much technology that I like, but puzzle solving.","author":"Sylvia Day","topic":"Technology"},{"quote":"If I was in office, I&#39;d get together all the chiefs and all the heads and chiefs of staffs of all the countries and explain to them like, &#39;This is how it&#39;s going to be. We need y&#39;all oil and water. Y&#39;all need our money and technology. Now, what y&#39;all gon&#39; do?&#39;","author":"Trick Daddy","topic":"Technology"},{"quote":"We designed a number of features from the ground up, like custom display and optics technology with very high refresh rates and pixel density. We added integrated 3-D audio, a built-in microphone so you can speak to friends inside virtual worlds, and precise mechanical adjustment systems.","author":"Brendan Iribe","topic":"Technology"},{"quote":"I don&#39;t think that technology is going to allow for greater subjugation of people. I think it&#39;s gonna give them more freedom.","author":"Palmer Luckey","topic":"Technology"},{"quote":"I was the principal negotiator for the Department of Defense, when I was secretary of the Navy, on the issue of Toshiba technology concerns with American submarines.","author":"Jim Webb","topic":"Technology"},{"quote":"Oh I love gadgets and I pride myself on keeping at the cutting edge of technology.","author":"Alexander McCall Smith","topic":"Technology"},{"quote":"The technology that threatens to kill off books as we know them - the &#39;physical book,&#39; a new phrase in our language - is also making the physical book capable of being more beautiful than books have been since the middle ages.","author":"Art Spiegelman","topic":"Technology"},{"quote":"I do not trust technology. I mean, I don&#39;t think we&#39;re in any danger of kids, you know, doing without video games in the future, but I am saying that their lives are largely out of balance.","author":"Richard Louv","topic":"Technology"},{"quote":"Industrialization based on machinery, already referred to as a characteristic of our age, is but one aspect of the revolution that is being wrought by technology.","author":"Emily Greene Balch","topic":"Technology"},{"quote":"A world technology means either a world government or world suicide.","author":"Max Lerner","topic":"Technology"},{"quote":"When I see how fast technology is advancing, my mind thinks of evolution and how organisms also have to evolve or adapt in order to, in their case, survive.","author":"Tony DiTerlizzi","topic":"Technology"},{"quote":"The technology is just so far gone. It&#39;s just like back in the day you needed a suitcase just to have a cell phone. The battery was so heavy, it was like carrying a gallon of soda around with you all day.","author":"Jam Master Jay","topic":"Technology"},{"quote":"Education technology is very important because we have a massive challenge in public schools.","author":"Major Owens","topic":"Technology"},{"quote":"The launch of iPhone is very possibly bigger than the launch of the first Apple II or the first Mac. Steve Jobs&#39;s genius is his ability to use technology to create products that define fundamental cultural shifts.","author":"John Sculley","topic":"Technology"},{"quote":"I have never come across a technology that doesn&#39;t change. This is inevitable. You have to adapt your systems as technology develops.","author":"Gijs de Vries","topic":"Technology"},{"quote":"Even though we look at the past through the lens of distance and think that because people are wearing different clothes or have different technology, their experiences are different, it&#39;s all the same, right? Our experience of love and sex and death are the same in any time period.","author":"Liz Goldwyn","topic":"Technology"},{"quote":"Globalization was a deep trend pushed by technology and right ideas, as much as anything else.","author":"Jeffrey Sachs","topic":"Technology"},{"quote":"I came up with idea of a solar airplane flying around the world with no fuel - that would be a beautiful message in terms of technology, the energy of the future and the environment.","author":"Bertrand Piccard","topic":"Technology"},{"quote":"About every year or two, there is a moment of truth where there&#39;s some new development in the marketplace, some new technology, some sort of existential crisis. You just have to be vigilant about looking out for those moments.","author":"Jeremy Stoppelman","topic":"Technology"},{"quote":"With technology now, you can go in and sing a song, and for $100,000, you will sound flawless.","author":"Vince Neil","topic":"Technology"},{"quote":"There is this permanent hope in America that there is some new technology around the corner that will change the world.","author":"Hasso Plattner","topic":"Technology"},{"quote":"&#39;LaFerrari&#39; means &#39;the Ferrari.&#39; The excellence. In this car, we put everything we are able to do. Our extreme technology, extreme experience, extreme capability. And this has been the first Ferrari totally designed in our design center.","author":"Luca Cordero di Montezemolo","topic":"Technology"},{"quote":"So one begins to wonder what is going to happen to the human race. Technology keeps on advancing with greater and greater power, either for good or for destruction.","author":"David Bohm","topic":"Technology"},{"quote":"There is no single development, in either technology or management technique, which by itself promises even one order-of-magnitude improvement within a decade in productivity, in reliability, in simplicity.","author":"Fred Brooks","topic":"Technology"},{"quote":"When are boots in the ground no longer going to have to even be people, and is that right? When does it become &#39;Star Wars?&#39; When is enough enough? When do we put this time and energy into eliminating war or reasons for war instead of creating new technology to make war easier for us?","author":"Michael Kelly","topic":"Technology"},{"quote":"It may not always be profitable at first for businesses to be online, but it is certainly going to be unprofitable not to be online.","author":"Esther Dyson","topic":"Technology"},{"quote":"My husband is in charge of all phone, email and texting duties at home. He even has to turn on the TV and air conditioning because I&#39;m so hopeless with technology.","author":"Becki Newton","topic":"Technology"},{"quote":"More and more, job listings are exclusively available online and as technology evolves nearly every occupation now requires a basic level of digital literacy with web navigation, email access and participation in social media.","author":"Michael K. Powell","topic":"Technology"},{"quote":"I believe the auto industry is a competition of human resources, competition of funding, competition of technology - and the competition is international.","author":"Li Shufu","topic":"Technology"},{"quote":"The world has become more complex as technology and easy travel mixes cultures without homogenizing them.","author":"Norman Spinrad","topic":"Technology"},{"quote":"If you want to buy $10 of Ethereum and poke around with smart contracts, I encourage that. But use it as a technology, not as an investment, unless you know what you&#39;re doing.","author":"Olaf Carlson-Wee","topic":"Technology"},{"quote":"So, I see technology as a Trojan Horse: It looks like a wonderful thing, but they are going to regret introducing it into the schools because it simply can&#39;t be controlled.","author":"Daniel Greenberg","topic":"Technology"},{"quote":"I think writers have to be proactive: they&#39;ve got to use new technology and social media. Yes, it&#39;s hard to get noticed by traditional publishers, but there&#39;s a great deal of opportunity out there if you&#39;ve got the right story.","author":"Ian Rankin","topic":"Technology"},{"quote":"The world changes materially. Science makes advances in technology and understanding. But the world of humanity doesn&#39;t change.","author":"Pierre Schaeffer","topic":"Technology"},{"quote":"Electricity is an example of a general purpose technology, like the steam engine before it. General purpose technologies drive most economic growth, because they unleash cascades of complementary innovations, like lightbulbs and, yes, factory redesign.","author":"Erik Brynjolfsson","topic":"Technology"},{"quote":"Technology has always been destroying jobs, and it has always been creating jobs.","author":"Erik Brynjolfsson","topic":"Technology"},{"quote":"My belief is that the vast majority of people using digital currency today are not seeking to evade taxes. They are simply investors seeking returns and people interested in a nascent new technology.","author":"Brian Armstrong","topic":"Technology"},{"quote":"No one has ever been able to stop the process and evolution of technology, not even I.B.M. That is going to continue. Those who grab it and move ahead with it will determine the future in this industry.","author":"Eckhard Pfeiffer","topic":"Technology"},{"quote":"Not everything that happens in an in-person classroom is currently replicated with an online course, and perhaps the experience will never be the quite the same. But there are new opportunities that online learning opens up that would have never been possible without this technology.","author":"Daphne Koller","topic":"Technology"},{"quote":"My goals over the decade include to develop new drugs to treat intractable diseases by using iPS cell technology and to conduct clinical trials using it on a few patients with Parkinson&#39;s diseases, diabetes or blood diseases.","author":"Shinya Yamanaka","topic":"Technology"},{"quote":"I want to create an environment where I can create technology, get it into the hands of someone to market it, and move on to other technologies so I can keep innovating. I want to be a serial entrepreneur: Incubate an idea, get it to a good state, and make that an enabler to get to the next state. It&#39;s every researcher&#39;s fantasy.","author":"Jefferson Han","topic":"Technology"},{"quote":"One of the most interesting things about science fiction and fantasy is the way that the genres can offer different perspectives on matters to do with the body, the mind, medical technology, and the way we live our lives.","author":"Tansy Rayner Roberts","topic":"Technology"},{"quote":"The personal contact is a personal thing. The fact that some people don&#39;t know their neighbors, I don&#39;t think that technology is at fault. You don&#39;t lose anything with technology. You gain other avenues of understanding.","author":"John Warnock","topic":"Technology"},{"quote":"When e-commerce companies build scale, cost comes down. Companies that can handle scale and reduce costs over time will win. Margins will come from reducing costs over time and not by increasing prices. Technology is the answer at large scale.","author":"Sachin Bansal","topic":"Technology"},{"quote":"In Congress, I&#39;ll work hard to encourage investment in education, particularly with respect to technology and bridging the digital divide.","author":"Hakeem Jeffries","topic":"Technology"},{"quote":"I think technology is us, not something we invented. I think we are more psychic now because we have cell phones and you can look and see who&#39;s calling you. When people start seeing technology as us, as humanity, our whole idea of what existence is, is going to shift.","author":"Ryan Trecartin","topic":"Technology"},{"quote":"Theaters are always going to be around, and doing fine. With computers and technology, we&#39;re becoming more and more secluded from each other. And the movie theater is one of the last places where we can still gather and experience something together. I don&#39;t think the desire for that magic will ever go away.","author":"Wolfgang Petersen","topic":"Technology"},{"quote":"Design, in its broadest sense, is the enabler of the digital era - it&#39;s a process that creates order out of chaos, that renders technology usable to business. Design means being good, not just looking good.","author":"Clement Mok","topic":"Technology"},{"quote":"We&#39;re competing with everything: the beach, the mall, bookstores. Libraries are in a transition right now, caught between two forces, the old ways and technology. Libraries are under a lot of pressure to provide both.","author":"John Callahan","topic":"Technology"},{"quote":"Innovations in science and technology are the engines of the 21st-century economy; if you care about the wealth and health of your nation tomorrow, then you&#39;d better rethink how you allocate taxes to fund science. The federal budget needs to recognize this.","author":"Neil deGrasse Tyson","topic":"Technology"},{"quote":"The intersection of law, politics, and technology is going to force a lot of good thinking.","author":"Bill Gates","topic":"Technology"},{"quote":"Well before September 11, it was understood that with modern technology, the rich and powerful will lose their near monopoly of the means of violence and can expect to suffer atrocities on home soil.","author":"Noam Chomsky","topic":"Technology"},{"quote":"When I looked at the addictive qualities of video games and how they captivate people&#39;s attention, I decided to try the same technology for enhancing well-being.","author":"Deepak Chopra","topic":"Technology"},{"quote":"I&#39;ve always felt that technology can be used to our benefit and should be used to our benefit.","author":"Deepak Chopra","topic":"Technology"},{"quote":"I know nothing about technology.","author":"Jack Ma","topic":"Technology"},{"quote":"It is questionable if all the mechanical inventions yet made have lightened the day&#39;s toil of any human being.","author":"John Stuart Mill","topic":"Technology"},{"quote":"In today&#39;s knowledge-based economy, what you earn depends on what you learn. Jobs in the information technology sector, for example, pay 85 percent more than the private sector average.","author":"William J. Clinton","topic":"Technology"},{"quote":"I love technology, and I love science. It&#39;s just always all in the way you use it. So there&#39;s no - you can&#39;t really blame anything on the technology. It&#39;s just the way people use it, and it always has been.","author":"Steve Martin","topic":"Technology"},{"quote":"My filmmaking really began with technology. It began through technology, not through telling stories, because my 8mm movie camera was the way into whatever I decided to do.","author":"Steven Spielberg","topic":"Technology"},{"quote":"Most serious writers refuse to make themselves available to the things that technology is doing. I&#39;ve never been able to understand this sort of fear.","author":"William S. Burroughs","topic":"Technology"},{"quote":"I love the 3D revolution. I love the technology today that continues to push the envelope, continues break the new ground, and continues to raise the bar.","author":"Dwayne Johnson","topic":"Technology"},{"quote":"The computer is my favourite invention. I feel lucky to be part of the global village. I don&#39;t mean to brag, but I&#39;m so fast with technology. People think it all seems too much, but we&#39;ll get used to it. I&#39;m sure it all seemed too much when we were learning to walk.","author":"Yoko Ono","topic":"Technology"},{"quote":"The spoken word was the first technology by which man was able to let go of his environment in order to grasp it in a new way.","author":"Marshall McLuhan","topic":"Technology"},{"quote":"Turtles are very stable and have been around forever. But they have problems adapting. When humans came along, turtles came under serious threat. Biodiversity is good, and I think it is good in technology as well.","author":"Linus Torvalds","topic":"Technology"},{"quote":"I&#39;m interested in Linux because of the technology, and Linux wasn&#39;t started as any kind of rebellion against the &#39;evil Microsoft empire.&#39;","author":"Linus Torvalds","topic":"Technology"},{"quote":"Facebook are an amazing team, a brilliant team. It&#39;s a technology that brings people together.","author":"Bono","topic":"Technology"},{"quote":"What really turns me on about technology is not just the ability to get more songs on MP3 players. The revolution - this revolution - is much bigger than that. I hope, I believe. What turns me on about the digital age, what excites me personally, is that you have closed the gap between dreaming and doing.","author":"Bono","topic":"Technology"},{"quote":"Technology is rooted in the past. It dominates the present and tends into the future. It is a real historical movement - one of the great movements which shape and represent their epoch.","author":"Ludwig Mies van der Rohe","topic":"Technology"},{"quote":"Tweeting is like sending out cool telegrams to your friends once a week.","author":"Tom Hanks","topic":"Technology"},{"quote":"I&#39;m always interested in what you can do with technology that people haven&#39;t thought of doing yet. I think that&#39;s sort of a characteristic of the way I&#39;ve worked ever since I started.","author":"Brian Eno","topic":"Technology"},{"quote":"All of us technology companies need to create some tools that help diminish the volume of fake news. We must try to squeeze this without stepping on freedom of speech and of the press, but we must also help the reader.","author":"Tim Cook","topic":"Technology"},{"quote":"The underlying principles of strategy are enduring, regardless of technology or the pace of change.","author":"Michael Porter","topic":"Technology"},{"quote":"The first footfalls on Mars will mark a historic milestone, an enterprise that requires human tenacity matched with technology to anchor ourselves on another world.","author":"Buzz Aldrin","topic":"Technology"},{"quote":"There&#39;s no doubt who was a leader in space after the Apollo Program. Nobody came close to us. And our education system, in science, technology, engineering and math, was at the top of the world. It&#39;s no longer there. We&#39;re descending rather rapidly.","author":"Buzz Aldrin","topic":"Technology"},{"quote":"For the future, primarily, we must educate people in science, engineering, technology and math.","author":"Buzz Aldrin","topic":"Technology"},{"quote":"So I think the winners in recession are the people who produce new technology that does things better, which people really want.","author":"James Dyson","topic":"Technology"},{"quote":"If you really want to improve technology, if you want things to work better and be better, you&#39;ve got to protect the person who spends a lot of effort, money, and time developing that new technology.","author":"James Dyson","topic":"Technology"},{"quote":"The wonderful thing about Apple technology is just how intuitive it is.","author":"James Dyson","topic":"Technology"},{"quote":"One of the major problems with China is that its innovation is largely borrowed technology.","author":"Alan Greenspan","topic":"Technology"},{"quote":"&#39;Globalization&#39; has become the great tag phrase, but when we talk about it, it&#39;s nearly always in terms of the global marketplace or communications technology - either data or goods that are whizzing around. We forget that people are whizzing around more and more. On them, it takes a toll.","author":"Pico Iyer","topic":"Technology"},{"quote":"Because of technology, we don&#39;t develop telepathy. We don&#39;t use telepathy, but use, you know, the mobile phones. Why?","author":"Marina Abramovic","topic":"Technology"},{"quote":"But, in each case, as a filmmaker who&#39;s been given sizable budgets with which to work, I feel a responsibility to the audience to be shooting with the absolute highest quality technology that I can and make the film in a way that I want.","author":"Christopher Nolan","topic":"Technology"},{"quote":"I love the new technology. New things give you a reason to want to go to the studio. New challenges mean you have to keep up, you know?","author":"Dr. Dre","topic":"Technology"},{"quote":"I can tell you, Obamacare, I have been stunned by the pratfalls associated with its implementation. I simply can&#39;t understand how a president that had such an effective technology campaign and has such support among the technology community members could have put in place the implementation of Obamacare as ineffectively as he did.","author":"Mitt Romney","topic":"Technology"},{"quote":"Techno-optimism is a belief in the power of technology to extend our sphere of possibilities and, ultimately, a belief that technology helps us solve and transcend problems, limitations and obstacles.","author":"Jason Silva","topic":"Technology"},{"quote":"Technology sometimes gets a bad rap because of certain consequences that it&#39;s had on the environment and unforeseen problems, but we shouldn&#39;t use it as an excuse to reject our tools; rather, we should decide that we need to make better tools to solve the problems caused by the initial tools in a progressive wave of innovation.","author":"Jason Silva","topic":"Technology"},{"quote":"Some people think technology has the answers.","author":"Kevin Mitnick","topic":"Technology"},{"quote":"I&#39;m committed to increasing long-term value for shareholders and am confident we will continue to do so through the successful execution of our core strategic priorities: the creation of high quality, branded content and experiences, the use of technology, and creating growth in numerous and exciting international markets.","author":"Bob Iger","topic":"Technology"},{"quote":"And so when I moved to IBM, I moved because I thought I could apply technology. I didn&#39;t actually have to do my engineer - I was an electrical engineer, but I could apply it. And that was when I changed. And when I got there, though, I have to say, at the time, I really never felt there was a constraint about being a woman. I really did not.","author":"Ginni Rometty","topic":"Technology"},{"quote":"If you step back and look at technology from every era, it has displaced jobs but also created a lot of jobs.","author":"Ginni Rometty","topic":"Technology"},{"quote":"This idea of &#39;New Collar&#39; says for the jobs of the future here, there are many in technology that can be done without a four-year college degree and, therefore, &#39;New Collar&#39; not &#39;Blue Collar,&#39; &#39;White Collar.&#39; It&#39;s &#39;New Collar.&#39;","author":"Ginni Rometty","topic":"Technology"},{"quote":"There was a previous generation of women who rose through the ranks in an environment when work and life were highly compartmentalized. And I think now, because of technology, we&#39;re always on. Where there used to be work life and home life, now it&#39;s one life. And I think a lot of companies don&#39;t recognize that.","author":"Ivanka Trump","topic":"Technology"},{"quote":"Why fight technology at all? The audience is always going to tell you what they like best. And you, as a storyteller, as a communicator, are going to be required to adjust to that.","author":"Ron Howard","topic":"Technology"},{"quote":"Our large size, capital base, robust funding profile, extensive distribution network, diversified portfolio, presence across the financial services sector, and leadership in technology position us very well to leverage the growth opportunities across the economy.","author":"Chanda Kochhar","topic":"Technology"},{"quote":"The Internet is ultimately about innovation and integration, but you don&#39;t get the innovation unless you integrate Web technology into the processes by which you run your business.","author":"Louis V. Gerstner, Jr.","topic":"Technology"},{"quote":"I don&#39;t find the technology threatening. A lot of people my age, my generation, find it difficult to immerse themselves. But I would never preclude the idea of using any technology if I thought it suited the end result.","author":"Robert Smith","topic":"Technology"},{"quote":"I do believe when there are advances in technology that it is important to balance the privacy interests affected with the investigative take that you might get from that technology.","author":"Robert Mueller","topic":"Technology"},{"quote":"There was a study done in the early 20th century of all the entrepreneurs who entered the automobile industry around the same time as Henry Ford; there were something like 500 automotive companies that got funded, had the internal combustion engine, had the technology, and had the vision. Sixty percent of them folded within a couple of years.","author":"Eric Ries","topic":"Technology"},{"quote":"You cannot blame the mismanagement of the economy or the fact that we have not invested adequately in education in order to give our people the knowledge, the skills and the technology that they need in order to be able to use the resources that Africa has to gain wealth.","author":"Wangari Maathai","topic":"Technology"},{"quote":"As technology advances, so too does terrorists&#39; use of technology to communicate - both to inspire and recruit. The widespread use of technology propagates the persistent terrorist message to attack U.S. interests, whether in the homeland or abroad.","author":"James Comey","topic":"Technology"},{"quote":"I don&#39;t understand technology, and I&#39;m very scared of it.","author":"Adam Driver","topic":"Technology"},{"quote":"We can&#39;t blame the technology when we make mistakes.","author":"Tim Berners-Lee","topic":"Technology"},{"quote":"The introduction of new technology is always disruptive to existing markets, particularly to content\/copyright owners who sell through well-established distribution channels.","author":"Steve Blank","topic":"Technology"},{"quote":"With the observable fact that scientific knowledge makes our lives better when applied with concern for human welfare and environmental protection, there is no question that science and technology can produce abundance so that no one has to go without.","author":"Jacque Fresco","topic":"Technology"},{"quote":"American women are so fortunate. When I got married, all I wanted in the world was a dryer so I didn&#39;t have to hang up my diapers. And now women have paper diapers and all sorts of conveniences in the home. And it is the man and the technology that has made the home such a pleasant place for women to be.","author":"Phyllis Schlafly","topic":"Technology"},{"quote":"I think we&#39;re heading towards a world of what I call &#39;technological socialism.&#39; Where technology - not the government or the state - will begin to take care of us. Technology will provide our healthcare for free. The best education in the world - for free.","author":"Peter Diamandis","topic":"Technology"},{"quote":"Before recording technology existed, you could not separate music from its social context.","author":"David Byrne","topic":"Technology"},{"quote":"I am much less concerned with whatever it is technology may be doing to people that what people are choosing to do to one another through technology. Facebook&#39;s reduction of people to predictively modeled profiles and investment banking&#39;s convolution of the marketplace into an algorithmic battleground were not the choices of machines.","author":"Douglas Rushkoff","topic":"Technology"},{"quote":"There are signs jobs will be plentiful in the future, if we train and prepare for it. That means investing in technology, innovation, and, as much as Republicans will hate to hear this, renewable energy.","author":"Fabrizio Moreira","topic":"Technology"},{"quote":"Spiraling demand for resources of which our world contains a finite supply is the great long-term threat posed by globalisation. That is why we need new technology to relieve it.","author":"Peter Thiel","topic":"Technology"},{"quote":"I don&#39;t care how advanced technology gets. I don&#39;t think that there&#39;s anything that can replace looking someone in the eyes, touching their hand, you know?","author":"Angela Ahrendts","topic":"Technology"},{"quote":"Aliens didn&#39;t come down to Earth and give us technology. We invented it ourselves. Therefore it can never be alienating; it can only be an expression of our humanity.","author":"Douglas Coupland","topic":"Technology"},{"quote":"It&#39;s very difficult to find even one or two criteria that you will find in every Internet situation, and the reason is that the technology constrains language in individual ways.","author":"David Crystal","topic":"Technology"},{"quote":"I was always fascinated by engineering. Maybe it was an attempt maybe to get my father&#39;s respect or interest, or maybe it was just a genetic love of technology, but I was always trying to build things.","author":"James Cameron","topic":"Technology"},{"quote":"I love technology, and I don&#39;t think it&#39;s something that should divide along gender lines.","author":"Marissa Mayer","topic":"Technology"},{"quote":"Really in technology, it&#39;s about the people, getting the best people, retaining them, nurturing a creative environment and helping to find a way to innovate.","author":"Marissa Mayer","topic":"Technology"},{"quote":"I was convinced that eventually I would die of heart disease, that we&#39;d run out of time and out of treatment, the technology wouldn&#39;t keep ahead of my disease. And now all of the sudden, when you get the new heart, your life opens up before you again.","author":"Dick Cheney","topic":"Technology"},{"quote":"More people are working in jobs that are interactive technology based or find a basis in intellectual property.","author":"Marsha Blackburn","topic":"Technology"},{"quote":"An efficient payments system provides the infrastructure needed to transfer money in low-cost and convenient ways. Efficient systems are innovative in improving the quality of services in response to changing technology and changing demand.","author":"Jerome Powell","topic":"Technology"},{"quote":"Technology is vital. We have to have development in new technology if we&#39;re going to solve these environmental problems without throwing humanity back in poverty.","author":"Ramez Naam","topic":"Technology"},{"quote":"Technology teaches passivity. Absorbed in our devices - at any age - we are absorbed in someone else&#39;s perspective.","author":"Julia Cameron","topic":"Technology"},{"quote":"You just have to adapt, and you have to realize where people are going to actually play their games. It used to just be Nintendo and PlayStation, and now it&#39;s all kind of devices. So you&#39;ve got to learn to adapt what you know from the technology into those areas... I&#39;ve been wanting to do a mobile game for a long time.","author":"Tony Hawk","topic":"Technology"},{"quote":"I&#39;ve been looking at the iPod- the Apple iPod. One of the interesting things about the iPod, one of the things that people love most about it is not the technology; it&#39;s the box it comes in.","author":"Donald Norman","topic":"Technology"},{"quote":"Congress will pass a law restricting public comment on the Internet to individuals who have spent a minimum of one hour actually accomplishing a specific task while on line.","author":"Andy Grove","topic":"Technology"},{"quote":"I&#39;m not a techno-determinist. I believe we need to improve our existing human resources, and technology can only be a complement.","author":"Shashi Tharoor","topic":"Technology"},{"quote":"Not since the digital revolution in the early &#39;90s has technology placed such a comprehensive burden on business, employees and individuals to reinvent their business plans, services and products, and themselves to keep pace with the changing marketplace.","author":"Simon Mainwaring","topic":"Technology"},{"quote":"Find the human in the technology. The currency marketers trade in has not changed even if the methods have. Emotion is what we exchange.","author":"Simon Mainwaring","topic":"Technology"},{"quote":"It&#39;s counterproductive to lower my price, because I have to sell more units to make up for that lost revenue. Generating brand-new products can take a long time. Improving service is typically the quickest way that I can take market share. So aligning technology strategy to better service customers becomes an essential path to revenue growth.","author":"Mark V. Hurd","topic":"Technology"},{"quote":"Technology has made music accessible in a philosophically interesting way, which is great. But on the other hand, when everybody has the ability to make magic, it&#39;s like there&#39;s no more magic - if the audience can just do it themselves, why are they going to bother?","author":"Thomas Bangalter","topic":"Technology"},{"quote":"Nuclear power is cost-competitive with other low-carbon technology and is a crucial part of our energy mix, along with new sources of power such as shale gas.","author":"George Osborne","topic":"Technology"},{"quote":"After doing some research with my agent, we found out Klipsch was an official Colts partner, and they were based in Indianapolis, which only added to my esteem for the company. I also have a passion for design and technology that developed while I was at Stanford and appreciate the quality of Klipsch&#39;s speakers and headphones.","author":"Andrew Luck","topic":"Technology"},{"quote":"When technology is ready for something novel, when the components needed to build something new become affordable, it is going to be done by someone and more likely by several people.","author":"Ralph Baer","topic":"Technology"},{"quote":"Internet and government is Topic A in every nation, all around the world. There is the question of getting the Internet built. That involves persuading government to have regulatory policies. It involves new technology to bring the Internet to rural places.","author":"Vint Cerf","topic":"Technology"},{"quote":"We have already discovered how quickly we become dependent on the Internet and its applications for business, government and research, so it is not surprising that we are finding that we can apply this technology to enable or facilitate our social interactions as well.","author":"Vint Cerf","topic":"Technology"},{"quote":"I love the idea of anthropomorphizing machines. I love the idea of taking technology and giving it a personality.","author":"J. J. Abrams","topic":"Technology"},{"quote":"We can build a better, more representative democracy through technology and ensure what Abraham Lincoln called the last, best hope for Earth will endure past the 21st Century.","author":"Cathy McMorris Rodgers","topic":"Technology"},{"quote":"When Tim Berners-Lee invented the computer code that led to the creation of the World Wide Web in 1990, he did not try to patent or charge fees for the use of his technology.","author":"Rebecca MacKinnon","topic":"Technology"},{"quote":"Doing exercise without monitoring yourself will be rare in the future of wearable technology.","author":"Astro Teller","topic":"Technology"},{"quote":"The biggest invention of modern time is the book. The book is a digital medium; book text is written in a different form and replicable. What it really does is it allows us to replicate cultural information, scientific technology, and information out of the human brain.","author":"Sebastian Thrun","topic":"Technology"},{"quote":"There are two great fictional TV series about technology and the computer industry that each have now had three seasons. The one everyone knows about is &#39;Silicon Valley.&#39; The lesser-known one is &#39;Halt and Catch Fire.&#39;","author":"Brad Feld","topic":"Technology"},{"quote":"Absolutely everything undergoes evolvement - whether it&#39;s technology, journalism, the NFL, medicine.","author":"Marv Levy","topic":"Technology"},{"quote":"I love this stuff - bitcoin, ethereum, blockchain technology - and what the future holds.","author":"Abigail Johnson","topic":"Technology"},{"quote":"We need to come up with use cases for this technology that drive clear benefits for individuals and institutions - these are our customers. Too often we see bitcoin and blockchain technologies as solutions in search of a problem. We don&#39;t just need these systems to be technically better than the alternatives - we need them to be more user-friendly.","author":"Abigail Johnson","topic":"Technology"},{"quote":"Some people have that school of thought where fitness isn&#39;t enjoyable, but we&#39;re making it enjoyable, I think, by making it more fun, challenging, and engaging rather than this boring thing that you have to do. It&#39;s about using technology and data to change this experience.","author":"Payal Kadakia","topic":"Technology"},{"quote":"India&#39;s prosperity is sectioned by geography, such as in Bangalore, where the information technology industry is prominent. Because they have a conduit out of India, competing in the world by the Internet, it&#39;s not regulated in corrupt ways, and it is very prosperous.","author":"Clayton Christensen","topic":"Technology"},{"quote":"People thought I was very pro-computer. I was on the cover of &#39;Wired&#39; magazine. Then things began to change. In the early &#39;80s, we met this technology and became smitten like young lovers. But today our attachment is unhealthy.","author":"Sherry Turkle","topic":"Technology"},{"quote":"What are the symbols of American strength, wealth, power and modernity? Certainly not jazz and rock and roll, not chewing-gum or hamburgers, Broadway or Hollywood. It&#39;s their skyscrapers. Their Pentagon. Their science. Their technology.","author":"Oriana Fallaci","topic":"Technology"},{"quote":"Whatever the potential pitfalls, banks are increasingly enthusiastic about venture capital, particularly in new companies with strong prospects in fields like health care and technology.","author":"Alex Berenson","topic":"Technology"},{"quote":"To reap the benefits of GMO technology, the U.S. must ensure that decisions about our food system are made based on science, not innuendo.","author":"Mike Pompeo","topic":"Technology"},{"quote":"Avoid the spectacle of technology and instead focus on technology and science solving real problems.","author":"Om Malik","topic":"Technology"},{"quote":"QR codes have always been a kind of half-measure, a useful but inelegant transitional technology; the ultimate goal is augmented reality.","author":"Om Malik","topic":"Technology"},{"quote":"The &#39;silk&#39; in silkpunk refers not to a source of power, but to an entirely different, expressive technology language.","author":"Ken Liu","topic":"Technology"},{"quote":"Just as computer technology and the Internet created whole new industries and extraordinary benefits for people that extend into almost every realm of human endeavor from education to transportation to medicine, genetics will undoubtedly benefit people everywhere in ways we can&#39;t even imagine but know will surely occur.","author":"Anne Wojcicki","topic":"Technology"},{"quote":"All of the people who are using their BlackBerries or their iPhones, Facebook, all of the people who are sitting in cafes and hotels rooms doing their work, they&#39;re all using wireless technology, and we shouldn&#39;t assume that the only way of the future is high speed cable.","author":"Tony Abbott","topic":"Technology"},{"quote":"Our children will outwit us if they want; for when it comes to technology, they hold the higher ground. Unlike other tools passed carefully and ceremonially from one generation to the next - the sharp scissors, the car keys - this is one they understand better than we do.","author":"Nancy Gibbs","topic":"Technology"},{"quote":"Technology is the knack of so arranging the world that we don&#39;t have to experience it.","author":"Max Frisch","topic":"Technology"},{"quote":"Technology... the knack of so arranging the world that we don&#39;t have to experience it.","author":"Max Frisch","topic":"Technology"},{"quote":"I knew that, when writing a book, you&#39;re not constrained by a budget. You&#39;re not constrained by what you can do, in terms of the special effects technology. You&#39;re not limited to any particular running time.","author":"George R. R. Martin","topic":"Technology"},{"quote":"The global triumph of American technology has been predicated on the implicit separation between the business interests of Silicon Valley and the political interests of Washington.","author":"Evgeny Morozov","topic":"Technology"},{"quote":"Technological defeatism - a belief that, since a given technology is here to stay, there&#39;s nothing we can do about it other than get on with it and simply adjust our norms - is a persistent feature of social thought about technology. We&#39;ll come to pay for it very dearly.","author":"Evgeny Morozov","topic":"Technology"},{"quote":"Since Graham Bell came up with telephony, it took 100 years for the way the technology has impacted our lives, the way we perceive the world.","author":"Shiv Nadar","topic":"Technology"},{"quote":"Because we imagine, we can have invention and technology. It&#39;s actually play, not necessity, that is the mother of invention.","author":"Alison Gopnik","topic":"Technology"},{"quote":"Blended-reality technology could play in a limited, walled-garden world, but history suggests that it won&#39;t really take off until it offers broad freedom of use.","author":"Jamais Cascio","topic":"Technology"},{"quote":"You have to learn how to harness technology so you can use it for positive stuff without being disconnected from nature.","author":"Talib Kweli","topic":"Technology"},{"quote":"The Calandra Institute, the Metropolitan Opera Archives, the library at Lincoln Center, and the Fashion Institute of Technology were helpful and key to piecing together what life must have been like at the turn of the last century.","author":"Adriana Trigiani","topic":"Technology"},{"quote":"Technology is neutral, but it all depends on the way we use it.","author":"Jean-Michel Jarre","topic":"Technology"},{"quote":"In the early 1990s, Americans used their home phone lines to connect their desktop computers to the Internet via ISPs like AOL, Earthlink, or Netzero. Back then, the ISPs didn&#39;t have cost-effective technology to select particular sites for blocking or privileging.","author":"Marvin Ammori","topic":"Technology"},{"quote":"Why did Google, for example, recently decide to offer free 411 service? I haven&#39;t talked to people at Google, but it&#39;s pretty clear to me why. It&#39;s because of speech recognition. It has nothing to do with 411 service: it has to do with getting a database of voices, so they don&#39;t have to license speech technology from Nuance or someone else.","author":"Tim O'Reilly","topic":"Technology"},{"quote":"I have to say there are a lot of me-too products and companies. Yet another social network, of the 15th flavor - that&#39;s common in every new technology revolution. There are imitators who have marginal improvements.","author":"Tim O'Reilly","topic":"Technology"},{"quote":"We have so many thousands of sites to find across the globe and new techniques to test. The field keeps evolving with the technology, which makes things exciting.","author":"Sarah Parcak","topic":"Technology"},{"quote":"Kids automatically teach each other how to use technology, but they&#39;re not going to teach each other about the history of democracy, or the importance of taking their voices into the public sphere to create social change.","author":"Howard Rheingold","topic":"Technology"},{"quote":"The Amish communities of Pennsylvania, despite the retro image of horse-drawn buggies and straw hats, have long been engaged in a productive debate about the consequences of technology.","author":"Howard Rheingold","topic":"Technology"},{"quote":"The mandate for the CTO&#39;s office is to unleash the power of technology, data, and innovation on behalf of the nation. The CTO&#39;s office is really trying to bring best practices, possibilities, pilots, and policy advising.","author":"Megan Smith","topic":"Technology"},{"quote":"The only protection as a historian is to institute a process of research and writing that minimizes the possibility of error. And that I have tried to do, aided by modern technology, which enables me, having long since moved beyond longhand, to use a computer for both organizing and taking notes.","author":"Doris Kearns Goodwin","topic":"Technology"},{"quote":"The goal for many amputees is no longer to reach a &#39;natural&#39; level of ability but to exceed it, using whatever cutting-edge technology is available. As this new generation sees it, our tools are evolving faster than the human body, so why obey the limits of mere nature?","author":"Daniel H. Wilson","topic":"Technology"},{"quote":"As a society, I think we express our cultural mores through our politics. We&#39;re trying constantly to figure out what&#39;s OK and what&#39;s not OK. And it&#39;s hard, because our society is constantly buffeted by gale force winds of technology. Things are always changing.","author":"Daniel H. Wilson","topic":"Technology"},{"quote":"We cannot escape that Hollywood is in the middle of a wave of technological change. The current angst over all the implications of new entertainment technology is nothing new.","author":"Michael Eisner","topic":"Technology"},{"quote":"Technology and industry have distanced people from nature and magic and human values.","author":"Laura Esquivel","topic":"Technology"},{"quote":"We know that the hardest work is to keep yourself open to the world that technology hasn&#39;t tamed.","author":"Laura Esquivel","topic":"Technology"},{"quote":"Whenever teenage girls and corporate CEOs covet the same new technology, something extraordinary is happening.","author":"Michael J. Saylor","topic":"Technology"},{"quote":"Instead of five hundred thousand average algebra teachers, we need one good algebra teacher. We need that teacher to create software, videotape themselves, answer questions, let your computer or the iPad teach algebra... The hallmark of any good technology is that it destroys jobs.","author":"Michael J. Saylor","topic":"Technology"},{"quote":"I personally believe technology can transform the functioning of the judicial system.","author":"Kapil Sibal","topic":"Technology"},{"quote":"If we want to be the banker to every Indian as we want to be, then we will have to use technology.","author":"Arundhati Bhattacharya","topic":"Technology"},{"quote":"The protean nature of the computer is such that it can act like a machine or like a language to be shaped and exploited.","author":"Alan Kay","topic":"Technology"},{"quote":"Technology is anything that wasn&#39;t around when you were born.","author":"Alan Kay","topic":"Technology"},{"quote":"Technology advances at exponential rates, and human institutions and societies do not. They adapt at much slower rates. Those gaps get wider and wider.","author":"Mitch Kapor","topic":"Technology"},{"quote":"I don&#39;t think its good for the soul to invest too much of yourself in technology.","author":"David Thewlis","topic":"Technology"},{"quote":"You realize that if you&#39;re in the media business, technology is fundamentally what&#39;s driving the change in that business.","author":"Daniel Lyons","topic":"Technology"},{"quote":"Hubspot&#39;s leaders were not heroes but rather a pack of sales and marketing charlatans who spun a good story about magical transformation technology and got rich by selling shares in a company that still has never turned a profit.","author":"Daniel Lyons","topic":"Technology"},{"quote":"How do we fill the need for technology workers, people who have computer skills and math and science skills? How do we get a more diverse science workforce? These are all issues - I would look at these documents that were from the &#39;50s and &#39;60s and &#39;70s, and you&#39;d swear they were written two weeks ago because the issues are the same.","author":"Margot Lee Shetterly","topic":"Technology"},{"quote":"Today mythical thinking has fallen into disrepute; we often dismiss it as irrational and self-indulgent. But the imagination is also the faculty that has enabled scientists to bring new knowledge to light and to invent technology that has made us immeasurably more effective.","author":"Karen Armstrong","topic":"Technology"},{"quote":"What the public needs to understand is that these new technologies, especially in recombinant DNA technology, allow scientists to bypass biological boundaries altogether.","author":"Jeremy Rifkin","topic":"Technology"},{"quote":"If we allow our self-congratulatory adoration of technology to distract us from our own contact with each other, then somehow the original agenda has been lost.","author":"Jaron Lanier","topic":"Technology"},{"quote":"Technologists provide tools that can improve people&#39;s lives. But I want to be clear that I don&#39;t think technology by itself improves people&#39;s lives, since often I&#39;m criticized for being too pro-technology. Unless there&#39;s commensurate ethical and moral improvements to go along with it, it&#39;s for naught.","author":"Jaron Lanier","topic":"Technology"},{"quote":"I think technology, on one side, you can look at it; it&#39;s disrupted a lot of industries and businesses. On the other side, it&#39;s enabled us to do things that we never thought possible in being able to engage customers.","author":"Mindy Grossman","topic":"Technology"},{"quote":"We must not confuse religion with God, or technology with science. Religion stands in relationship to God as technology does in relation to science. Both the conduct of religion and the pursuit of technology are capable of leading mankind into evil; but both can prompt great good.","author":"Robert Winston","topic":"Technology"},{"quote":"I would like to see the technology used to explore more period horror genre works, for example, E. A. Poe.","author":"Robert Englund","topic":"Technology"},{"quote":"If you look at all the technology we&#39;re interconnected with every day, all this complex technology that connects humanity, it actually doesn&#39;t connect us.","author":"Chris Milk","topic":"Technology"},{"quote":"We have millions of users around the globe who do amazing things with our technology every day.","author":"Jack Dangermond","topic":"Technology"},{"quote":"Many of the greatest composers and musicians do their best work in extreme confinement but we are seeing it in other fields - uses of technology to link people together in networks to solve problems and almost certainly we&#39;ll get better ideas than we would from them just doing it on their own.","author":"Geoff Mulgan","topic":"Technology"},{"quote":"As a factual matter, as in countries all over the world, technology and business practices have been running faster than legal responses and developments.","author":"Miriam Defensor-Santiago","topic":"Technology"},{"quote":"There aren&#39;t enough people out there that are becoming experts in technology as technology moves.","author":"Jon Oringer","topic":"Technology"},{"quote":"I think people should be able to have at their behest, like, four hours of music, entertainment, visual knowledge, different pathways. That&#39;s what I&#39;m trying to do with modern technology, not just another song and another song.","author":"Jon Anderson","topic":"Technology"},{"quote":"I look at my son and his relationship to technology, and I think back to when I was six and how wildly different the world is in that regard. I see him using an iPhone and all this stuff, and then I think back to when I was six. We didn&#39;t even have computers in our houses at all yet. This is a huge gap between our experiences as children.","author":"Jeff Lemire","topic":"Technology"},{"quote":"Every time somebody tries to go in and reinvent what we do, it always ends up being more about technology and sets, and flash and dash, forgetting the main thing, which is interesting people saying interesting, important things.","author":"Diane Sawyer","topic":"Technology"},{"quote":"During my administration, we&#39;ve welcomed a broad and diverse group of industries to New Mexico, including high-tech and traditional manufacturing, health care, information technology and finance. Some are homegrown New Mexico companies; others are global leaders in their industries.","author":"Susana Martinez","topic":"Technology"},{"quote":"There are no drivers like Formula One drivers. They are engineers, in a way. They are driving manual cars one-handed at 200 miles per hour around streets in Monaco. These cars use the ultimate in technology.","author":"Asif Kapadia","topic":"Technology"},{"quote":"I think we are living in selfish times. I&#39;m the first one to say that I&#39;m the most selfish. We live in the so-called &#39;first world,&#39; and we may be first in a lot of things like technology, but we are behind in empathy.","author":"Javier Bardem","topic":"Technology"},{"quote":"We all know that technology has advanced to the point of watching TV online.","author":"Jim Rash","topic":"Technology"},{"quote":"The telephone is a 100-year-old technology. It&#39;s time for a change. Charging for phone calls is something you did last century.","author":"Niklas Zennstrom","topic":"Technology"},{"quote":"It worries me about our unwillingness to really address reforms and modernization in Medicare. This thing was designed 37 years ago. It has not evolved to keep pace with current medical technology.","author":"John Sununu","topic":"Technology"},{"quote":"The Internet will win because it is relentless. Like a cannibal, it even turns on it own. Though early portals like Prodigy and AOL once benefited from their first-mover status, competitors surpassed them as technology and consumer preferences changed.","author":"John Sununu","topic":"Technology"},{"quote":"I believe economic growth should translate into the happiness and progress of all. Along with it, there should be development of art and culture, literature and education, science and technology. We have to see how to harness the many resources of India for achieving common good and for inclusive growth.","author":"Pratibha Patil","topic":"Technology"},{"quote":"I know there are lots of positives in the evolution of technology, but I also think it will be responsible for the end of a unique character, of a specific kind of geographical culture. The world is getting so small, and mass production is getting so big. Everything is in danger of becoming the same.","author":"Laura Marling","topic":"Technology"},{"quote":"In fact when you combine stem cell technology with the technology known as tissue engineering you can actually grow up entire organs, so as you suggest that sometime in the future you get in an auto accident and lose your kidney, we&#39;d simply take a few skin cells and grow you up a new kidney. In fact this has already been done.","author":"Robert Lanza","topic":"Technology"},{"quote":"Science and technology are the keys to both our longevity and our demise. Our entire existence on this planet is a double-edged sword.","author":"Rhys Darby","topic":"Technology"},{"quote":"Read, listen to and watch everything you can. Explore the corners of popular culture and the arts. And, of course, these days you have to stay maniacally plugged in to the cutting edge of whatever technology is taking your profession into the future - otherwise you&#39;re toast.","author":"Tom Freston","topic":"Technology"},{"quote":"When we did this reboot, I thought &#39;Ghostbusters&#39; fans would be so excited: &#39;They&#39;ve got the new technology - the ghosts are going to look real now.&#39;","author":"Leslie Jones","topic":"Technology"},{"quote":"I&#39;m not a political person. I&#39;m a techie nerd, and I enjoy the techie part. I mean, all my life, I&#39;ve loved great technology.","author":"Vinod Khosla","topic":"Technology"},{"quote":"The only way you multiply resources is with technology. To really affect poverty, energy, health, education, or anything else - there is no other way.","author":"Vinod Khosla","topic":"Technology"},{"quote":"Being around some of the bright lights of the technology world and having them expect great things helps you sit down and do it seriously.","author":"Aaron Swartz","topic":"Technology"},{"quote":"Technology has allowed us to have more drought-resistant crops. The spotty nature of drought, the spotty nature of rains can sometimes result in better yields than anticipated.","author":"Tom Vilsack","topic":"Technology"},{"quote":"We fight wars from progressively great heights and distances, the blessings of technology steadily removing the personal human element from what was historically an extremely personal experience.","author":"Steven Weber","topic":"Technology"},{"quote":"What&#39;s sort of interesting about the whole public relations disaster that is the Net, in some ways, is that the fundamentals are really good.","author":"Meg Whitman","topic":"Technology"},{"quote":"Whether you&#39;re a government entity, a large enterprise, or a startup, a true digital transformation takes advantage of technology to focus on the customer, automates work that does not need manual interference, and unleashes your people to truly make decisions that change the path of your company.","author":"Safra A. Catz","topic":"Technology"},{"quote":"I always get sick of these conversations where people are so obsessed with pixels, with high definition, and even with technology in general. I find it just dull and heartless. And so I wanted to use only the worst machines.","author":"Harmony Korine","topic":"Technology"},{"quote":"Integrating breakthrough technology into everyday products is always a challenge; at the same time, this is exactly how design makes tech products easily adoptable in life.","author":"Yves Behar","topic":"Technology"},{"quote":"The reason is that till date, in spite of advances in information technology and strategies of information, the written word in the form of books still remains one of humanity&#39;s most enduring legacies.","author":"Ibrahim Babangida","topic":"Technology"},{"quote":"What I see in the book is an exquisite form of technology: one that doesn&#39;t require a power source and can be passed from hand to hand and lasts a lot longer than an electronic reader.","author":"Louise Erdrich","topic":"Technology"},{"quote":"My mom&#39;s a psychologist, and I think that has influenced me on a personal level. Plus, I&#39;m just generally interested in visualization and humanity, social activity and technology, and what happens in aggregate.","author":"Aaron Koblin","topic":"Technology"},{"quote":"CERN is a centre of scientific excellence and a source of pride and inspiration for physicists from all over the world, a cradle for technology and innovation, and a shining concrete example of scientific cooperation and peace.","author":"Fabiola Gianotti","topic":"Technology"},{"quote":"I&#39;ve learned several lessons over the years. First, never take yourself too seriously, or work is boring. Next, people make the difference. You can have great technology, but if it&#39;s not complemented by great people, it won&#39;t go anywhere. Finally, customers buy from people they like.","author":"John W. Thompson","topic":"Technology"},{"quote":"I&#39;ve always believed that government tends to screw up whatever it touches, but Obama in particular seemed different. He understood tech issues that left the other candidates bewildered. Part of it may be his age. But whatever the reason, I had real hope that he could help lead us into a new century of technology leadership and growth.","author":"Michael Arrington","topic":"Technology"},{"quote":"In the mid-1990s, when I stopped having to run from the shows to the film developing lab and first saw digital images, I blessed technology and was convinced that my working life was changing for the better.","author":"Suzy Menkes","topic":"Technology"},{"quote":"Scientists are not these guys in lab coats deep in the inner bowels of universities and hospitals with their Bunsen burners. They&#39;re the people molding the culture that we live in, the future of our culture, and the technology we rely on every day.","author":"Johnny Galecki","topic":"Technology"},{"quote":"I have a grandson who is 20. He&#39;s a computer guy. I&#39;m worried that he can&#39;t communicate without his machine. They have no personal contact with people. That&#39;s the bad part of technology.","author":"Penny Marshall","topic":"Technology"},{"quote":"Use state-of-the-heart technology online and offline to turn listeners into viral advocates and customers into raving fans.","author":"Peter Guber","topic":"Technology"},{"quote":"There&#39;s a lot of technology out there to help people have children in different ways, and later in life, for better or worse.","author":"Lisa Cholodenko","topic":"Technology"},{"quote":"The Mac defined &#39;personal technology&#39;, and the iPhone defines &#39;intimate technology&#39; as a convergence of communications, content and location.","author":"John Sculley","topic":"Technology"},{"quote":"Take information technology. We have winners implementing CRM (customer relationship management systems) and losers implementing CRM. What mattered in technology is that the technology actually drives either cost reduction or superior strategy execution.","author":"Tahl Raz","topic":"Technology"},{"quote":"The speed at which technology evolves affects everyone; we repeatedly hear that constant innovation is overwhelming for consumers, who struggle to keep pace.","author":"Ross Levinsohn","topic":"Technology"},{"quote":"An asteroid impact is a preventable natural disaster. It&#39;s in part preventable because we have the technology, and it&#39;s in part preventable because it&#39;s predictable.","author":"Carrie Nugent","topic":"Technology"},{"quote":"I understood the importance in principle of public key cryptography but it&#39;s all moved much faster than I expected. I did not expect it to be a mainstay of advanced communications technology.","author":"Whitfield Diffie","topic":"Technology"},{"quote":"I suppose that every time there is difficulty. I remember about Space Mountain: It took us ten years before we found the technology that would allow such a ride. And during these ten years, I had a model that I kept, waiting for the technology we needed.","author":"John Hench","topic":"Technology"},{"quote":"Technology determines the possibilities of society. It doesn&#39;t matter whether you start out from a fascist state or a communist state or a free-market state.","author":"Iain Banks","topic":"Technology"},{"quote":"I think a lot of people are frightened of technology and frightened of change, and the way to deal with something you&#39;re frightened of is to make fun of it. That&#39;s why science fiction fans are dismissed as geeks and nerds.","author":"Iain Banks","topic":"Technology"},{"quote":"As new technology emerges as the greatest challenge to novels since the advent of film, it may be that the fragmentation of storytelling into installments key to Dickens&#39;s era will be recreated in some way.","author":"Matthew Pearl","topic":"Technology"},{"quote":"Blockchain technology, or distributed ledger technology, is just a way of using the modern sciences of encryption to enable entities to share a common infrastructure for database retention.","author":"Blythe Masters","topic":"Technology"},{"quote":"If you think about any multiparty process where shared information is necessary to the completion of transactions, and the coordination of activity and the exchange of value, that&#39;s where blockchain technology can be put to good use.","author":"Blythe Masters","topic":"Technology"},{"quote":"So if you&#39;re a customer today, the same person who came in to demonstrate the technology for you and helped you architect the solution before you bought it is likely going to be leading the team to help you do the implementation.","author":"Sanjay Kumar","topic":"Technology"},{"quote":"Our approach to making games is to find the fun first and then use the technology to enhance the fun.","author":"Sid Meier","topic":"Technology"},{"quote":"I made physical objects because I know how to do something on the computer. That struck a chord with me: Most women of my generation have grown up with technology but lack the handmade creative skills of former generations. This is a big opportunity to fill that gap.","author":"Brit Morin","topic":"Technology"},{"quote":"The Internet is a telephone system that&#39;s gotten uppity.","author":"Clifford Stoll","topic":"Technology"},{"quote":"I think a lot of scapegoating has been done on NAFTA. The reality is, a lot of the jobs have been lost mostly to technology. And that is something that happens well beyond the reach of NAFTA or any other trade agreement.","author":"Luis Videgaray Caso","topic":"Technology"},{"quote":"Scientists at MIT and engineering schools all across America say that they could improve the fuel economy standards for the existing set of vehicles by 10 miles per gallon using existing technology, without compromising safety or comfort at all.","author":"Ed Markey","topic":"Technology"},{"quote":"I have no problem with the financial industry inviting the Trojan Horse of blockchain technology into their walled garden. Because I know how powerful the technology is.","author":"Erik Voorhees","topic":"Technology"},{"quote":"Back in the days of Apollo, sending humans to the moon was the only viable way to get the scientific data we wanted. But now, with our computer and robotics technology, there&#39;s very little an astronaut can do on Mars that a well-designed rover can&#39;t.","author":"Andy Weir","topic":"Technology"},{"quote":"When I took my first job, I was among only a handful of women. It was isolating at times. My love for technology kept me going, and I got to where I am today driven by my passion and self confidence.","author":"Padmasree Warrior","topic":"Technology"},{"quote":"When it comes to nuclear technology, the Iranian people are very sensitive. It is a part of our national pride, and nuclear technology has become indigenous.","author":"Hassan Rouhani","topic":"Technology"},{"quote":"The great myth that many social scientists want to encourage is that there is an incompatibility between modern technology and traditional religion. This is absolute nonsense. If anything, it&#39;s the reverse.","author":"Rodney Stark","topic":"Technology"},{"quote":"If smart technology can transform 3-D from a crude novelty to a genuine visual enhancement, why shouldn&#39;t a sophisticated odor synthesizer follow a similar path?","author":"Charles Platt","topic":"Technology"},{"quote":"No longer do companies study consumers&#39; psyches only by asking people what they think about technology and how they use it. Now they conduct observational research, dispatching anthropologists to employ their ethnographic skills by interviewing, watching and videotaping consumers in their natural habitats.","author":"Katie Hafner","topic":"Technology"},{"quote":"We can just assume they have much more and powerful, more advanced technology, all the new computers, everything could be much more easier and help them to build much more and many more nuclear weapons.","author":"Mordechai Vanunu","topic":"Technology"},{"quote":"Don&#39;t leave hold of your common sense. Think about what you&#39;re doing and how the technology can enhance it. Don&#39;t think about technology first.","author":"Esther Dyson","topic":"Technology"},{"quote":"People always underestimate the impact of technology. To give you an example: In the 1970s the frontier for offshore development was 200 meters, today it is 4,000 meters.","author":"Daniel Yergin","topic":"Technology"},{"quote":"The Internet is the first technology since the printing press which could lower the cost of a great education and, in doing so, make that cost-benefit analysis much easier for most students. It could allow American schools to service twice as many students as they do now, and in ways that are both effective and cost-effective.","author":"John Katzman","topic":"Technology"},{"quote":"The Internet rewards scale; by trading higher up-front costs for lower marginal cost, market leaders can invest in better technology and service. As a result, there is nothing online that is both great in quality and small in scale. Amazon wasn&#39;t originally a better bookstore than the small shops we mourn, but it is now.","author":"John Katzman","topic":"Technology"},{"quote":"There are certain cities around the world where it&#39;s possible to learn about tomorrow&#39;s technology as it&#39;s being developed today.","author":"Jan Chipchase","topic":"Technology"},{"quote":"It seems to me so much technology could be applied to entertainment. Augmented reality, and even just the iPad - touch-screen technology, it was, you know, it still is extremely underused by entertainment.","author":"Justine Bateman","topic":"Technology"},{"quote":"From wearable sensors to video game treatments, everyone seems to be looking to technology as the next wave of innovation for mental health care.","author":"Thomas R. Insel","topic":"Technology"},{"quote":"I know what I don&#39;t know. To this day, I don&#39;t know technology, and I don&#39;t know finance or accounting.","author":"Bernard Ebbers","topic":"Technology"},{"quote":"As a matter of fact, when compression technology came along, we thought the future in 1996 was about voice. We got it wrong. It is about voice, video, and data, and that is what we have today on these cell phones.","author":"Steve Buyer","topic":"Technology"},{"quote":"I have a vision that&#39;s about technology that empowers consumers over institutions.","author":"Michael K. Powell","topic":"Technology"},{"quote":"My greatest concern is that the emergence of this technology without the appropriate public attention and international controls could lead to an unstable arms race.","author":"K. Eric Drexler","topic":"Technology"},{"quote":"I think one of the greatest enemies in the use of technology, however, is the idea that if you use the technology you have to throw other things out of the window.","author":"John Eaton","topic":"Technology"},{"quote":"Biology, it&#39;s the technology which builds our world, and we can harness it to shift humanity from a scarcity to an abundance economy.","author":"Ryan Bethencourt","topic":"Technology"},{"quote":"The technology is good and it&#39;s bad. You know what you&#39;re dealing with out there musically, but my head stops at this electronic stuff. I don&#39;t quite know what I&#39;m dealing with out there yet.","author":"Paul Anka","topic":"Technology"},{"quote":"I have to tell you that the innovation and the technology and the entrepreneurship of the world still lies in the United States of America.","author":"Phil Gramm","topic":"Technology"},{"quote":"To maximize our potential to enhance our health and our knowledge, we should remain open to new understanding and evolving technology or resources that might inspire a change in our approach to these important questions.","author":"Samuel Wilson","topic":"Technology"},{"quote":"If you want to be a modern citizen of the world, you have to be minimally capable in technology. It&#39;s a new literacy test. Technology rules your outcome in life. And software is making a lot of decisions in our lives.","author":"Daniel Suarez","topic":"Technology"},{"quote":"For me, modern technology has ruined romance and movies - nobody can run to the airplane gate anymore.","author":"Lorene Scafaria","topic":"Technology"},{"quote":"When you think about things like power efficiency or performance or Internet connectivity as major technology areas where you have multiple investments, multiple products - security is like that.","author":"Renee James","topic":"Technology"},{"quote":"This is magic we&#39;re talking about. It&#39;s supposed to go places science can&#39;t, defy logic, wink at technology, fill us all with the sensawunda that comes of gazing upon a fictional world and seeing something truly different from our own.","author":"N. K. Jemisin","topic":"Technology"},{"quote":"Electronic music used pure sounds, completely calibrated. You had to think digitally, as it were, in a way that allowed you to extend serial ideas into other parameters through technology.","author":"Luc Ferrari","topic":"Technology"},{"quote":"Technology requires knowledge and expertise more than it requires money.","author":"Jonathan Raymond","topic":"Technology"},{"quote":"I became a member of the faculty at Northwestern University in 1965 but did not complete my thesis until two years later at a graduate ceremony at which Carnegie Institute of Technology became Carnegie-Mellon University. At Northwestern, I was mentored by the &#39;three Bobs:&#39; Robert Eisner, Robert Strotz and Robert Clower.","author":"Dale T. Mortensen","topic":"Technology"},{"quote":"Before the Internet, before BBSes and Fidonet and Usenet and LiveJournal and blogs and Facebook and Twitter, before the World Wide Web and hot-and-cold-online-everything, science fiction fandom had a long-lived, robust, well-debugged technology of social networking and virtual community.","author":"Patrick Nielsen Hayden","topic":"Technology"},{"quote":"There&#39;s a fundamental problem with how the software business does things. We&#39;re asking people who are masters of hard-edged technology to design the soft, human side of software as well. As a result, they make products that are really cool - if you happen to be a software engineer.","author":"Alan Cooper","topic":"Technology"},{"quote":"I often get asked, &#39;Is the book dead?&#39; It hasn&#39;t happened yet. It&#39;s different than music. Music was always meant to be pure sound - it started out as pure sound and now it&#39;s pure sound again. But books started out as things. Words on paper began as words on paper. The paperback book is the best technology to deliver that information to you.","author":"Chip Kidd","topic":"Technology"},{"quote":"We need a data network that can easily carry voice, instead of what we have today, a voice network struggling to carry data.","author":"Reed Hundt","topic":"Technology"},{"quote":"In the 21st century, you have to use technology as one of the tools in the toolkit to bring about social change.","author":"Beth Simone Noveck","topic":"Technology"},{"quote":"Cryptoeconomics is so fascinating to study because it&#39;s a combination of technology, economics, and psychology.","author":"Nick Tomaino","topic":"Technology"},{"quote":"I have seen that technology has contributed to improved communication, that it&#39;s contributed to better health care, that it&#39;s contributed to better food supplies, that it has contributed to all the basic human needs.","author":"John Warnock","topic":"Technology"},{"quote":"Certainly the advent of technology and electronic commerce has had an immense impact on the real estate industry.","author":"Michael Oxley","topic":"Technology"},{"quote":"Gates is the ultimate programming machine. He believes everything can be defined, examined, reduced to essentials, and rearranged into a logical sequence that will achieve a particular goal.","author":"Stewart Alsop","topic":"Technology"},{"quote":"I think there is a role for us as women to contribute to the future of technology.","author":"Juliana Rotich","topic":"Technology"},{"quote":"If co-operation, is thus the lifeblood of science and technology, it is similarly vital to society as a whole.","author":"Arthur Holly Compton","topic":"Technology"},{"quote":"Daoist thought is the root of science and technology in China.","author":"Joseph Needham","topic":"Technology"},{"quote":"There are art forms we don&#39;t know about yet that will be enabled by technology we haven&#39;t invented yet.","author":"Michael Pryor","topic":"Technology"},{"quote":"Silicon Valley has some of the smartest engineers and technology business people in the world.","author":"Elon Musk","topic":"Technology"},{"quote":"I think there are going to be a bunch of tablet-like devices. It&#39;s really a different product category.","author":"Jeff Bezos","topic":"Technology"},{"quote":"I&#39;m trying my best to keep up with all this new technology, and I surround myself with all these wonderful people that are in the know and kind of help me out with all that.","author":"Dolly Parton","topic":"Technology"},{"quote":"Mechanization best serves mediocrity.","author":"Frank Lloyd Wright","topic":"Technology"},{"quote":"There&#39;s no question that as science, knowledge and technology advance, that we will attempt to do more significant things. And there&#39;s no question that we will always have to temper those things with ethics.","author":"Ben Carson","topic":"Technology"},{"quote":"Businesses and users are going to use technology only if they can trust it.","author":"Satya Nadella","topic":"Technology"},{"quote":"You can be out of slavery and have the right to vote, but unless you have access to capital, industry and technology, you can&#39;t fulfill your dreams.","author":"Jesse Jackson","topic":"Technology"},{"quote":"The technology keeps moving forward, which makes it easier for the artists to tell their stories and paint the pictures they want.","author":"George Lucas","topic":"Technology"},{"quote":"Whatever it is that leads human beings to hate, to destroy, and to kill has taken on a collective force like never before, as technology and globalization now give it the capacity to not just strike, but to strike us all, together, as one.","author":"Marianne Williamson","topic":"Technology"},{"quote":"I don&#39;t get tripped up in technology. I use technology as a tool. &#39;Oldboy&#39; we shot Two Pro 35mm. For &#39;Da Blood of Jesus,&#39; we shot digitally. We shot the new Sony F55. It&#39;s a 4K camera.","author":"Spike Lee","topic":"Technology"},{"quote":"In some cases, inventions prohibit innovation because we&#39;re so caught up in playing with the technology, we forget about the fact that it was supposed to be important.","author":"Dean Kamen","topic":"Technology"},{"quote":"Technology is neutral and sterile. Now, technology is the nature of modern man; it is our environment and our horizon. Of course, every work of man is a negation of nature, but at the same time, it is a bridge between nature and us. Technology changes nature in a more radical and decisive manner: it throws it out.","author":"Octavio Paz","topic":"Technology"},{"quote":"Reading is a technology for perspective-taking. When someone else&#39;s thoughts are in your head, you are observing the world from that person&#39;s vantage point.","author":"Steven Pinker","topic":"Technology"},{"quote":"The &#39;Net is a waste of time, and that&#39;s exactly what&#39;s right about it.","author":"William Gibson","topic":"Technology"},{"quote":"Cinema reflects culture and there is no harm in adapting technology, but not at the cost of losing your originality.","author":"Jackie Chan","topic":"Technology"},{"quote":"Making duplicate copies and computer printouts of things no one wanted even one of in the first place is giving America a new sense of purpose.","author":"Andy Rooney","topic":"Technology"},{"quote":"YouTube is akin to having my own network.","author":"Marlee Matlin","topic":"Technology"},{"quote":"I force people to have coffee with me, just because I don&#39;t trust that a friendship can be maintained without any other senses besides a computer or cellphone screen.","author":"John Cusack","topic":"Technology"},{"quote":"Television has changed the American child from an irresistable force to an immovable object.","author":"Laurence J. Peter","topic":"Technology"},{"quote":"You affect the world by what you browse.","author":"Tim Berners-Lee","topic":"Technology"},{"quote":"People are stunned to hear that one company has data files on 185 million Americans.","author":"Ralph Nader","topic":"Technology"},{"quote":"Technology is characterized by constant change, rapid innovation, creative destruction, and revolutionary products.","author":"Marsha Blackburn","topic":"Technology"},{"quote":"Once upon a time, sound was new technology.","author":"Peter Jackson","topic":"Technology"},{"quote":"If you have children, you cannot feed them forever with flags for breakfast and cartridges for lunch. You need something more substantial. Unless you educate your children and spend less money on conflicts, unless you develop your science, technology and industry, you don&#39;t have a future.","author":"Shimon Peres","topic":"Technology"},{"quote":"I love software and I love technology.","author":"Marc Benioff","topic":"Technology"},{"quote":"Many people see technology as the problem behind the so-called digital divide. Others see it as the solution. Technology is neither. It must operate in conjunction with business, economic, political and social system.","author":"Carly Fiorina","topic":"Technology"},{"quote":"In 1970, there was a single telephone company in the United States called AT&amp;T, and its technology was called circuit switching, and that was all any telecom engineer worried about.","author":"Vint Cerf","topic":"Technology"},{"quote":"Technology has to be invented or adopted.","author":"Jared Diamond","topic":"Technology"},{"quote":"I feel every technology can be abused, but fundamentally we put new technologies into the service of humanity.","author":"Sebastian Thrun","topic":"Technology"},{"quote":"EmTech Asia brings together some of the brightest minds in technology and computer security.","author":"Walter O'Brien","topic":"Technology"},{"quote":"Everything has changed in recent decades - the economy, technology, cultural attitudes, the demographics of the workforce, the role of women in society, and the structure of the American family. It&#39;s about time our laws caught up. We watch &#39;Modern Family&#39; on television, but we&#39;re still living by &#39;Leave It To Beaver&#39; rules.","author":"Thomas E. Perez","topic":"Technology"},{"quote":"Downhill track sports like luge are technology battles, as exciting as a NASCAR qualifying day.","author":"Alex Berenson","topic":"Technology"},{"quote":"Roman civilization had achieved, within the bounds of its technology, relatively as great a mastery of time and space as we have achieved today.","author":"Arthur Erickson","topic":"Technology"},{"quote":"When I first got into technology I didn&#39;t really understand what open source was. Once I started writing software, I realized how important this would be.","author":"Matt Mullenweg","topic":"Technology"},{"quote":"What makes the production of my work so expensive? The whole installation thing - the construction, the objects, the technology. It really adds up.","author":"Barbara Kruger","topic":"Technology"},{"quote":"What I love about new technology is that it really pushes the art. It really pushes it in a way that you can&#39;t imagine until you come up with the idea. It&#39;s idea-based. You can do anything.","author":"Robert Rodriguez","topic":"Technology"},{"quote":"Technology does not run backward. Once a technical capability is out there, it is out there for good.","author":"Ellen Ullman","topic":"Technology"},{"quote":"Doing linear scans over an associative array is like trying to club someone to death with a loaded Uzi.","author":"Larry Wall","topic":"Technology"},{"quote":"Real programmers can write assembly code in any language.","author":"Larry Wall","topic":"Technology"},{"quote":"I want people to use Perl. I want to be a positive ingredient of the world and make my American history. So, whatever it takes to give away my software and get it used, that&#39;s great.","author":"Larry Wall","topic":"Technology"},{"quote":"Inexpensive phones and pay-as-you go services are already spreading mobile phone technology to many parts of that world that never had a wired infrastructure.","author":"Howard Rheingold","topic":"Technology"},{"quote":"Who would know but ten years ago that kids would be texting each other all the time, that that would be one of their main forms of communication. And so many times, these kids know more about the technology than their parents. And so many times, we&#39;re putting kids in very adult situations and expecting them to behave like they&#39;re 40 years old.","author":"Amy Klobuchar","topic":"Technology"},{"quote":"We know that, when it comes to technology and the economy, if you&#39;re not constantly moving forward, then - without a doubt - you&#39;re moving backwards.","author":"Bill Owens","topic":"Technology"},{"quote":"If information wants to be free, then that&#39;s true everywhere, not just in information technology.","author":"Mitch Kapor","topic":"Technology"},{"quote":"I&#39;m reading the way a lot of technology executives have decried &#39;gatekeepers&#39; and &#39;traditional media,&#39; and that one of the promises of &#39;new media&#39; was that it would break the chokehold that old media companies had on public opinion.","author":"Franklin Foer","topic":"Technology"},{"quote":"Style used to be an interaction between the human soul and tools that were limiting. In the digital era, it will have to come from the soul alone.","author":"Jaron Lanier","topic":"Technology"},{"quote":"The smug complacency of technology adverts disguises a pretty mixed picture, with too many people not connected, too many passive users of technologies designed for interactive, and far too much talk about empowerment but far too little action to make it happen.","author":"Geoff Mulgan","topic":"Technology"},{"quote":"Negative and pessimistic views of technology have always existed. I can just imagine some pessimistic Sumerian in 3500 B.C. screaming about the evils of the wheel.","author":"Gray Scott","topic":"Technology"},{"quote":"My privacy concerns have to do with the world, other people, technology intruding upon us - what Talmudic scholars once called &#39;the unwanted gaze.&#39; Here I see major issues and concerns as society evolves, and I&#39;ve written often on the subject.","author":"Guy Gavriel Kay","topic":"Technology"},{"quote":"The core concept of Samasource is essentially that technology helps us unlock human talent wherever it may happen to reside. That we should no longer be victims of the birth lottery. That no one should be stuck in a poor place where they don&#39;t have a job simply because of an accident of birth.","author":"Leila Janah","topic":"Technology"},{"quote":"We&#39;re seeing how the videos translate to the live shows and how the technology is really reaching kids.","author":"Willie Aames","topic":"Technology"},{"quote":"Technology is something you have to embrace because technology is part of our generation. Digital natives, for instance, are people who grew up in a world that always had the Internet and who always had smartphones. Millennials aren&#39;t too far behind: my generation of people, who were in the mix of the Internet when it first came out.","author":"Jon Batiste","topic":"Technology"},{"quote":"I&#39;m not sure the least educated members of the population are missing out on the advances in medical technology as much as they are adopting harmful behavioral habits that shorten their life.","author":"S. Jay Olshansky","topic":"Technology"},{"quote":"With millions of family wage manufacturing jobs lost since 2001, we need an energy bill that takes bold action to tap into American ingenuity in order to lead the world in new clean energy technology, rather than playing catch-up to the Japanese, Danish, and Germans.","author":"Jay Inslee","topic":"Technology"},{"quote":"Microsoft is engaging in unlawful predatory practices that go well beyond the scope of fair competition.","author":"Orrin Hatch","topic":"Technology"},{"quote":"I have this famous joke that I use: Why was God able to create Heaven and Earth in seven days and seven nights? Because he didn&#39;t have installed customers and legacy technology to worry about.","author":"Brad D. Smith","topic":"Technology"},{"quote":"I am extraordinarily fascinated by the future of technology. We are in the early infancy of technology, and we have an opportunity to guide how technology develops and integrates into our lives. I talk a lot about the &#39;invisible interface,&#39; or the idea that we can utilize technology without being absorbed into a screen.","author":"Yves Behar","topic":"Technology"},{"quote":"The Internet is a tool, a technology, and we like to say that it has all of these properties, but really, it&#39;s just a place where our writing is.","author":"Joshua Cohen","topic":"Technology"},{"quote":"I worked on heads-up displays, virtual-reality technology, and holographic displays - all sorts of really cool technology.","author":"Mary Lou Jepsen","topic":"Technology"},{"quote":"As technology evolves, it manipulates our culture, and there&#39;s a huge opportunity to push ourselves further. I think it actually makes ourselves maybe more human, or at least human in a different way, that we can connect together in amazingly different ways and powerful new ways.","author":"Aaron Koblin","topic":"Technology"},{"quote":"While there have been terrific advances in the state of technology around heuristics, behavior blocking, and things like that, technology is only a part of the approach to solving the problem with the more important aspect involving putting the right process in place.","author":"John W. Thompson","topic":"Technology"},{"quote":"I believe mobile technology has a much broader role to play. It could solve some of the biggest problems on earth.","author":"Hans Vestberg","topic":"Technology"},{"quote":"I don&#39;t mind if somebody texts me but I&#39;m not a big texter, the things are too small. I don&#39;t mind if they text, &#39;7 o&#39;clock,&#39; that&#39;s fine, that&#39;s logistics but, &#39;What&#39;s up?&#39; Get real! Pick up a phone!","author":"Penny Marshall","topic":"Technology"},{"quote":"I started my career as a journalist, writing about science and technology for &#39;Business Week&#39; magazine. Then I decided to make a career shift. I went to graduate school in computer science, and I began developing educational technologies - in particular, technologies to engage children in creative learning experiences.","author":"Mitchel Resnick","topic":"Technology"},{"quote":"You can have the best technology in the world, but if you don&#39;t have a community who wants to use it and who are excited about it, then it has no purpose.","author":"Chris Hughes","topic":"Technology"},{"quote":"It is noticeable how many times you see a panel at a conference made up of all men or look into the audience and see very few women, whether it is an event focused on technology or business.","author":"Blythe Masters","topic":"Technology"},{"quote":"On Sept. 12, 2016, there was a momentary realignment in the constellation of global business. For the first time, the five largest public corporations in the world by market capitalization were all technology companies: Apple, Alphabet, Microsoft, Amazon.com, and Facebook.","author":"Brad Stone","topic":"Technology"},{"quote":"I&#39;ve read a lot of fiction from writers just starting out, and the dialogue is a little bit forced, or it&#39;s almost too teenager-y, or too slang-y or putting too much technology or trends in there. I try to stay pretty trend-neutral. I try not to mention too many current bands or current TV shows.","author":"Sara Shepard","topic":"Technology"},{"quote":"By the time I was a senior in high school, I knew I wanted to move to Silicon Valley and learn more about computers and the Internet. I just fell in love with technology and the potential of everything the Internet had to offer.","author":"Brit Morin","topic":"Technology"},{"quote":"Because of technological limits, there is a certain amount of food that we can produce per acre. If we were to have intensive greenhouse agriculture, we could have much higher production.","author":"Ralph Merkle","topic":"Technology"},{"quote":"A molecular manufacturing technology will let us build molecular surgical tools, and those tools will, for the first time, let us directly address the problems at the very root level.","author":"Ralph Merkle","topic":"Technology"},{"quote":"I think it is inevitable that people program poorly. Training will not substantially help matters. We have to learn to live with it.","author":"Alan Perlis","topic":"Technology"},{"quote":"I used to think that cyberspace was fifty years away. What I thought was fifty years away, was only ten years away. And what I thought was ten years away... it was already here. I just wasn&#39;t aware of it yet.","author":"Bruce Sterling","topic":"Technology"},{"quote":"Defect-free software does not exist.","author":"Wietse Venema","topic":"Technology"},{"quote":"So as I look at transitioning to the communication platforms of the future, I see that the beauty of Internet protocols is you get the separation of the layers between service and technology.","author":"Michael K. Powell","topic":"Technology"},{"quote":"As children, many of us were taught never to talk to strangers. As parents and grandparents, our message must change with technology to include strangers on the Internet.","author":"Judy Biggert","topic":"Technology"},{"quote":"Protein engineering is a technology of molecular machines - of molecular machines that are part of replicators - and so it comes from an area that already raises some of the issues that nanotechnology will raise.","author":"K. Eric Drexler","topic":"Technology"},{"quote":"To bring out a new technology for consumers first, you just had a very long road to go down to try to find people who actually would pay money for something.","author":"Marc Andreesen","topic":"Technology"},{"quote":"I actually love technology. I worked for 18 years as systems analyst in technology.","author":"Daniel Suarez","topic":"Technology"},{"quote":"From a technical point of view, there seemed to me to be absolutely no reason why - with the existing technology - we couldn&#39;t do very high quality audio, because whereas the boom in digital graphics is ongoing, the boom in digital audio has already happened.","author":"Thomas Dolby","topic":"Technology"},{"quote":"I am a technological activist. I have a political agenda. I am in favor of basic human rights: to free speech, to use any information and technology, to purchase and use recreational drugs, to enjoy and purchase so-called &#39;vices&#39;, to be free of intruders, and to privacy.","author":"Bram Cohen","topic":"Technology"},{"quote":"The exciting thing about the current emergence of bitcoin 2.0 applications is that you don&#39;t have to know anything about bitcoin or how the blockchain works to get a lot of utility and value out of the technology.","author":"Meltem Demirors","topic":"Technology"},{"quote":"The only thing that I&#39;d rather own than Windows is English, because then I could charge you two hundred and forty-nine dollars for the right to speak it.","author":"Scott McNealy","topic":"Technology"},{"quote":"We are the children of a technological age. We have found streamlined ways of doing much of our routine work. Printing is no longer the only way of reproducing books. Reading them, however, has not changed.","author":"Lawrence Clark Powell","topic":"Technology"},{"quote":"The great thing that guys like Facebook&#39;s Mark Zuckerberg and the Google guys have in common is they treat their technology like it&#39;s art, and I suppose in the hands of virtuosos like them, it is.","author":"Harvey Weinstein","topic":"Technology"}]