[{"quote":"Learn to enjoy every minute of your life. Be happy now. Don&#39;t wait for something outside of yourself to make you happy in the future. Think how really precious is the time you have to spend, whether it&#39;s at work or with your family. Every minute should be enjoyed and savored.","author":"Earl Nightingale","topic":"Time"},{"quote":"Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time.","author":"Thomas A. Edison","topic":"Time"},{"quote":"You may delay, but time will not.","author":"Benjamin Franklin","topic":"Time"},{"quote":"The two most powerful warriors are patience and time.","author":"Leo Tolstoy","topic":"Time"},{"quote":"Change will not come if we wait for some other person or some other time. We are the ones we&#39;ve been waiting for. We are the change that we seek.","author":"Barack Obama","topic":"Time"},{"quote":"The time is always right to do what is right.","author":"Martin Luther King, Jr.","topic":"Time"},{"quote":"Your time is limited, so don&#39;t waste it living someone else&#39;s life. Don&#39;t be trapped by dogma - which is living with the results of other people&#39;s thinking. Don&#39;t let the noise of others&#39; opinions drown out your own inner voice. And most important, have the courage to follow your heart and intuition.","author":"Steve Jobs","topic":"Time"},{"quote":"Someone is sitting in the shade today because someone planted a tree a long time ago.","author":"Warren Buffett","topic":"Time"},{"quote":"Our greatest glory is not in never falling, but in rising every time we fall.","author":"Confucius","topic":"Time"},{"quote":"Let us never know what old age is. Let us know the happiness time brings, not count the years.","author":"Ausonius","topic":"Time"},{"quote":"You can never control who you fall in love with, even when you&#39;re in the most sad, confused time of your life. You don&#39;t fall in love with people because they&#39;re fun. It just happens.","author":"Kirsten Dunst","topic":"Time"},{"quote":"When someone shows you who they are, believe them the first time.","author":"Maya Angelou","topic":"Time"},{"quote":"The time you feel lonely is the time you most need to be by yourself.","author":"Douglas Coupland","topic":"Time"},{"quote":"My dream is of a place and a time where America will once again be seen as the last best hope of earth.","author":"Abraham Lincoln","topic":"Time"},{"quote":"Choose to focus your time, energy and conversation around people who inspire you, support you and help you to grow you into your happiest, strongest, wisest self.","author":"Karen Salmansohn","topic":"Time"},{"quote":"There is no better than adversity. Every defeat, every heartbreak, every loss, contains its own seed, its own lesson on how to improve your performance the next time.","author":"Malcolm X","topic":"Time"},{"quote":"Never cut a tree down in the wintertime. Never make a negative decision in the low time. Never make your most important decisions when you are in your worst moods. Wait. Be patient. The storm will pass. The spring will come.","author":"Robert H. Schuller","topic":"Time"},{"quote":"The secret of a happy marriage is finding the right person. You know they&#39;re right if you love to be with them all the time.","author":"Julia Child","topic":"Time"},{"quote":"Patriotism is supporting your country all the time, and your government when it deserves it.","author":"Mark Twain","topic":"Time"},{"quote":"I will keep smiling, be positive and never give up! I will give 100 percent each time I play. These are always my goals and my attitude.","author":"Yani Tseng","topic":"Time"},{"quote":"If you love life, don&#39;t waste time, for time is what life is made up of.","author":"Bruce Lee","topic":"Time"},{"quote":"Failure is simply the opportunity to begin again, this time more intelligently.","author":"Henry Ford","topic":"Time"},{"quote":"You build on failure. You use it as a stepping stone. Close the door on the past. You don&#39;t try to forget the mistakes, but you don&#39;t dwell on it. You don&#39;t let it have any of your energy, or any of your time, or any of your space.","author":"Johnny Cash","topic":"Time"},{"quote":"Time spent with cats is never wasted.","author":"Sigmund Freud","topic":"Time"},{"quote":"It&#39;s time to say goodbye, but I think goodbyes are sad and I&#39;d much rather say hello. Hello to a new adventure.","author":"Ernie Harwell","topic":"Time"},{"quote":"Time is more value than money. You can get more money, but you cannot get more time.","author":"Jim Rohn","topic":"Time"},{"quote":"A friend is what the heart needs all the time.","author":"Henry Van Dyke","topic":"Time"},{"quote":"Whenever you find yourself on the side of the majority, it is time to pause and reflect.","author":"Mark Twain","topic":"Time"},{"quote":"I love a man with a great sense of humor and who is intelligent - a man who has a great smile. He has to make me laugh. I like a man who is very ambitious and driven and who has a good heart and makes me feel safe. I like a man who is very strong and independent and confident - that is very sexy - but at the same time, he&#39;s very kind to people.","author":"Nicole Scherzinger","topic":"Time"},{"quote":"Time flies over us, but leaves its shadow behind.","author":"Nathaniel Hawthorne","topic":"Time"},{"quote":"Many times, the decisions we make affect and hurt your closest friends and family the most. I have a lot of regrets in that regard. But God has forgiven me, which I am very thankful for. It has enabled me to forgive myself and move forward one day at a time.","author":"Lex Luger","topic":"Time"},{"quote":"Cute is when a person&#39;s personality shines through their looks. Like in the way they walk, every time you see them you just want to run up and hug them.","author":"Natalie Portman","topic":"Time"},{"quote":"Winning is great, sure, but if you are really going to do something in life, the secret is learning how to lose. Nobody goes undefeated all the time. If you can pick up after a crushing defeat, and go on to win again, you are going to be a champion someday.","author":"Wilma Rudolph","topic":"Time"},{"quote":"Let your life lightly dance on the edges of Time like dew on the tip of a leaf.","author":"Rabindranath Tagore","topic":"Time"},{"quote":"Tough times never last, but tough people do.","author":"Robert H. Schuller","topic":"Time"},{"quote":"Sometimes I wish that I could go into a time machine right now and just look at my self and say, &#39;Calm down. Things are gonna be fine. Things are gonna be all great. Just relax.&#39;","author":"Tristan Wilds","topic":"Time"},{"quote":"A man who dares to waste one hour of time has not discovered the value of life.","author":"Charles Darwin","topic":"Time"},{"quote":"Yesterday&#39;s the past, tomorrow&#39;s the future, but today is a gift. That&#39;s why it&#39;s called the present.","author":"Bil Keane","topic":"Time"},{"quote":"It is not the beauty of a building you should look at; its the construction of the foundation that will stand the test of time.","author":"David Allan Coe","topic":"Time"},{"quote":"They always say time changes things, but you actually have to change them yourself.","author":"Andy Warhol","topic":"Time"},{"quote":"Love is space and time measured by the heart.","author":"Marcel Proust","topic":"Time"},{"quote":"And know that I am with you always; yes, to the end of time.","author":"Jesus Christ","topic":"Time"},{"quote":"Motherhood is a great honor and privilege, yet it is also synonymous with servanthood. Every day women are called upon to selflessly meet the needs of their families. Whether they are awake at night nursing a baby, spending their time and money on less-than-grateful teenagers, or preparing meals, moms continuously put others before themselves.","author":"Charles Stanley","topic":"Time"},{"quote":"When you invest your time, you make a goal and a decision of something that you want to accomplish. Whether it&#39;s make good grades in school, be a good athlete, be a good person, go down and do some community service and help somebody who&#39;s in need, whatever it is you choose to do, you&#39;re investing your time in that.","author":"Nick Saban","topic":"Time"},{"quote":"Each time you love, love as deeply as if it were forever.","author":"Audre Lorde","topic":"Time"},{"quote":"Waste no more time arguing about what a good man should be. Be one.","author":"Marcus Aurelius","topic":"Time"},{"quote":"When your time comes to die, be not like those whose hearts are filled with fear of death, so that when their time comes they weep and pray for a little more time to live their lives over again in a different way. Sing your death song, and die like a hero going home.","author":"Tecumseh","topic":"Time"},{"quote":"Anybody can become angry - that is easy, but to be angry with the right person and to the right degree and at the right time and for the right purpose, and in the right way - that is not within everybody&#39;s power and is not easy.","author":"Aristotle","topic":"Time"},{"quote":"Truth is like the sun. You can shut it out for a time, but it ain&#39;t goin&#39; away.","author":"Elvis Presley","topic":"Time"},{"quote":"Never give up, for that is just the place and time that the tide will turn.","author":"Harriet Beecher Stowe","topic":"Time"},{"quote":"The tree of liberty must be refreshed from time to time with the blood of patriots and tyrants.","author":"Thomas Jefferson","topic":"Time"},{"quote":"Tea time is a chance to slow down, pull back and appreciate our surroundings.","author":"Letitia Baldrige","topic":"Time"},{"quote":"Jealousy is just love and hate at the same time.","author":"Drake","topic":"Time"},{"quote":"Life is all about having a good time.","author":"Miley Cyrus","topic":"Time"},{"quote":"It takes a long time to become young.","author":"Pablo Picasso","topic":"Time"},{"quote":"I don&#39;t believe that if you do good, good things will happen. Everything is completely accidental and random. Sometimes bad things happen to very good people and sometimes good things happen to bad people. But at least if you try to do good things, then you&#39;re spending your time doing something worthwhile.","author":"Helen Mirren","topic":"Time"},{"quote":"No matter how busy you are, you must take time to make the other person feel important.","author":"Mary Kay Ash","topic":"Time"},{"quote":"Social media is changing the way we communicate and the way we are perceived, both positively and negatively. Every time you post a photo, or update your status, you are contributing to your own digital footprint and personal brand.","author":"Amy Jo Martin","topic":"Time"},{"quote":"Love is like a virus. It can happen to anybody at any time.","author":"Maya Angelou","topic":"Time"},{"quote":"Better three hours too soon than a minute too late.","author":"William Shakespeare","topic":"Time"},{"quote":"It takes discipline not to let social media steal your time.","author":"Alexis Ohanian","topic":"Time"},{"quote":"I regret those times when I&#39;ve chosen the dark side. I&#39;ve wasted enough time not being happy.","author":"Jessica Lange","topic":"Time"},{"quote":"You can fool all the people some of the time, and some of the people all the time, but you cannot fool all the people all the time.","author":"Abraham Lincoln","topic":"Time"},{"quote":"You cannot hope to build a better world without improving the individuals. To that end, each of us must work for his own improvement and, at the same time, share a general responsibility for all humanity, our particular duty being to aid those to whom we think we can be most useful.","author":"Marie Curie","topic":"Time"},{"quote":"Healing is a matter of time, but it is sometimes also a matter of opportunity.","author":"Hippocrates","topic":"Time"},{"quote":"When you take a flower in your hand and really look at it, it&#39;s your world for the moment. I want to give that world to someone else. Most people in the city rush around so, they have no time to look at a flower. I want them to see it whether they want to or not.","author":"Georgia O'Keeffe","topic":"Time"},{"quote":"Success is simple. Do what&#39;s right, the right way, at the right time.","author":"Arnold H. Glasow","topic":"Time"},{"quote":"Success does not consist in never making mistakes but in never making the same one a second time.","author":"George Bernard Shaw","topic":"Time"},{"quote":"The butterfly counts not months but moments, and has time enough.","author":"Rabindranath Tagore","topic":"Time"},{"quote":"When you get into a tight place and everything goes against you, till it seems as though you could not hang on a minute longer, never give up then, for that is just the place and time that the tide will turn.","author":"Harriet Beecher Stowe","topic":"Time"},{"quote":"I try to keep it real. I don&#39;t have time to worry about what I&#39;m projecting to the world. I&#39;m just busy being myself.","author":"Demi Lovato","topic":"Time"},{"quote":"I feel sorry for kids these days. They get so much homework. Remember the days when we put a belt around our two books and carried them home? Now they&#39;re dragging a suitcase. They have school all day, then homework from six until eleven. There&#39;s no time left to be creative.","author":"Tom Petty","topic":"Time"},{"quote":"It&#39;s a wonderful time when you sit down around the table for dinner and discuss life. No matter where you are, it gives the semblance of normalcy to my crazy world.","author":"Melina Kanakaredes","topic":"Time"},{"quote":"Don&#39;t limit a child to your own learning, for he was born in another time.","author":"Rabindranath Tagore","topic":"Time"},{"quote":"The game of basketball has been everything to me. My place of refuge, place I&#39;ve always gone where I needed comfort and peace. It&#39;s been the site of intense pain and the most intense feelings of joy and satisfaction. It&#39;s a relationship that has evolved over time, given me the greatest respect and love for the game.","author":"Michael Jordan","topic":"Time"},{"quote":"Nothing in life is to be feared, it is only to be understood. Now is the time to understand more, so that we may fear less.","author":"Marie Curie","topic":"Time"},{"quote":"I&#39;m not a sad person, upset the whole time, but I seem to be quite emotional.","author":"Freddie Highmore","topic":"Time"},{"quote":"Evening is a time of real experimentation. You never want to look the same way.","author":"Donna Karan","topic":"Time"},{"quote":"Knowledge comes, but wisdom lingers. It may not be difficult to store up in the mind a vast quantity of facts within a comparatively short time, but the ability to form judgments requires the severe discipline of hard work and the tempering heat of experience and maturity.","author":"Calvin Coolidge","topic":"Time"},{"quote":"A successful competition for me is always going out there and putting 100 percent into whatever I&#39;m doing. It&#39;s not always winning. People, I think, mistake that it&#39;s just winning. Sometimes it could be, but for me, it&#39;s hitting the best sets I can, gaining confidence, and having a good time and having fun.","author":"Simone Biles","topic":"Time"},{"quote":"The greatest glory in living lies not in never falling, but in rising every time we fall.","author":"Ralph Waldo Emerson","topic":"Time"},{"quote":"The future rewards those who press on. I don&#39;t have time to feel sorry for myself. I don&#39;t have time to complain. I&#39;m going to press on.","author":"Barack Obama","topic":"Time"},{"quote":"Some people ask the secret of our long marriage. We take time to go to a restaurant two times a week. A little candlelight, dinner, soft music and dancing. She goes Tuesdays, I go Fridays.","author":"Henny Youngman","topic":"Time"},{"quote":"Champions are not the ones who always win races - champions are the ones who get out there and try. And try harder the next time. And even harder the next time. &#39;Champion&#39; is a state of mind. They are devoted. They compete to best themselves as much if not more than they compete to best others. Champions are not just athletes.","author":"Simon Sinek","topic":"Time"},{"quote":"It seems like every time you come up something happens to bring you back down.","author":"Tupac Shakur","topic":"Time"},{"quote":"I believe in the brotherhood of man, all men, but I don&#39;t believe in brotherhood with anybody who doesn&#39;t want brotherhood with me. I believe in treating people right, but I&#39;m not going to waste my time trying to treat somebody right who doesn&#39;t know how to return the treatment.","author":"Malcolm X","topic":"Time"},{"quote":"One of things I like about looking at pictures when you&#39;re young and also meeting back with old friends you haven&#39;t seen in a long time is, for me, it&#39;s a glimpse of who I was.","author":"Lea Thompson","topic":"Time"},{"quote":"If your ego starts out, &#39;I am important, I am big, I am special,&#39; you&#39;re in for some disappointments when you look around at what we&#39;ve discovered about the universe. No, you&#39;re not big. No, you&#39;re not. You&#39;re small in time and in space. And you have this frail vessel called the human body that&#39;s limited on Earth.","author":"Neil deGrasse Tyson","topic":"Time"},{"quote":"Each time a man stands up for an ideal, or acts to improve the lot of others, or strikes out against injustice, he sends forth a tiny ripple of hope, and crossing each other from a million different centers of energy and daring, those ripples build a current that can sweep down the mightiest walls of oppression and resistance.","author":"Robert Kennedy","topic":"Time"},{"quote":"All great achievements require time.","author":"Maya Angelou","topic":"Time"},{"quote":"Only the guy who isn&#39;t rowing has time to rock the boat.","author":"Jean-Paul Sartre","topic":"Time"},{"quote":"All the world&#39;s a stage, and all the men and women merely players: they have their exits and their entrances; and one man in his time plays many parts, his acts being seven ages.","author":"William Shakespeare","topic":"Time"},{"quote":"I love spending time with my friends and family. The simplest things in life give me the most pleasure: cooking a good meal, enjoying my friends.","author":"Cindy Morgan","topic":"Time"},{"quote":"Do the one thing you think you cannot do. Fail at it. Try again. Do better the second time. The only people who never tumble are those who never mount the high wire. This is your moment. Own it.","author":"Oprah Winfrey","topic":"Time"},{"quote":"I enjoy nothing more than spending time with my loved ones, young and old, and at least once a year we get together for a formal family photograph.","author":"Elliott Erwitt","topic":"Time"},{"quote":"We shall not cease from exploration, and the end of all our exploring will be to arrive where we started and know the place for the first time.","author":"T. S. Eliot","topic":"Time"},{"quote":"I don&#39;t want to miss out on the chance of having a good time.","author":"Victor Webster","topic":"Time"},{"quote":"It is time to remember that old wisdom our soldiers will never forget: that whether we are black or brown or white, we all bleed the same red blood of patriots, we all enjoy the same glorious freedoms, and we all salute the same great American Flag.","author":"Donald Trump","topic":"Time"},{"quote":"It&#39;s pretty scary to know how quickly time flies.","author":"James Wan","topic":"Time"},{"quote":"Some people think that the truth can be hidden with a little cover-up and decoration. But as time goes by, what is true is revealed, and what is fake fades away.","author":"Ismail Haniyeh","topic":"Time"},{"quote":"By taking the time to stop and appreciate who you are and what you&#39;ve achieved - and perhaps learned through a few mistakes, stumbles and losses - you actually can enhance everything about you. Self-acknowledgment and appreciation are what give you the insights and awareness to move forward toward higher goals and accomplishments.","author":"Jack Canfield","topic":"Time"},{"quote":"People won&#39;t have time for you if you are always angry or complaining.","author":"Stephen Hawking","topic":"Time"},{"quote":"My best friend is the most important girl, outside of family, to me. I met her when I went to college and we bonded immediately. I&#39;d do anything for her at any time. We phone each other every day.","author":"Dawn French","topic":"Time"},{"quote":"The connection to place, to the land, the wind, the sun, stars, the moon... it sounds romantic, but it&#39;s true - the visceral experience of motion, of moving through time on some amazing machine - a few cars touch on it, but not too many compared to motorcycles. I always felt that any motorcycle journey was special.","author":"Antoine Predock","topic":"Time"},{"quote":"Saying goodbye doesn&#39;t mean anything. It&#39;s the time we spent together that matters, not how we left it.","author":"Trey Parker","topic":"Time"},{"quote":"This is no time for ease and comfort. It is time to dare and endure.","author":"Winston Churchill","topic":"Time"},{"quote":"Anyone can be heroic from time to time, but a gentleman is something you have to be all the time.","author":"Luigi Pirandello","topic":"Time"},{"quote":"The greatest discovery of all time is that a person can change his future by merely changing his attitude.","author":"Oprah Winfrey","topic":"Time"},{"quote":"The jealous are possessed by a mad devil and a dull spirit at the same time.","author":"Johann Kaspar Lavater","topic":"Time"},{"quote":"There&#39;s a time in your life where you&#39;re not quite sure where you are. You think everything&#39;s perfect, but it&#39;s not perfect... Then one day you wake up and you can&#39;t quite picture yourself in the situation you&#39;re in. But the secret is, if you can picture yourself doing anything in life, you can do it.","author":"Tom DeLonge","topic":"Time"},{"quote":"Prejudice is a great time saver. You can form opinions without having to get the facts.","author":"E. B. White","topic":"Time"},{"quote":"It would be impossible to estimate how much time and energy we invest in trying to fix, change and deny our emotions - especially the ones that shake us at our very core, like hurt, jealousy, loneliness, shame, rage and grief.","author":"Debbie Ford","topic":"Time"},{"quote":"An intelligent man is sometimes forced to be drunk to spend time with his fools.","author":"Ernest Hemingway","topic":"Time"},{"quote":"In every battle there comes a time when both sides consider themselves beaten, then he who continues the attack wins.","author":"Ulysses S. Grant","topic":"Time"},{"quote":"Vision without action is merely a dream. Action without vision just passes the time. Vision with action can change the world.","author":"Joel A. Barker","topic":"Time"},{"quote":"Architecture should speak of its time and place, but yearn for timelessness.","author":"Frank Gehry","topic":"Time"},{"quote":"Everyone can have their heart broken. Even if you know the relationship isn&#39;t working, it&#39;s still sad. Even in a bad relationship, they&#39;re part of your life for a long time, and saying goodbye to that can be difficult.","author":"James Marsden","topic":"Time"},{"quote":"If you spend too much time thinking about a thing, you&#39;ll never get it done.","author":"Bruce Lee","topic":"Time"},{"quote":"Any time women come together with a collective intention, it&#39;s a powerful thing. Whether it&#39;s sitting down making a quilt, in a kitchen preparing a meal, in a club reading the same book, or around the table playing cards, or planning a birthday party, when women come together with a collective intention, magic happens.","author":"Phylicia Rashad","topic":"Time"},{"quote":"When was the last time you spent a quiet moment just doing nothing - just sitting and looking at the sea, or watching the wind blowing the tree limbs, or waves rippling on a pond, a flickering candle or children playing in the park?","author":"Ralph Marston","topic":"Time"},{"quote":"Lent is a time to renew wherever we are in that process that I call the divine therapy. It&#39;s a time to look what our instinctual needs are, look at what the dynamics of our unconscious are.","author":"Thomas Keating","topic":"Time"},{"quote":"I believe that whatever comes at a particular time is a blessing from God.","author":"A. R. Rahman","topic":"Time"},{"quote":"This is the key to time management - to see the value of every moment.","author":"Menachem Mendel Schneerson","topic":"Time"},{"quote":"Life is short and the older you get, the more you feel it. Indeed, the shorter it is. People lose their capacity to walk, run, travel, think, and experience life. I realise how important it is to use the time I have.","author":"Viggo Mortensen","topic":"Time"},{"quote":"Peace is a journey of a thousand miles and it must be taken one step at a time.","author":"Lyndon B. Johnson","topic":"Time"},{"quote":"When leaders throughout an organization take an active, genuine interest in the people they manage, when they invest real time to understand employees at a fundamental level, they create a climate for greater morale, loyalty, and, yes, growth.","author":"Patrick Lencioni","topic":"Time"},{"quote":"There may be times when we are powerless to prevent injustice, but there must never be a time when we fail to protest.","author":"Elie Wiesel","topic":"Time"},{"quote":"What people don&#39;t understand is joining a gang ain&#39;t bad, it&#39;s cool, it&#39;s fine. When you in the hood, joining a gang it&#39;s cool because all your friends are in the gang, all your family&#39;s in the gang. We&#39;re not just killing people every night, we&#39;re just hanging out, having a good time.","author":"Snoop Dogg","topic":"Time"},{"quote":"Lost time is never found again.","author":"Benjamin Franklin","topic":"Time"},{"quote":"I just think Valentine&#39;s Day is a day to really appreciate the person you love, no matter who it is, and to spend time with them. I don&#39;t think it&#39;s all about fancy presents or whatever. I think it&#39;s about spending that quality time with that special person.","author":"Prince Royce","topic":"Time"},{"quote":"The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time.","author":"Mark Twain","topic":"Time"},{"quote":"Time and health are two precious assets that we don&#39;t recognize and appreciate until they have been depleted.","author":"Denis Waitley","topic":"Time"},{"quote":"Time changes everything except something within us which is always surprised by change.","author":"Thomas Hardy","topic":"Time"},{"quote":"Attitude and enthusiasm play a big part in my life. I get excited about the things that inspire me. I also believe in laughing and having a good time.","author":"Dwayne Johnson","topic":"Time"},{"quote":"Take time to deliberate; but when the time for action arrives, stop thinking and go in.","author":"Andrew Jackson","topic":"Time"},{"quote":"You take a crash, you get back up and next time you succeed and that&#39;s a great feeling.","author":"Shaun White","topic":"Time"},{"quote":"If you are the kind of person who is waiting for the &#39;right&#39; thing to happen, you might wait for a long time. It&#39;s like waiting for all the traffic lights to be green for five miles before starting the trip.","author":"Robert Kiyosaki","topic":"Time"},{"quote":"I&#39;ve been lucky enough that I can gather all sorts of experiences and find inspiration by traveling around and by spending time with people I admire.","author":"Bonnie Raitt","topic":"Time"},{"quote":"When you are missing someone, time seems to move slower, and when I&#39;m falling in love with someone, time seems to be moving faster.","author":"Taylor Swift","topic":"Time"},{"quote":"Time you enjoy wasting, was not wasted.","author":"John Lennon","topic":"Time"},{"quote":"Every time there&#39;s a new tool, whether it&#39;s Internet or cell phones or anything else, all these things can be used for good or evil. Technology is neutral; it depends on how it&#39;s used.","author":"Rick Smolan","topic":"Time"},{"quote":"You can&#39;t have a better tomorrow if you are thinking about yesterday all the time.","author":"Charles Kettering","topic":"Time"},{"quote":"I suppose leadership at one time meant muscles; but today it means getting along with people.","author":"Mahatma Gandhi","topic":"Time"},{"quote":"I like to go out if there&#39;s a party or go to the movies, but I just like hanging out with my buddies and having a good time.","author":"Jean-Luc Bilodeau","topic":"Time"},{"quote":"Many people spend more time in planning the wedding than they do in planning the marriage.","author":"Zig Ziglar","topic":"Time"},{"quote":"Child labor and poverty are inevitably bound together and if you continue to use the labor of children as the treatment for the social disease of poverty, you will have both poverty and child labor to the end of time.","author":"Grace Abbott","topic":"Time"},{"quote":"Having soon discovered to be great, I must appear so, and therefore studiously avoided mixing in society, and wrapped myself in mystery, devoting my time to fasting and prayer.","author":"Nat Turner","topic":"Time"},{"quote":"Take time to be kind and to say &#39;thank you.&#39;","author":"Zig Ziglar","topic":"Time"},{"quote":"You can&#39;t be afraid to fail. It&#39;s the only way you succeed - you&#39;re not gonna succeed all the time, and I know that.","author":"LeBron James","topic":"Time"},{"quote":"Photography takes an instant out of time, altering life by holding it still.","author":"Dorothea Lange","topic":"Time"},{"quote":"With each new day in Africa, a gazelle wakes up knowing he must outrun the fastest lion or perish. At the same time, a lion stirs and stretches, knowing he must outrun the fastest gazelle or starve. It&#39;s no different for the human race. Whether you consider yourself a gazelle or a lion, you have to run faster than others to survive.","author":"Mohammed bin Rashid Al Maktoum","topic":"Time"},{"quote":"The airplane stays up because it doesn&#39;t have the time to fall.","author":"Orville Wright","topic":"Time"},{"quote":"There is no science in this world like physics. Nothing comes close to the precision with which physics enables you to understand the world around you. It&#39;s the laws of physics that allow us to say exactly what time the sun is going to rise. What time the eclipse is going to begin. What time the eclipse is going to end.","author":"Neil deGrasse Tyson","topic":"Time"},{"quote":"A lot of legends, a lot of people, have come before me. But this is my time.","author":"Usain Bolt","topic":"Time"},{"quote":"Our birthdays are feathers in the broad wing of time.","author":"Jean Paul","topic":"Time"},{"quote":"Some of our important choices have a time line. If we delay a decision, the opportunity is gone forever. Sometimes our doubts keep us from making a choice that involves change. Thus an opportunity may be missed.","author":"James E. Faust","topic":"Time"},{"quote":"Humans are creatures of habit. If you quit when things get tough, it gets that much easier to quit the next time. On the other hand, if you force yourself to push through it, the grit begins to grow in you.","author":"Travis Bradberry","topic":"Time"},{"quote":"If you&#39;re doing your best, you won&#39;t have any time to worry about failure.","author":"H. Jackson Brown, Jr.","topic":"Time"},{"quote":"But a city is more than a place in space, it is a drama in time.","author":"Patrick Geddes","topic":"Time"},{"quote":"I absolutely love spending time with my family.","author":"Kevin Alejandro","topic":"Time"},{"quote":"Sadness flies away on the wings of time.","author":"Jean de La Fontaine","topic":"Time"},{"quote":"Don&#39;t spend time beating on a wall, hoping to transform it into a door.","author":"Coco Chanel","topic":"Time"},{"quote":"The difference between a democracy and a dictatorship is that in a democracy you vote first and take orders later; in a dictatorship you don&#39;t have to waste your time voting.","author":"Charles Bukowski","topic":"Time"},{"quote":"Sometimes being a friend means mastering the art of timing. There is a time for silence. A time to let go and allow people to hurl themselves into their own destiny. And a time to prepare to pick up the pieces when it&#39;s all over.","author":"Octavia Butler","topic":"Time"},{"quote":"I learned that we can do anything, but we can&#39;t do everything... at least not at the same time. So think of your priorities not in terms of what activities you do, but when you do them. Timing is everything.","author":"Dan Millman","topic":"Time"},{"quote":"For children, diversity needs to be real and not merely relegated to learning the names of the usual suspects during Black History Month or enjoying south-of-the-border cuisine on Cinco de Mayo. It means talking to and spending time with kids not like them so that they may discover those kids are in fact just like them.","author":"John Ridley","topic":"Time"},{"quote":"We must use time creatively.","author":"Martin Luther King, Jr.","topic":"Time"},{"quote":"My favorite things in life don&#39;t cost any money. It&#39;s really clear that the most precious resource we all have is time.","author":"Steve Jobs","topic":"Time"},{"quote":"All we have to decide is what to do with the time that is given us.","author":"J. R. R. Tolkien","topic":"Time"},{"quote":"One of the funny things about the stock market is that every time one person buys, another sells, and both think they are astute.","author":"William Feather","topic":"Time"},{"quote":"The time to relax is when you don&#39;t have time for it.","author":"Sydney J. Harris","topic":"Time"},{"quote":"You are your greatest asset. Put your time, effort and money into training, grooming, and encouraging your greatest asset.","author":"Tom Hopkins","topic":"Time"},{"quote":"I never could have done what I have done without the habits of punctuality, order, and diligence, without the determination to concentrate myself on one subject at a time.","author":"Charles Dickens","topic":"Time"},{"quote":"Time is money.","author":"Benjamin Franklin","topic":"Time"},{"quote":"Everywhere is within walking distance if you have the time.","author":"Steven Wright","topic":"Time"},{"quote":"Silence is as deep as eternity, speech a shallow as time.","author":"Thomas Carlyle","topic":"Time"},{"quote":"You can&#39;t please everyone. When you&#39;re too focused on living up to other people&#39;s standards, you aren&#39;t spending enough time raising your own. Some people may whisper, complain and judge. But for the most part, it&#39;s all in your head. People care less about your actions than you think. Why? They have their own problems!","author":"Kris Carr","topic":"Time"},{"quote":"It&#39;s so important to realize that every time you get upset, it drains your emotional energy. Losing your cool makes you tired. Getting angry a lot messes with your health.","author":"Joyce Meyer","topic":"Time"},{"quote":"It&#39;s not really about the competition. Your biggest challenge in a race is yourself. You&#39;re often racing against time. You&#39;re frequently running everything through your mind. You&#39;re always competing against preconceived ideas. It&#39;s not really the person next to you that you worry about.","author":"Summer Sanders","topic":"Time"},{"quote":"It is time for parents to teach young people early on that in diversity there is beauty and there is strength.","author":"Maya Angelou","topic":"Time"},{"quote":"Personally, I&#39;ve learned about perseverance: when you hear the word &#39;No,&#39; and when you hear rejection, that it&#39;s not always final. And that timing is everything, and you have to stay the course and just keep working hard and know that, when your time comes, that it will be sweet and that it will be the perfect time.","author":"Angela Robinson","topic":"Time"},{"quote":"There is a saying that every nice piece of work needs the right person in the right place at the right time.","author":"Benoit Mandelbrot","topic":"Time"},{"quote":"During the time men live without a common power to keep them all in awe, they are in that conditions called war; and such a war, as if of every man, against every man.","author":"Thomas Hobbes","topic":"Time"},{"quote":"My childhood, adolescence and high school days are unusually important. If there has ever been a time that I developed a uniqueness and sense of humor and the ability to organize, it was then. In those early days, I developed the skills that gave me a certain degree of success in American politics.","author":"Lee Atwater","topic":"Time"},{"quote":"We&#39;ve seen over time that countries that have the best economic growth are those that have good governance, and good governance comes from freedom of communication. It comes from ending corruption. It comes from a populace that can go online and say, &#39;This politician is corrupt, this administrator, or this public official is corrupt.&#39;","author":"Ramez Naam","topic":"Time"},{"quote":"In everyone&#39;s life, at some time, our inner fire goes out. It is then burst into flame by an encounter with another human being. We should all be thankful for those people who rekindle the inner spirit.","author":"Albert Schweitzer","topic":"Time"},{"quote":"I don&#39;t think quantity time is as special as quality time with your family.","author":"Reba McEntire","topic":"Time"},{"quote":"We may not know what each day has in store for us. We could be gone tomorrow. Any minute could truly be our goodbye. But we do have this moment. This time. Today. Right now. It takes way more effort to shell out hate then it does to allow love to flow freely in our lives. After all, it&#39;s what we were born to do.","author":"Grace Gealey","topic":"Time"},{"quote":"Fun is one of the most important - and underrated - ingredients in any successful venture. If you&#39;re not having fun, then it&#39;s probably time to call it quits and try something else.","author":"Richard Branson","topic":"Time"},{"quote":"I like to think that as I get older I&#39;m getting better at spending time with people who have qualities that make them worth spending time with.","author":"Samantha Power","topic":"Time"},{"quote":"Life is short and we have never too much time for gladdening the hearts of those who are travelling the dark journey with us. Oh be swift to love, make haste to be kind.","author":"Henri Frederic Amiel","topic":"Time"},{"quote":"It&#39;s been proven by quite a few studies that plants are good for our psychological development. If you green an area, the rate of crime goes down. Torture victims begin to recover when they spend time outside in a garden with flowers. So we need them, in some deep psychological sense, which I don&#39;t suppose anybody really understands yet.","author":"Jane Goodall","topic":"Time"},{"quote":"I would fight for my liberty so long as my strength lasted, and if the time came for me to go, the Lord would let them take me.","author":"Harriet Tubman","topic":"Time"},{"quote":"Youth is not a time of life; it is a state of mind; it is not a matter of rosy cheeks, red lips and supple knees; it is a matter of the will, quality of the imagination, a vigor of the emotions; it is the freshness of the deep springs of life.","author":"Samuel Ullman","topic":"Time"},{"quote":"No distance of place or lapse of time can lessen the friendship of those who are thoroughly persuaded of each other&#39;s worth.","author":"Robert Southey","topic":"Time"},{"quote":"I&#39;m a very positive person, but this whole concept of having to always be nice, always smiling, always happy, that&#39;s not real. It was like I was wearing a mask. I was becoming this perfectly chiselled sculpture, and that was bad. That took a long time to understand.","author":"Alicia Keys","topic":"Time"},{"quote":"With modeling, you pose. You want to look your best all the time. With acting, you have to be aware of the camera, but the more you show your imperfections, the better you&#39;re going to be.","author":"Diane Kruger","topic":"Time"},{"quote":"Time management is an oxymoron. Time is beyond our control, and the clock keeps ticking regardless of how we lead our lives. Priority management is the answer to maximizing the time we have.","author":"John C. Maxwell","topic":"Time"},{"quote":"Your competition is not other people but the time you kill, the ill will you create, the knowledge you neglect to learn, the connections you fail to build, the health you sacrifice along the path, your inability to generate ideas, the people around you who don&#39;t support and love your efforts, and whatever god you curse for your bad luck.","author":"James Altucher","topic":"Time"},{"quote":"We must reject the idea that every time a law&#39;s broken, society is guilty rather than the lawbreaker. It is time to restore the American precept that each individual is accountable for his actions.","author":"Ronald Reagan","topic":"Time"},{"quote":"There are no words that can describe the euphoria you feel when your baby recognizes you for the first time and smiles.","author":"Jared Padalecki","topic":"Time"},{"quote":"We live between the act of awakening and the act of surrender. Each morning, we awaken to the light and the invitation to a new day in the world of time; each night, we surrender to the dark to be taken to play in the world of dreams where time is no more.","author":"John O'Donohue","topic":"Time"},{"quote":"If biking is your passion, set aside time to enjoy a good ride.","author":"Patrick Dempsey","topic":"Time"},{"quote":"In a time of universal deceit - telling the truth is a revolutionary act.","author":"Unknown","topic":"Time"},{"quote":"So long as you have food in your mouth, you have solved all questions for the time being.","author":"Franz Kafka","topic":"Time"},{"quote":"I believe God has a path for me. He&#39;s always had a path for me, and I&#39;ve always been in the right place at the right time - not because of my efforts, but because of my preparation and because of the guides that I have, the mentors that I have, the spiritual walkers that I&#39;ve had all my life.","author":"Judith Jamison","topic":"Time"},{"quote":"Where I am today... I still have my ups and downs, but I take it one day at a time and I just hope that I can be the best that I can possibly be, not only for myself, but also young people that are out there today that need someone to look up to.","author":"Demi Lovato","topic":"Time"},{"quote":"Christmas is the perfect time to celebrate the love of God and family and to create memories that will last forever. Jesus is God&#39;s perfect, indescribable gift. The amazing thing is that not only are we able to receive this gift, but we are able to share it with others on Christmas and every other day of the year.","author":"Joel Osteen","topic":"Time"},{"quote":"My ultimate goal is to end up being happy. Most of the time.","author":"Taylor Swift","topic":"Time"},{"quote":"Our duty is to encourage every one in his struggle to live up to his own highest idea, and strive at the same time to make the ideal as near as possible to the Truth.","author":"Swami Vivekananda","topic":"Time"},{"quote":"Time moves in one direction, memory in another.","author":"William Gibson","topic":"Time"},{"quote":"I think anything is possible if you have the mindset and the will and desire to do it and put the time in.","author":"Roger Clemens","topic":"Time"},{"quote":"All things are subject to interpretation whichever interpretation prevails at a given time is a function of power and not truth.","author":"Friedrich Nietzsche","topic":"Time"},{"quote":"People have a hard time letting go of their suffering. Out of a fear of the unknown, they prefer suffering that is familiar.","author":"Thich Nhat Hanh","topic":"Time"},{"quote":"I will never forget experiencing Venice for the first time. It feels like you are transported to another time - the art, music, food and pure romance in the air is like no other place.","author":"Elizabeth Berkley","topic":"Time"},{"quote":"Going home and spending time with your family and your real friends keeps you grounded.","author":"Jennifer Ellison","topic":"Time"},{"quote":"Encouragement to others is something everyone can give. Somebody needs what you have to give. It may not be your money; it may be your time. It may be your listening ear. It may be your arms to encourage. It may be your smile to uplift. Who knows?","author":"Joel Osteen","topic":"Time"},{"quote":"Racism is a much more clandestine, much more hidden kind of phenomenon, but at the same time it&#39;s perhaps far more terrible than it&#39;s ever been.","author":"Angela Davis","topic":"Time"},{"quote":"Whenever I gaze up at the moon, I feel like I&#39;m on a time machine. I am back to that precious pinpoint of time, standing on the foreboding - yet beautiful - Sea of Tranquility. I could see our shining blue planet Earth poised in the darkness of space.","author":"Buzz Aldrin","topic":"Time"},{"quote":"&#39;What if?&#39; statements throw fuel on the fire of stress and worry. Things can go in a million different directions, and the more time you spend worrying about the possibilities, the less time you&#39;ll spend focusing on taking action that will calm you down and keep your stress under control.","author":"Travis Bradberry","topic":"Time"},{"quote":"I thank God for my failures. Maybe not at the time but after some reflection. I never feel like a failure just because something I tried has failed.","author":"Dolly Parton","topic":"Time"},{"quote":"Christmas is the spirit of giving without a thought of getting. It is happiness because we see joy in people. It is forgetting self and finding time for others. It is discarding the meaningless and stressing the true values.","author":"Thomas S. Monson","topic":"Time"},{"quote":"I wish I could say I see my little brother more. We used to fight all the time but now that I don&#39;t see him very often I cherish the time I have with him.","author":"Zac Efron","topic":"Time"},{"quote":"I think every girl&#39;s dream is to find a bad boy at the right time, when he wants to not be bad anymore.","author":"Taylor Swift","topic":"Time"},{"quote":"The police are the public and the public are the police; the police being only members of the public who are paid to give full time attention to duties which are incumbent on every citizen in the interests of community welfare and existence.","author":"Robert Peel","topic":"Time"},{"quote":"The industrial revolution allowed us, for the first time, to start replacing human labour with machines.","author":"Vitalik Buterin","topic":"Time"},{"quote":"For a really long time, I thought being different was a negative thing. But as I grew older, I started to realize we were all born to stand out; nobody is born to blend in.","author":"Halima Aden","topic":"Time"},{"quote":"I think there&#39;s a right time for everything, and I&#39;m a true believer that everything happens for a reason.","author":"Bella Hadid","topic":"Time"},{"quote":"Playing video games is something I enjoy in my spare time. I&#39;m a gamer, always have been.","author":"Kevin Garnett","topic":"Time"},{"quote":"Lipstick is the most valuable weapon in a woman&#39;s make-up kit. It has the power to transform the appearance and mood of the person wearing it, and, at the same time, arouses the admiration of everybody else.","author":"Monica Bellucci","topic":"Time"},{"quote":"The right of every American to first-class citizenship is the most important issue of our time.","author":"Jackie Robinson","topic":"Time"},{"quote":"Keep on beginning and failing. Each time you fail, start all over again, and you will grow stronger until you have accomplished a purpose - not the one you began with perhaps, but one you&#39;ll be glad to remember.","author":"Anne Sullivan","topic":"Time"},{"quote":"Lost - yesterday, somewhere between sunrise and sunset, two golden hours, each set with sixty diamond minutes. No reward is offered, for they are gone forever.","author":"Horace Mann","topic":"Time"},{"quote":"Spending time outdoors makes you feel great.","author":"Elizabeth Hurley","topic":"Time"},{"quote":"Every particular in nature, a leaf, a drop, a crystal, a moment of time is related to the whole, and partakes of the perfection of the whole.","author":"Ralph Waldo Emerson","topic":"Time"},{"quote":"A great restaurant is one that just makes you feel like you&#39;re not sure whether you went out or you came home and confuses you. If it can do both of those things at the same time, you&#39;re hooked.","author":"Danny Meyer","topic":"Time"},{"quote":"I don&#39;t have time for hobbies. At the end of the day, I treat my job as a hobby. It&#39;s something I love doing.","author":"David Beckham","topic":"Time"},{"quote":"I&#39;m not sure why I like cats so much. I mean, they&#39;re really cute obviously. They are both wild and domestic at the same time.","author":"Michael Showalter","topic":"Time"},{"quote":"The only time I have problems is when I sleep.","author":"Tupac Shakur","topic":"Time"},{"quote":"Am I complicated? Nah, I&#39;m interesting. I just like having a good time.","author":"Gerry Cooney","topic":"Time"},{"quote":"I want to thank you for taking time out of your day to come and witness my hanging.","author":"George W. Bush","topic":"Time"},{"quote":"Time is too slow for those who wait, too swift for those who fear, too long for those who grieve, too short for those who rejoice, but for those who love, time is eternity.","author":"Henry Van Dyke","topic":"Time"},{"quote":"We believe in working hard and having fun at the same time. It&#39;s a way of life for me, and I feel tremendous.","author":"Robert Stigwood","topic":"Time"},{"quote":"We all have our time machines. Some take us back, they&#39;re called memories. Some take us forward, they&#39;re called dreams.","author":"Jeremy Irons","topic":"Time"},{"quote":"Beauty is the only thing that time cannot harm. Philosophies fall away like sand, creeds follow one another, but what is beautiful is a joy for all seasons, a possession for all eternity.","author":"Oscar Wilde","topic":"Time"},{"quote":"If you don&#39;t have time to do it right, when will you have time to do it over?","author":"John Wooden","topic":"Time"},{"quote":"Time flies really quickly. It feels like only a few months ago that I was traded over here and started my career as a Cub in 2013.","author":"Jake Arrieta","topic":"Time"},{"quote":"In cricket, my superhero is Sachin Tendulkar. He has always been my hero and will continue to remain so. Apart from him and outside cricket, my mother has remained my inspiration. Whatever difficult time I had faced, she was always there for me. She has given me all the strength. She maintained her composure and supported me in tough times.","author":"Virat Kohli","topic":"Time"},{"quote":"Of course, I think that people are just waiting for that time when I make a mistake and they&#39;re gonna jump on it.... There&#39;s gonna be haters.","author":"Justin Bieber","topic":"Time"},{"quote":"It&#39;s so important to keep a marriage alive with small treats and doing little things for each other. Just remembering to say nice things and to have listening time is vital. That ghastly phrase &#39;quality time&#39; means taking three minutes to sit down and be still with someone rather than yelling over your shoulder as you rush out.","author":"Joanna Lumley","topic":"Time"},{"quote":"Sometimes a loss is the best thing that can happen. It teaches you what you should have done next time.","author":"Snoop Dogg","topic":"Time"},{"quote":"There&#39;d never been a more advantageous time to be a criminal in America than during the 13 years of Prohibition. At a stroke, the American government closed down the fifth largest industry in the United States - alcohol production - and just handed it to criminals - a pretty remarkable thing to do.","author":"Bill Bryson","topic":"Time"},{"quote":"An important part of dating is communicating. We communicate by sharing our thoughts, ideas, and feelings. We enjoy being with someone when we have an easy time communicating or when we have a lot to talk about.","author":"John Bytheway","topic":"Time"},{"quote":"Together with a culture of work, there must be a culture of leisure as gratification. To put it another way: people who work must take the time to relax, to be with their families, to enjoy themselves, read, listen to music, play a sport.","author":"Pope Francis","topic":"Time"},{"quote":"I remember the first time I put on the Army uniform. I just felt like a totally different person - I felt proud.","author":"Jessica Lynch","topic":"Time"},{"quote":"I learned a long time ago the wisest thing I can do is be on my own side, be an advocate for myself and others like me.","author":"Maya Angelou","topic":"Time"},{"quote":"We live in deeds, not years; in thoughts, not breaths; in feelings, not in figures on a dial. We should count time by heart throbs. He most lives who thinks most, feels the noblest, acts the best.","author":"Aristotle","topic":"Time"},{"quote":"Brand is just a perception, and perception will match reality over time. Sometimes it will be ahead, other times it will be behind. But brand is simply a collective impression some have about a product.","author":"Elon Musk","topic":"Time"},{"quote":"Don&#39;t waste time on what&#39;s not important. Don&#39;t get sucked into the drama. Get on with it: don&#39;t dwell on the past. Be a big person; be generous of spirit; be the person you&#39;d admire.","author":"Allegra Huston","topic":"Time"},{"quote":"History is not everything, but it is a starting point. History is a clock that people use to tell their political and cultural time of day. It is a compass they use to find themselves on the map of human geography. It tells them where they are but, more importantly, what they must be.","author":"John Henrik Clarke","topic":"Time"},{"quote":"I never thought I was particularly good looking. But when I see old photographs, I realise that I was. I do wish I had known that at the time because beauty is power. I didn&#39;t realise how lucky I was to be young, beautiful and in Hollywood. It didn&#39;t hit me. Every day I woke up, went to the film studio and just got on with it.","author":"Joan Collins","topic":"Time"},{"quote":"In time of difficulties, we must not lose sight of our achievements.","author":"Mao Zedong","topic":"Time"},{"quote":"There are so many forms of love. Spending time with friends, love stories. I enjoy showing my love by baking a cake for somebody and writing his or her name on it, and seeing his or her reaction. I love to offer flowers, too!","author":"Pom Klementieff","topic":"Time"},{"quote":"The time to repair the roof is when the sun is shining.","author":"John F. Kennedy","topic":"Time"},{"quote":"Video games are a waste of time for men with nothing else to do. Real brains don&#39;t do that.","author":"Ray Bradbury","topic":"Time"},{"quote":"There is no greater harm than that of time wasted.","author":"Michelangelo","topic":"Time"},{"quote":"At a time like this, scorching irony, not convincing argument, is needed.","author":"Frederick Douglass","topic":"Time"},{"quote":"Don&#39;t worry about the world coming to an end today. It is already tomorrow in Australia.","author":"Charles M. Schulz","topic":"Time"},{"quote":"The winter solstice has always been special to me as a barren darkness that gives birth to a verdant future beyond imagination, a time of pain and withdrawal that produces something joyfully inconceivable, like a monarch butterfly masterfully extracting itself from the confines of its cocoon, bursting forth into unexpected glory.","author":"Gary Zukav","topic":"Time"},{"quote":"Health is the thing that makes you feel that now is the best time of the year.","author":"Franklin Pierce Adams","topic":"Time"},{"quote":"As long as you know yourself and you got good people around you and you passionate about what you do, that&#39;s all that matters because at the end of the day, you go to sleep with the people you love, you wake up with the people you love, and you spend your time with the people you love.","author":"Tyga","topic":"Time"},{"quote":"My parents were kind of over protective people. Me and my sister had to play in the backyard all the time. They bought us bikes for Christmas but wouldn&#39;t let us ride in the street, we had to ride in the backyard. Another Christmas, my dad got me a basketball hoop and put it in the middle of the lawn! You can&#39;t dribble on grass.","author":"Jimmy Fallon","topic":"Time"},{"quote":"As you navigate through the rest of your life, be open to collaboration. Other people and other people&#39;s ideas are often better than your own. Find a group of people who challenge and inspire you, spend a lot of time with them, and it will change your life.","author":"Amy Poehler","topic":"Time"},{"quote":"We need to internalize this idea of excellence. Not many folks spend a lot of time trying to be excellent.","author":"Barack Obama","topic":"Time"},{"quote":"True generosity is an offering; given freely and out of pure love. No strings attached. No expectations. Time and love are the most valuable possession you can share.","author":"Suze Orman","topic":"Time"},{"quote":"I love getting dressed up in a suit because I don&#39;t do it all the time.","author":"Jason Statham","topic":"Time"},{"quote":"I am what time, circumstance, history, have made of me, certainly, but I am also, much more than that. So are we all.","author":"James A. Baldwin","topic":"Time"},{"quote":"Time begins the healing process of wounds cut deeply by oppression. We soothe ourselves with the salve of attempted indifference, accepting the false pattern set up by the horrible restriction of Jim Crow laws.","author":"Rosa Parks","topic":"Time"},{"quote":"The greatest achievement was at first and for a time a dream. The oak sleeps in the acorn, the bird waits in the egg, and in the highest vision of the soul a waking angel stirs. Dreams are the seedlings of realities.","author":"James Allen","topic":"Time"},{"quote":"Every time I start to get worked up over something, I just think to myself, &#39;Is this really going to matter in my life tomorrow, in an hour, in a year?&#39; You just can&#39;t get stressed about the little things &#39;cause it&#39;s just not worth it at the end of the day.","author":"Kylie Jenner","topic":"Time"},{"quote":"Politics - I still think it&#39;s a bunch of liars and a bunch of self-interest. It&#39;s not about the people: it&#39;s about themselves and their rise to power. They are voting on things based on whether they will have the support of the people when they vote next time. They don&#39;t have the balls to say, &#39;I believe in this. I don&#39;t care what happens.&#39;","author":"Jay-Z","topic":"Time"},{"quote":"Technology gives us the facilities that lessen the barriers of time and distance - the telegraph and cable, the telephone, radio, and the rest.","author":"Emily Greene Balch","topic":"Time"},{"quote":"In seed time learn, in harvest teach, in winter enjoy.","author":"William Blake","topic":"Time"},{"quote":"I love everything about the holidays: the decorations, the parties, and spending time with friends and family. What I love most is that feeling of giving back. Every bit counts.","author":"Brad Goreski","topic":"Time"},{"quote":"That old law about &#39;an eye for an eye&#39; leaves everybody blind. The time is always right to do the right thing.","author":"Martin Luther King, Jr.","topic":"Time"},{"quote":"Do not wait; the time will never be &#39;just right.&#39; Start where you stand, and work with whatever tools you may have at your command, and better tools will be found as you go along.","author":"George Herbert","topic":"Time"},{"quote":"Tramping is too easy with all this money. My days were more exciting when I was penniless and had to forage around for my next meal... I&#39;ve decided that I&#39;m going to live this life for some time to come. The freedom and simple beauty of it is just too good to pass up.","author":"Christopher McCandless","topic":"Time"},{"quote":"The only people for me are the mad ones: the ones who are mad to live, mad to talk, mad to be saved, desirous of everything at the same time, the ones who... burn, burn, burn like fabulous yellow Roman candles.","author":"Jack Kerouac","topic":"Time"},{"quote":"Our greatest glory is not in never failing, but in rising up every time we fail.","author":"Ralph Waldo Emerson","topic":"Time"},{"quote":"Children should be able to live a life free from bullying and harassment and it is time that we all took a stand against this.","author":"Katherine Jenkins","topic":"Time"},{"quote":"Winning is not a sometime thing; it&#39;s an all the time thing. You don&#39;t win once in a while... you don&#39;t do things right once in a while... you do them right all the time. Winning is habit.","author":"Vince Lombardi","topic":"Time"},{"quote":"No one ever said learning was to be easy, but it&#39;s part of the process of evolving as a human being, and we all have to go through it. When I look back, I see that each difficult time brought an important lesson. And I prefer to look at it with gratitude because I wouldn&#39;t be who I am today if I haven&#39;t gone through it all.","author":"Gisele Bundchen","topic":"Time"},{"quote":"Golf is deceptively simple and endlessly complicated; it satisfies the soul and frustrates the intellect. It is at the same time rewarding and maddening - and it is without a doubt the greatest game mankind has ever invented.","author":"Arnold Palmer","topic":"Time"},{"quote":"It&#39;s easy to play any musical instrument: all you have to do is touch the right key at the right time and the instrument will play itself.","author":"Johann Sebastian Bach","topic":"Time"},{"quote":"The only time you really live fully is from thirty to sixty. The young are slaves to dreams; the old servants of regrets. Only the middle-aged have all their five senses in the keeping of their wits.","author":"Theodore Roosevelt","topic":"Time"},{"quote":"I like that time is marked by each sunrise and sunset whether or not you actually see it.","author":"Catherine Opie","topic":"Time"},{"quote":"Your grandparents came of age in the Great Depression, when everyday life was about deprivation and sacrifice, when the economic conditions of the time were so grave and so unrelenting it would have been easy enough for the American dream to fade away.","author":"Tom Brokaw","topic":"Time"},{"quote":"When you are a photographer, you work all the time, because your eye is the first camera.","author":"Patrick Demarchelier","topic":"Time"},{"quote":"People spend too much time finding other people to blame, too much energy finding excuses for not being what they are capable of being, and not enough energy putting themselves on the line, growing out of the past, and getting on with their lives.","author":"J. Michael Straczynski","topic":"Time"},{"quote":"Truth is the daughter of time, not of authority.","author":"Francis Bacon","topic":"Time"},{"quote":"Sometimes you will think you can&#39;t take it another day. But if you hang in there, one step at a time, you will be able to accomplish more than you ever imagine.","author":"Taya Kyle","topic":"Time"},{"quote":"Someday, after mastering the winds, the waves, the tides and gravity, we shall harness for God the energies of love, and then, for a second time in the history of the world, man will have discovered fire.","author":"Pierre Teilhard de Chardin","topic":"Time"},{"quote":"Leadership to me means duty, honor, country. It means character, and it means listening from time to time.","author":"George W. Bush","topic":"Time"},{"quote":"If atomic bombs are to be added as new weapons to the arsenals of a warring world, or to the arsenals of nations preparing for war, then the time will come when mankind will curse the names of Los Alamos and of Hiroshima.","author":"J. Robert Oppenheimer","topic":"Time"},{"quote":"I think my all time favourite song would be between &#39;Slow Dancing in a Burning Room&#39; and &#39;Dreaming with a Broken Heart&#39; by John Mayer.","author":"Shawn Mendes","topic":"Time"},{"quote":"We didn&#39;t lose the game; we just ran out of time.","author":"Vince Lombardi","topic":"Time"},{"quote":"Civilization began the first time an angry person cast a word instead of a rock.","author":"Sigmund Freud","topic":"Time"},{"quote":"When we understand the connection between how we live and how long we live, it&#39;s easier to make different choices. Instead of viewing the time we spend with friends and family as luxuries, we can see that these relationships are among the most powerful determinants of our well-being and survival.","author":"Dean Ornish","topic":"Time"},{"quote":"Going home, spending time with the family, I feel they&#39;re my friends as well, all of them. I look forward to meeting any one of them for a coffee, and when we all get together, I just love it.","author":"Domhnall Gleeson","topic":"Time"},{"quote":"Life is about having a good time, and it was a good time. We did some things well and some things poorly, but that was always the case.","author":"Norman Lear","topic":"Time"},{"quote":"Life is too short to not have fun; we are only here for a short time compared to the sun and the moon and all that.","author":"Coolio","topic":"Time"},{"quote":"I love the sensation of being out in the open air, far away from all the distractions of modern life. I will usually disappear for a couple of hours, and that time on my bike is quite sacred, as it&#39;s when I do all my serious thinking. Sometimes I will stop off at bikers&#39; cafe and have a bacon sandwich.","author":"Paul Hollywood","topic":"Time"},{"quote":"There is no right time and right place for love... it can happen any time.","author":"Shah Rukh Khan","topic":"Time"},{"quote":"There is a time for many words, and there is also a time for sleep.","author":"Homer","topic":"Time"},{"quote":"All the lessons are in nature. You look at the way rocks are formed - the wind and the water hitting them, shaping them, making them what they are. Things take time, you know?","author":"Diane Lane","topic":"Time"},{"quote":"In my mind I&#39;m a blind man doin&#39; time.","author":"Tupac Shakur","topic":"Time"},{"quote":"I think we all have our own personality, unique and distinctive, and at the same time, I think that our own unique and distinctive personality blends with the wind, with the footsteps in the street, with the noises around the corner, and with the silence of memory, which is the great producer of ghosts.","author":"Octavio Paz","topic":"Time"},{"quote":"Most people spend more time and energy going around problems than in trying to solve them.","author":"Henry Ford","topic":"Time"},{"quote":"The time you enjoy wasting is not wasted time.","author":"Bertrand Russell","topic":"Time"},{"quote":"Each time I think I&#39;ve created time for myself, along comes a throwback to disrupt my private space.","author":"Wole Soyinka","topic":"Time"},{"quote":"I&#39;m hungry for knowledge. The whole thing is to learn every day, to get brighter and brighter. That&#39;s what this world is about. You look at someone like Gandhi, and he glowed. Martin Luther King glowed. Muhammad Ali glows. I think that&#39;s from being bright all the time, and trying to be brighter.","author":"Jay-Z","topic":"Time"},{"quote":"Everything is a learning process: any time you fall over, it&#39;s just teaching you to stand up the next time.","author":"Joel Edgerton","topic":"Time"},{"quote":"Love is a strange emotion. It is ever evolving. Lust is transient. With time, one realizes that love and togetherness are two different things. Very few people are lucky enough to experience the two emotions simultaneously.","author":"Randeep Hooda","topic":"Time"},{"quote":"If you have a chance to accomplish something that will make things better for people coming behind you, and you don&#39;t do that, you are wasting your time on this earth.","author":"Roberto Clemente","topic":"Time"},{"quote":"Fog is my weakness, and every time there is low fog, I am out and about with my camera.","author":"Om Malik","topic":"Time"},{"quote":"Time stays long enough for anyone who will use it.","author":"Leonardo da Vinci","topic":"Time"},{"quote":"For me, forgiveness and compassion are always linked: how do we hold people accountable for wrongdoing and yet at the same time remain in touch with their humanity enough to believe in their capacity to be transformed?","author":"bell hooks","topic":"Time"},{"quote":"Achievers have an enabling attitude, realism, and a conviction that they themselves were the laboratory of innovation. Their ability to change themselves is central to their success. They have learned to conserve their energy by minimizing the time spent in regret or complaint. Every event is a lesson to them, every person a teacher.","author":"Marilyn Ferguson","topic":"Time"},{"quote":"We must find new lands from which we can easily obtain raw materials and at the same time exploit the cheap slave labor that is available from the natives of the colonies. The colonies would also provide a dumping ground for the surplus goods produced in our factories.","author":"Cecil Rhodes","topic":"Time"},{"quote":"Nothing is a waste of time if you use the experience wisely.","author":"Auguste Rodin","topic":"Time"},{"quote":"Live one day at a time emphasizing ethics rather than rules.","author":"Wayne Dyer","topic":"Time"},{"quote":"Try and leave this world a little better than you found it, and when your turn comes to die, you can die happy in feeling that at any rate, you have not wasted your time but have done your best.","author":"Robert Baden-Powell","topic":"Time"},{"quote":"When you run the marathon, you run against the distance, not against the other runners and not against the time.","author":"Haile Gebrselassie","topic":"Time"},{"quote":"There&#39;s so much to appreciate about my life every single day, and I make a big point of taking time to smell the roses and noticing how lucky I am. I never want to take that for granted.","author":"Josie Maran","topic":"Time"},{"quote":"If you&#39;re being ignored, that&#39;s a good time to concentrate on finding yourself and creating your own mystery.","author":"Lykke Li","topic":"Time"},{"quote":"&#39;The Princess Bride&#39; was a movie that I watched all the time.","author":"Charlie Rowe","topic":"Time"},{"quote":"I had felt for a long time that, if I was ever told to get up so a white person could sit, that I would refuse to do so.","author":"Rosa Parks","topic":"Time"},{"quote":"There are no secrets that time does not reveal.","author":"Jean Racine","topic":"Time"},{"quote":"We will be more successful in all our endeavors if we can let go of the habit of running all the time, and take little pauses to relax and re-center ourselves. And we&#39;ll also have a lot more joy in living.","author":"Thich Nhat Hanh","topic":"Time"},{"quote":"All blame is a waste of time. No matter how much fault you find with another, and regardless of how much you blame him, it will not change you. The only thing blame does is to keep the focus off you when you are looking for... reasons to explain your unhappiness or frustration.","author":"Casey Stengel","topic":"Time"},{"quote":"As long as we are persistence in our pursuit of our deepest destiny, we will continue to grow. We cannot choose the day or time when we will fully bloom. It happens in its own time.","author":"Denis Waitley","topic":"Time"},{"quote":"Time is a sort of river of passing events, and strong is its current; no sooner is a thing brought to sight than it is swept by and another takes its place, and this too will be swept away.","author":"Marcus Aurelius","topic":"Time"},{"quote":"Loyalty to the Nation all the time, loyalty to the Government when it deserves it.","author":"Mark Twain","topic":"Time"},{"quote":"We all need to make time for a burger once in a while.","author":"Erica Durance","topic":"Time"},{"quote":"Ocean is more ancient than the mountains, and freighted with the memories and the dreams of Time.","author":"H. P. Lovecraft","topic":"Time"},{"quote":"Like as the waves make towards the pebbl&#39;d shore, so do our minutes, hasten to their end.","author":"William Shakespeare","topic":"Time"},{"quote":"I went to a restaurant that serves &#39;breakfast at any time&#39;. So I ordered French Toast during the Renaissance.","author":"Steven Wright","topic":"Time"},{"quote":"Anything I&#39;ve ever said, I certainly was feeling at the time.","author":"Eminem","topic":"Time"},{"quote":"Know the true value of time; snatch, seize, and enjoy every moment of it. No idleness, no laziness, no procrastination: never put off till tomorrow what you can do today.","author":"Philip Stanhope, 4th Earl of Chesterfield","topic":"Time"},{"quote":"There is a vitality, a life force, an energy, a quickening, that is translated through you into action, and because there is only one of you in all time, this expression is unique.","author":"Martha Graham","topic":"Time"},{"quote":"To be a Negro in this country and to be relatively conscious is to be in a rage almost all the time.","author":"James A. Baldwin","topic":"Time"},{"quote":"It&#39;s when children are 15, 16 or 17 that they decide whether they want to be a doctor, an engineer, a politician or go to the Mars or moon. That is the time they start having a dream, and that&#39;s the time you can work on them. You can help them shape their dreams.","author":"A. P. J. Abdul Kalam","topic":"Time"},{"quote":"I was raised in a very humble environment, and I was always taught to be humble to the things that are happening in my life because they&#39;re blessings. They&#39;re blessings in every way. Whether you&#39;re able to help someone get through a tough time in their life through your music or through comedy, or whatever it is, you&#39;re just a channel.","author":"Justin Timberlake","topic":"Time"},{"quote":"I have short goals - to get better every day, to help my teammates every day - but my only ultimate goal is to win an NBA championship. It&#39;s all that matters. I dream about it. I dream about it all the time, how it would look, how it would feel. It would be so amazing.","author":"LeBron James","topic":"Time"},{"quote":"Mental prayer in my opinion is nothing else than an intimate sharing between friends; it means taking time frequently to be alone with Him who we know loves us. The important thing is not to think much but to love much and so do that which best stirs you to love. Love is not great delight but desire to please God in everything.","author":"Saint Teresa of Avila","topic":"Time"},{"quote":"When you grow up by the sea, you spend a good deal of time looking at the horizon. You wonder what on Earth the waves might bring - and where the sea might deposit you - until one day you know you have lived between two places, the scene of arrival and the point of departure.","author":"Andrew O'Hagan","topic":"Time"},{"quote":"About the time we can make the ends meet, somebody moves the ends.","author":"Herbert Hoover","topic":"Time"},{"quote":"Time is the most valuable thing on earth: time to think, time to act, time to extend our fraternal relations, time to become better men, time to become better women, time to become better and more independent citizens.","author":"Samuel Gompers","topic":"Time"},{"quote":"It&#39;s always fun to visit multiple locations on one trip, but I think it also really depends on the ages of those on holiday. As a child, I loved spending time in one vacation spot, getting attached to the location, becoming comfortable, and feeling as though I were at home. This is something I would like for my children to experience.","author":"Margherita Missoni","topic":"Time"},{"quote":"Experience hath shewn, that even under the best forms of government those entrusted with power have, in time, and by slow operations, perverted it into tyranny.","author":"Thomas Jefferson","topic":"Time"},{"quote":"Time flies. It&#39;s up to you to be the navigator.","author":"Robert Orben","topic":"Time"},{"quote":"All I want to do when I have time off is to have a laugh with my school friends and go down the pub.","author":"Samantha Mumba","topic":"Time"},{"quote":"The innocent and the beautiful have no enemy but time.","author":"William Butler Yeats","topic":"Time"},{"quote":"I&#39;m just here for good times, man. I want people to have the best time ever. Especially if they&#39;re around me.","author":"Travis Scott","topic":"Time"},{"quote":"History is a cyclic poem written by time upon the memories of man.","author":"Percy Bysshe Shelley","topic":"Time"},{"quote":"Right now I&#39;m having amnesia and deja vu at the same time... I think I&rsquo;ve forgotten this before.","author":"Steven Wright","topic":"Time"},{"quote":"That brain of mine is something more than merely mortal, as time will show.","author":"Ada Lovelace","topic":"Time"},{"quote":"People are stubborn about what they perceive to be the right thing or the wrong thing, and it takes a long time to filter this human condition. There&#39;s a waiting period until people catch up. But if you have patience - which it takes when someone thinks differently from you - everybody always catches up. That patience is a wonderful virtue.","author":"Johnny Mathis","topic":"Time"},{"quote":"You can learn new things at any time in your life if you&#39;re willing to be a beginner. If you actually learn to like being a beginner, the whole world opens up to you.","author":"Barbara Sher","topic":"Time"},{"quote":"I&#39;m a really nice guy when you meet me, and that surprises a lot of people. I&#39;m not that eccentric in real life - and certainly not that disrespectful. In my own time, I like to just chill out with friends and not get in people&#39;s faces.","author":"KSI","topic":"Time"},{"quote":"The time you spend alone with God will transform your character and increase your devotion. Then your integrity and godly behavior in an unbelieving world will make others long to know the Lord.","author":"Charles Stanley","topic":"Time"},{"quote":"There is no standing still because time is moving forward.","author":"Greg Lake","topic":"Time"},{"quote":"The starting point of discovering who you are, your gifts, your talents, your dreams, is being comfortable with yourself. Spend time alone. Write in a journal. Take long walks in the woods.","author":"Robin S. Sharma","topic":"Time"},{"quote":"The Joker is my favorite villain of all time: You don&#39;t know his past; you just know what his plans are.","author":"The Weeknd","topic":"Time"},{"quote":"Life is designed to knock you down. It will knock you down time and time again, but it doesn&#39;t matter how many times you fall - it matters how many times you get back up.","author":"Lilly Singh","topic":"Time"},{"quote":"The test of a first-rate intelligence is the ability to hold two opposed ideas in mind at the same time and still retain the ability to function.","author":"F. Scott Fitzgerald","topic":"Time"},{"quote":"Over time, naturally, you lose your innocence from gaining knowledge. You can&#39;t be innocent forever, but there&#39;s something in innocence you need to regain to be creative.","author":"Albert Hammond, Jr.","topic":"Time"},{"quote":"If time be of all things the most precious, wasting time must be the greatest prodigality.","author":"Benjamin Franklin","topic":"Time"},{"quote":"The two most important requirements for major success are: first, being in the right place at the right time, and second, doing something about it.","author":"Ray Kroc","topic":"Time"},{"quote":"I find that it&#39;s best to take one step at a time and cross each bridge as they come to you.","author":"Michael Stuhlbarg","topic":"Time"},{"quote":"There is nothing as sweet as a comeback, when you are down and out, about to lose, and out of time.","author":"Anne Lamott","topic":"Time"},{"quote":"Tell the truth, work hard, and come to dinner on time.","author":"Gerald R. Ford","topic":"Time"},{"quote":"If you&#39;re not really having a good time, it&#39;s not worth it.","author":"Kyle Chandler","topic":"Time"},{"quote":"At this crucial time in our lives, when everything is so desperate, when every day is a matter of survival, I don&#39;t think you can help but be involved.","author":"Nina Simone","topic":"Time"},{"quote":"One does not discover new lands without consenting to lose sight of the shore for a very long time.","author":"Andre Gide","topic":"Time"},{"quote":"Medical science has proven time and again that when the resources are provided, great progress in the treatment, cure, and prevention of disease can occur.","author":"Michael J. Fox","topic":"Time"},{"quote":"He who is too busy doing good finds no time to be good.","author":"Rabindranath Tagore","topic":"Time"},{"quote":"The past cannot be cured.","author":"Elizabeth I","topic":"Time"},{"quote":"I love life. There&#39;s so much to learn and see all the time, and nothing nicer for me than to wake up, and the sky is blue.","author":"Pattie Boyd","topic":"Time"},{"quote":"No trait is more justified than revenge in the right time and place.","author":"Meir Kahane","topic":"Time"},{"quote":"I learned a long time ago that reality was much weirder than anyone&#39;s imagination.","author":"Hunter S. Thompson","topic":"Time"},{"quote":"Change is a continuous process. You cannot assess it with the static yardstick of a limited time frame. When a seed is sown into the ground, you cannot immediately see the plant. You have to be patient. With time, it grows into a large tree. And then the flowers bloom, and only then can the fruits be plucked.","author":"Mamata Banerjee","topic":"Time"},{"quote":"A bad system will beat a good person every time.","author":"W. Edwards Deming","topic":"Time"},{"quote":"Dreams have only one owner at a time. That&#39;s why dreamers are lonely.","author":"Erma Bombeck","topic":"Time"},{"quote":"There comes a point in your life when you realize how quickly time goes by, and how quickly it has gone. Then it really speeds up exponentially. With that, I think you start to put a lot of things into context; you start to see how huge the world is, and really, the universe.","author":"Michael Keaton","topic":"Time"},{"quote":"I am not the first Buddha who came upon Earth, nor shall I be the last. In due time, another Buddha will arise in the world - a Holy One, a supremely enlightened One, endowed with wisdom in conduct, auspicious, knowing the universe, an incomparable leader of men, a master of angels and mortals.","author":"Buddha","topic":"Time"},{"quote":"I think most of us are raised with preconceived notions of the choices we&#39;re supposed to make. We waste so much time making decisions based on someone else&#39;s idea of our happiness - what will make you a good citizen or a good wife or daughter or actress. Nobody says, &#39;Just be happy - go be a cobbler or go live with goats.&#39;","author":"Sandra Bullock","topic":"Time"},{"quote":"I don&#39;t feel pressure in a negative way. I like pressure. I feel excitement and calm at the same time. No pressure, no diamonds. I want pressure: pressure creates drama, creates emotion.","author":"Conor McGregor","topic":"Time"},{"quote":"It took me quite a long time to develop a voice, and now that I have it, I am not going to be silent.","author":"Madeleine Albright","topic":"Time"},{"quote":"You&#39;ve got to know what you want. This is central to acting on your intentions. When you know what you want, you realize that all there is left then is time management. You&#39;ll manage your time to achieve your goals because you clearly know what you&#39;re trying to achieve in your life.","author":"Patch Adams","topic":"Time"},{"quote":"I believe in God, who made of one blood all nations that on earth do dwell. I believe that all men, black and brown and white, are brothers, varying through time and opportunity, in form and gift and feature, but differing in no essential particular, and alike in soul and the possibility of infinite development.","author":"W. E. B. Du Bois","topic":"Time"},{"quote":"Ten percent of the big fish still remain. There are still some blue whales. There are still some krill in Antarctica. There are a few oysters in Chesapeake Bay. Half the coral reefs are still in pretty good shape, a jeweled belt around the middle of the planet. There&#39;s still time, but not a lot, to turn things around.","author":"Sylvia Earle","topic":"Time"},{"quote":"Mickey Mouse popped out of my mind onto a drawing pad 20 years ago on a train ride from Manhattan to Hollywood at a time when business fortunes of my brother Roy and myself were at lowest ebb and disaster seemed right around the corner.","author":"Walt Disney","topic":"Time"},{"quote":"Employ your time in improving yourself by other men&#39;s writings, so that you shall gain easily what others have labored hard for.","author":"Socrates","topic":"Time"},{"quote":"Each time dawn appears, the mystery is there in its entirety.","author":"Rene Daumal","topic":"Time"},{"quote":"Jazz music is America&#39;s past and its potential, summed up and sanctified and accessible to anybody who learns to listen to, feel, and understand it. The music can connect us to our earlier selves and to our better selves-to-come. It can remind us of where we fit on the time line of human achievement, an ultimate value of art.","author":"Wynton Marsalis","topic":"Time"},{"quote":"There is no time and space in the digital world. People chat and collaborate through social networks. Cultural icons garner millions of fans online in locations they have often never been themselves. The boundary between public and private life is now everyone&#39;s business.","author":"Eduardo Paes","topic":"Time"},{"quote":"Thanksgiving is a time of togetherness and gratitude.","author":"Nigel Hamilton","topic":"Time"},{"quote":"Nobody sees a flower really; it is so small. We haven&#39;t time, and to see takes time - like to have a friend takes time.","author":"Georgia O'Keeffe","topic":"Time"},{"quote":"I never smoke to excess - that is, I smoke in moderation, only one cigar at a time.","author":"Mark Twain","topic":"Time"},{"quote":"Time is the friend of the wonderful company, the enemy of the mediocre.","author":"Warren Buffett","topic":"Time"},{"quote":"My life is not that glamorous. I actually live a pretty simple life, really. I just work. I don&#39;t have time to do all these glamorous things. I just do my thing, just work.","author":"Olga Kurylenko","topic":"Time"},{"quote":"Time will pass and seasons will come and go.","author":"Roy Bean","topic":"Time"},{"quote":"Art enables us to find ourselves and lose ourselves at the same time.","author":"Thomas Merton","topic":"Time"},{"quote":"The opportunity for brotherhood presents itself every time you meet a human being.","author":"Jane Wyman","topic":"Time"},{"quote":"It is possible to become discouraged about the injustice we see everywhere. But God did not promise us that the world would be humane and just. He gives us the gift of life and allows us to choose the way we will use our limited time on earth. It is an awesome opportunity.","author":"Cesar Chavez","topic":"Time"},{"quote":"The moral values, ethical codes and laws that guide our choices in normal times are, if anything, even more important to help us navigate the confusing and disorienting time of a disaster.","author":"Sheri Fink","topic":"Time"},{"quote":"You can&#39;t please everybody. You&#39;d be crazy if you&#39;re trying to. So take some time out to do some things for yourself.","author":"Nas","topic":"Time"},{"quote":"I know of no time in human history where ignorance was better than knowledge.","author":"Neil deGrasse Tyson","topic":"Time"},{"quote":"The police can&#39;t protect consumers. People need to be more aware and educated about identity theft. You need to be a little bit wiser, a little bit smarter and there&#39;s nothing wrong with being skeptical. We live in a time when if you make it easy for someone to steal from you, someone will.","author":"Frank Abagnale","topic":"Time"},{"quote":"Although I know it&#39;s unfair I reveal myself one mask at a time.","author":"Stephen Dunn","topic":"Time"},{"quote":"I&#39;m the one that has to die when it&#39;s time for me to die, so let me live my life, the way I want to.","author":"Jimi Hendrix","topic":"Time"},{"quote":"I am politically incorrect, that&#39;s true. Political correctness to me is just intellectual terrorism. I find that really scary, and I won&#39;t be intimidated into changing my mind. Everyone isn&#39;t going to love you all the time.","author":"Mel Gibson","topic":"Time"},{"quote":"It&#39;s hard to say how certain stories just punch us in the heart and the brain at the same time at the end. I suppose that&#39;s what we&#39;re all looking for. But each story has its own valence, its own way of saying goodbye to you.","author":"T. C. Boyle","topic":"Time"},{"quote":"I would say that a good shoe is exactly like a good wine. These shoes are going to stay and last for a long time.","author":"Christian Louboutin","topic":"Time"},{"quote":"Networking is all about connecting with people. But then again, isn&#39;t that what life is about? The more time you can find to get out of the office and build true friendships, the farther your startup will go. Entrepreneurs need to remember to spend as much time working on their business as they do in their business.","author":"Jay Samit","topic":"Time"},{"quote":"There should not be a question of legal or illegal immigration. People came and immigrated to this country from the time of the Indians. No one&#39;s illegal. They should just be able to come.","author":"Linda Ronstadt","topic":"Time"},{"quote":"There is only one you for all time. Fearlessly be yourself.","author":"Anthony Rapp","topic":"Time"},{"quote":"Do your damnedest in an ostentatious manner all the time.","author":"George S. Patton","topic":"Time"},{"quote":"One of the nice things about being busy is it makes you focus on what&#39;s important to you and how you use your time.","author":"Lorne Michaels","topic":"Time"},{"quote":"I&#39;m not interested in trying to work on people&#39;s perceptions. I am who I am, and if you don&#39;t take the time to learn about that, then your perception is going to be your problem.","author":"Jim Brown","topic":"Time"},{"quote":"I never cut class. I loved getting A&#39;s, I liked being smart. I liked being on time. I thought being smart is cooler than anything in the world.","author":"Michelle Obama","topic":"Time"},{"quote":"Drugs are a waste of time. They destroy your memory and your self-respect and everything that goes along with with your self-esteem. They&#39;re no good at all.","author":"Kurt Cobain","topic":"Time"},{"quote":"Time is flying never to return.","author":"Virgil","topic":"Time"},{"quote":"Every time you go to an airport and get on a plane, you are basically taking advantage of the work that was done at Langley. Between World War I and World War II, they did just tremendous amount of fundamental research into basically making airplanes safer, making them more stable.","author":"Margot Lee Shetterly","topic":"Time"},{"quote":"Stay open-minded; stay focused. Train hard and train smart. For me, the older I get, the smarter I have to train also, because the recovery time is longer. Work on everything: become a well-rounded fighter - don&#39;t just be good at one thing; be good at everything.","author":"Brock Lesnar","topic":"Time"},{"quote":"The time for action is now. It&#39;s never too late to do something.","author":"Antoine de Saint-Exupery","topic":"Time"},{"quote":"As you grow older, you learn a few things. One of them is to actually take the time you&#39;ve allotted for vacation.","author":"John Battelle","topic":"Time"},{"quote":"We waste time looking for the perfect lover, instead of creating the perfect love.","author":"Tom Robbins","topic":"Time"},{"quote":"Time to open up a new chapter in life, and to explore a larger centre.","author":"Lillian Russell","topic":"Time"},{"quote":"If you&#39;re not having a good time, find something else that gives you some joy in life.","author":"Penny Marshall","topic":"Time"},{"quote":"I don&#39;t want to know what time it is. I don&#39;t want to know what day it is or where I am. None of that matters.","author":"Christopher McCandless","topic":"Time"},{"quote":"I obviously would love to have a girlfriend, but a girlfriend deserves so much of your time and energy. And she deserves to be treated like a princess because that&#39;s how you should treat your girls. And if I can&#39;t give them that time and that devotion because of my dedication to football, then I don&#39;t feel like I should almost waste their time.","author":"J. J. Watt","topic":"Time"},{"quote":"Time is long but life is short.","author":"Stevie Wonder","topic":"Time"},{"quote":"I don&#39;t care how busy I am - I will always make time for what&#39;s most important to me.","author":"Kevin Hart","topic":"Time"},{"quote":"The season of failure is the best time for sowing the seeds of success.","author":"Paramahansa Yogananda","topic":"Time"},{"quote":"Clock watchers never seem to be having a good time.","author":"James Cash Penney","topic":"Time"},{"quote":"Viewed freely, the English language is the accretion and growth of every dialect, race, and range of time, and is both the free and compacted composition of all.","author":"Walt Whitman","topic":"Time"},{"quote":"If someone decides they&#39;re not going to be happy, it&#39;s not your problem. You don&#39;t have to spend your time and energy trying to cheer up someone who has already decided to stay in a bad mood. Believe it or not, you can actually hurt people by playing into their self-pity.","author":"Joyce Meyer","topic":"Time"},{"quote":"Time flies like an arrow - but fruit flies like a banana.","author":"Terry Wogan","topic":"Time"},{"quote":"If a man walks in the woods for love of them half of each day, he is in danger of being regarded as a loafer. But if he spends his days as a speculator, shearing off those woods and making the earth bald before her time, he is deemed an industrious and enterprising citizen.","author":"Henry David Thoreau","topic":"Time"},{"quote":"Love doesn&#39;t just sit there, like a stone; it has to be made, like bread, remade all the time, made new.","author":"Ursula K. Le Guin","topic":"Time"},{"quote":"Life teaches you that you need to make decisions in the right time - not too early, not too late.","author":"Jeb Bush","topic":"Time"},{"quote":"I don&#39;t think you should try to be anything you&#39;re not. If you&#39;re not smiling all the time or always happy - I don&#39;t think it matters. If you&#39;re having bad day, show you&#39;re having a bad day. Don&#39;t try to put up something that&#39;s fake.","author":"Elle Fanning","topic":"Time"},{"quote":"We provoke a shark every time we enter the water where sharks happen to be, for we forget: The ocean is not our territory - it&#39;s theirs.","author":"Peter Benchley","topic":"Time"},{"quote":"I&#39;ve got a theory that if you give 100% all of the time, somehow things will work out in the end.","author":"Larry Bird","topic":"Time"},{"quote":"Aaah, summer - that long anticipated stretch of lazy, lingering days, free of responsibility and rife with possibility. It&#39;s a time to hunt for insects, master handstands, practice swimming strokes, conquer trees, explore nooks and crannies, and make new friends.","author":"Darell Hammond","topic":"Time"},{"quote":"I wasted time, and now doth time waste me.","author":"William Shakespeare","topic":"Time"},{"quote":"Rome has not seen a modern building in more than half a century. It is a city frozen in time.","author":"Richard Meier","topic":"Time"},{"quote":"Take time for all things: great haste makes great waste.","author":"Benjamin Franklin","topic":"Time"},{"quote":"Boxing is the ultimate challenge. There&#39;s nothing that can compare to testing yourself the way you do every time you step in the ring.","author":"Sugar Ray Leonard","topic":"Time"},{"quote":"I gave up my struggle with perfection a long time ago. That is a concept I don&#39;t find very interesting anymore. Everyone just wants to look good in the photographs. I think that is where some of the pressure comes from. Be happy. Be yourself, the day is about a lot more.","author":"Anne Hathaway","topic":"Time"},{"quote":"What is a fear of living? It&#39;s being preeminently afraid of dying. It is not doing what you came here to do, out of timidity and spinelessness. The antidote is to take full responsibility for yourself - for the time you take up and the space you occupy. If you don&#39;t know what you&#39;re here to do, then just do some good.","author":"Maya Angelou","topic":"Time"},{"quote":"Spend some time this weekend on home improvement; improve your attitude toward your family.","author":"Bo Bennett","topic":"Time"},{"quote":"We must use time as a tool, not as a couch.","author":"John F. Kennedy","topic":"Time"},{"quote":"Be of service. Whether you make yourself available to a friend or co-worker, or you make time every month to do volunteer work, there is nothing that harvests more of a feeling of empowerment than being of service to someone in need.","author":"Gillian Anderson","topic":"Time"},{"quote":"Every time I have some moment on a seashore, or in the mountains, or sometimes in a quiet forest, I think this is why the environment has to be preserved.","author":"Bill Bradley","topic":"Time"},{"quote":"We spend our time searching for security and hate it when we get it.","author":"John Steinbeck","topic":"Time"},{"quote":"For me, time is the greatest mystery of all. The fact is that we&#39;re dreaming all the time. That&#39;s what really gets me. We have a fathomless lake of unconsciousness just beneath our skulls.","author":"Anthony Hopkins","topic":"Time"},{"quote":"Time is generally the best doctor.","author":"Ovid","topic":"Time"},{"quote":"I like to be lazy. I do like to be busy and really active, but when that&#39;s done, you can be sure I will be a lazy boy. I like to take time and relax and enjoy life.","author":"Olivier Theyskens","topic":"Time"},{"quote":"When I was 17, I worked in a mentoring program in Harlem designed to improve the community. That&#39;s when I first gained an appreciation of the Harlem Renaissance, a time when African-Americans rose to prominence in American culture. For the first time, they were taken seriously as artists, musicians, writers, athletes, and as political thinkers.","author":"Kareem Abdul-Jabbar","topic":"Time"},{"quote":"When you hold your baby in your arms the first time, and you think of all the things you can say and do to influence him, it&#39;s a tremendous responsibility. What you do with him can influence not only him, but everyone he meets and not for a day or a month or a year but for time and eternity.","author":"Rose Kennedy","topic":"Time"},{"quote":"There was a time when liberalism was identified with anti-Communism. But the Vietnam War led liberals into the arms of the Left, which had been morally confused about Communism since its inception and had become essentially pacifist following the carnage of World War I.","author":"Dennis Prager","topic":"Time"},{"quote":"The only time some people work like a horse is when the boss rides them.","author":"Gabriel Heatter","topic":"Time"},{"quote":"Stop being a critic and be a light; don&#39;t be a judge, be a model. I think we are far too critical. I think the best way to correct behavior is to accentuate and affirm positive behavior and to ignore negative behavior. Generally speaking, there is a time to correct, of course; but my biggest advice would be, &#39;Affirm your child.&#39;","author":"Sean Covey","topic":"Time"},{"quote":"Time and memory are true artists; they remould reality nearer to the heart&#39;s desire.","author":"John Dewey","topic":"Time"},{"quote":"Time travel used to be thought of as just science fiction, but Einstein&#39;s general theory of relativity allows for the possibility that we could warp space-time so much that you could go off in a rocket and return before you set out.","author":"Stephen Hawking","topic":"Time"},{"quote":"I think goals should never be easy, they should force you to work, even if they are uncomfortable at the time.","author":"Michael Phelps","topic":"Time"},{"quote":"There is something good in all seeming failures. You are not to see that now. Time will reveal it. Be patient.","author":"Swami Sivananda","topic":"Time"},{"quote":"Time and tide wait for no man.","author":"Geoffrey Chaucer","topic":"Time"},{"quote":"Learn from the past, set vivid, detailed goals for the future, and live in the only moment of time over which you have any control: now.","author":"Denis Waitley","topic":"Time"},{"quote":"People change with time. There are things that happened to a person in his childhood and years later they seem to him alien and strange. I am trying to decipher that child. Sometimes he is a stranger to me. When you think about when you were 14, don&#39;t you feel a certain alienation?","author":"Gunter Grass","topic":"Time"},{"quote":"Like most guys, I&#39;ve always liked watches. I can always check the time on my phone, but having a watch is so much better.","author":"Andy Murray","topic":"Time"},{"quote":"Dost thou love life? Then do not squander time, for that is the stuff life is made of.","author":"Benjamin Franklin","topic":"Time"},{"quote":"Time flies never to be recalled.","author":"Virgil","topic":"Time"},{"quote":"In this hectic life, we have no time to take care of ourselves, hence massage is needed for rejuvenation and stress reduction. A lot of people are looking for quick fixes: like, they are taking medications, and they are doing other things which are not healthy. But massage is very holistic and natural.","author":"Nargis Fakhri","topic":"Time"},{"quote":"Comedy is tragedy - plus time.","author":"Carol Burnett","topic":"Time"},{"quote":"The only time people dislike gossip is when you gossip about them.","author":"Will Rogers","topic":"Time"},{"quote":"People come in and out of our lives, and the true test of friendship is whether you can pick back up right where you left off the last time you saw each other.","author":"Lisa See","topic":"Time"},{"quote":"The only reason for time is so that everything doesn&#39;t happen at once.","author":"Albert Einstein","topic":"Time"},{"quote":"You can&#39;t just ask customers what they want and then try to give that to them. By the time you get it built, they&#39;ll want something new.","author":"Steve Jobs","topic":"Time"},{"quote":"I love what I do, and I just remember that every breath and every moment is a gift and it can be taken away at any time, so I want to appreciate it and be grateful for it while it&#39;s here.","author":"Alyson Stoner","topic":"Time"},{"quote":"My life at home gives me absolute joy. There are some days when, as soon as you&#39;ve finished cooking breakfast and cleaning up the kitchen, it&#39;s time to start lunch, and by the time you&#39;ve done that, you&#39;re doing dinner and thinking, &#39;There has to be a menu we can order from.&#39;","author":"Julia Roberts","topic":"Time"},{"quote":"Memories are like stones, time and distance erode them like acid.","author":"Ugo Betti","topic":"Time"},{"quote":"We need to have complete certainty that things will work out, not because we are righteous or wise, but because of the time, the effort, the prayers, and the tools we are using. From the moment we are given awareness about some bigger picture or mission, we have to have complete focus on what to do to get to that place.","author":"Yehuda Berg","topic":"Time"},{"quote":"Time is what we want most, but what we use worst.","author":"William Penn","topic":"Time"},{"quote":"I have moments where I miss my old self. But I think anyone can get caught up in what we used to have. But at the same time, we can choose to focus on the beauty of now.","author":"Steve Gleason","topic":"Time"},{"quote":"When you encounter difficulties and contradictions, do not try to break them, but bend them with gentleness and time.","author":"Saint Francis de Sales","topic":"Time"},{"quote":"The snow itself is lonely or, if you prefer, self-sufficient. There is no other time when the whole world seems composed of one thing and one thing only.","author":"Joseph Wood Krutch","topic":"Time"},{"quote":"Projects are usually undertaken to either solve a problem or take advantage of an opportunity. The probability that the project - even if precisely executed - will complete on time, on budget, and on performance is typically small. Project management is utilized to increase this probability. So in a sense, project management is risk management.","author":"Bruce Pittman","topic":"Time"},{"quote":"Every time I hear someone making ignorant comments about the supposed &#39;evils&#39; of homosexuality, I think about the true evil of the high suicide rates among gay and lesbian teens.","author":"Susan Estrich","topic":"Time"},{"quote":"Every time I dance, I&#39;m trying to prove myself to myself.","author":"Misty Copeland","topic":"Time"},{"quote":"I don&#39;t get jealous of people. Jealousy is such a waste of time because you&#39;re jealous of them, and they go about their lives and have a wonderful time, so what&#39;s the point?","author":"Joy Behar","topic":"Time"},{"quote":"In the time of darkest defeat, victory may be nearest.","author":"William McKinley","topic":"Time"},{"quote":"I do have a close circle of friends and I am very fortunate to have them as friends. I feel very close to them I think friends are everything in life after your family. You come across lots of people all the time but you only make very few friends and you have to be true to them otherwise what&#39;s the point in life?","author":"Shah Rukh Khan","topic":"Time"},{"quote":"Eventually, my eyes were opened, and I really understood nature. I learned to love at the same time.","author":"Claude Monet","topic":"Time"},{"quote":"Being nice doesn&#39;t necessarily mean you&#39;re weak. You can be nice and be strong at the same time. That&#39;s a character trait that we need more in Washington.","author":"Shelley Moore Capito","topic":"Time"},{"quote":"Life is so fast. And I still remember when I came up to the big leagues and played as if it were yesterday. Time flies.","author":"Asdrubal Cabrera","topic":"Time"},{"quote":"I don&#39;t believe we have a professional self Monday through Friday and a real self the rest of the time. It is all professional, and it is all personal.","author":"Sheryl Sandberg","topic":"Time"},{"quote":"Some people have a difficult time facing truth and reality. They prefer to live in a make-believe world, pretending that certain things aren&#39;t happening.","author":"Joyce Meyer","topic":"Time"},{"quote":"Raising awareness on the most pressing environmental issues of our time is more important than ever.","author":"Leonardo DiCaprio","topic":"Time"},{"quote":"Twilight - a time of pause when nature changes her guard. All living things would fade and die from too much light or too much dark, if twilight were not.","author":"Howard Thurman","topic":"Time"},{"quote":"&#39;The time has come,&#39; the walrus said, &#39;to talk of many things: of shoes and ships - and sealing wax - of cabbages and kings.&#39;","author":"Lewis Carroll","topic":"Time"},{"quote":"In all our deeds, the proper value and respect for time determines success or failure.","author":"Malcolm X","topic":"Time"},{"quote":"I&#39;m not into animal rights. I&#39;m only into animal welfare and health. I&#39;ve been with the Morris Animal Foundation since the &#39;70s. We&#39;re a health organization. We fund campaign health studies for dogs, cats, lizards and wildlife. I&#39;ve worked with the L.A. Zoo for about the same length of time. I get my animal fixes!","author":"Betty White","topic":"Time"},{"quote":"Imagination makes us aware of limitless possibilities. How many of us haven&#39;t pondered the concept of infinity or imagined the possibility of time travel? In one of her poems, Emily Bronte likens imagination to a constant companion, but I prefer to think of it as a built-in entertainment system.","author":"Alexandra Adornetto","topic":"Time"},{"quote":"The pressure on young chefs today is far greater than ever before in terms of social skills, marketing skills, cooking skills, personality and, more importantly, delivering on the plate. So you need to be strong. Physically fit. So my chefs get weighed every time they come into the kitchen.","author":"Gordon Ramsay","topic":"Time"},{"quote":"The first time I performed musically, I threw up.","author":"Marilyn Manson","topic":"Time"},{"quote":"School is where children spend most of their time, and it is where we lay the foundation for healthy habits. That&#39;s why New Jersey is the first state to adopt a comprehensive school nutrition policy that bans candy, soda, and other junk food.","author":"Richard J. Codey","topic":"Time"},{"quote":"What we spend our time on is probably the most important decision we make.","author":"Ray Kurzweil","topic":"Time"},{"quote":"When my time on earth is gone, and my activities here are passed, I want they bury me upside down, and my critics can kiss my ass!","author":"Bobby Knight","topic":"Time"},{"quote":"Christmas, my child, is love in action. Every time we love, every time we give, it&#39;s Christmas.","author":"Dale Evans","topic":"Time"},{"quote":"Growing up, I had a very normal relationship with my brother and sister. But, over time, they became my best friends, and now I hang out with them all the time. I&#39;m very close with them.","author":"Logan Lerman","topic":"Time"},{"quote":"I have a family, loving aunts, and a good home. No, on the surface I seem to have everything except my one true friend. All I think about when I&#39;m with friends is having a good time. I can&#39;t bring myself to talk about anything but ordinary everyday things. We don&#39;t seem to be able to get any closer, and that&#39;s the problem.","author":"Anne Frank","topic":"Time"},{"quote":"It is never too late to strengthen the foundation of faith. There is always time. With faith in the Savior, you can repent and plead for forgiveness. There is someone you can forgive. There is someone you can thank. There is someone you can serve and lift. You can do it wherever you are and however alone and deserted you may feel.","author":"Henry B. Eyring","topic":"Time"},{"quote":"In 1985, I was living with my sister in Virginia, and since I was still in high school, I worked at McDonald&#39;s to save money to get an abortion. It sounds really terrible, but it was the best decision I ever made. It was the first time I took responsibility for my actions. I messed up, had sex without contraception, and got pregnant at 15.","author":"Kathleen Hanna","topic":"Time"},{"quote":"Humans have a light side and a dark side, and it&#39;s up to us to choose which way we&#39;re going to live our lives. Even if you start out on the dark side, it doesn&#39;t mean you have to continue your journey that way. You always have time to turn it around.","author":"Taraji P. Henson","topic":"Time"},{"quote":"There was a time when men thought it was sexy to have a housewife waiting for him to come home from work in her slippers, but in modern society, I think an independent woman is even more sexy.","author":"Kat Graham","topic":"Time"},{"quote":"Many a trip continues long after movement in time and space have ceased.","author":"John Steinbeck","topic":"Time"},{"quote":"I am happy to continue with my journey through time.","author":"Mary, Crown Princess of Denmark","topic":"Time"},{"quote":"My greatest pleasure is spending time with my family: my husband and daughter, but also my mother, my three sisters, and their families.","author":"Siri Hustvedt","topic":"Time"},{"quote":"The most daring thing is to be yourself and to do exactly what you want to do at that point in time and not to be worried with what other people are doing or what&#39;s popular.","author":"Wiz Khalifa","topic":"Time"},{"quote":"If you set out to be liked, you would be prepared to compromise on anything at any time, and you would achieve nothing.","author":"Margaret Thatcher","topic":"Time"},{"quote":"The only difference between death and taxes is that death doesn&#39;t get worse every time Congress meets.","author":"Will Rogers","topic":"Time"},{"quote":"For myself, personally, I am never really aware of timing or anything because I am passionate about what I do, so I have found that if you really love what you do, then time flies.","author":"Colm Wilkinson","topic":"Time"},{"quote":"We&#39;ve had hassles, ups and downs, ins and outs, failures and triumphs. We&#39;re human beings, and we&#39;re not perfect. And we&#39;re mortal. But the Beach Boys is musically a tremendous body of work that transcends individuality and time and national boundaries.","author":"Mike Love","topic":"Time"},{"quote":"At school I pretended I had a normal life, but I felt lonely all the time and different from everyone else. I never felt like I fit in, and I wasn&#39;t allowed to participate in after-school activities, go to sports events or parties or date boys. Many times I had to make up stories about why I couldn&#39;t do anything with my classmates.","author":"Joyce Meyer","topic":"Time"},{"quote":"A youth, when at home, should be filial and, abroad, respectful to his elders. He should be earnest and truthful. He should overflow in love to all and cultivate the friendship of the good. When he has time and opportunity, after the performance of these things, he should employ them in polite studies.","author":"Confucius","topic":"Time"},{"quote":"Short as life is, we make it still shorter by the careless waste of time.","author":"Victor Hugo","topic":"Time"},{"quote":"Getting an audience is hard. Sustaining an audience is hard. It demands a consistency of thought, of purpose, and of action over a long period of time.","author":"Bruce Springsteen","topic":"Time"},{"quote":"I&#39;m just cruising, doing me, having a good time and focusing on getting better.","author":"Alistair Overeem","topic":"Time"},{"quote":"Every time I slip into the ocean, it&#39;s like going home.","author":"Sylvia Earle","topic":"Time"},{"quote":"The time is right for electric cars - in fact the time is critical.","author":"Carlos Ghosn","topic":"Time"},{"quote":"No excuses and no sob stories. Life is full of excuses if you&#39;re looking. I have no time to gripe over misfortune. I don&#39;t waste time looking back.","author":"Junior Seau","topic":"Time"},{"quote":"I really don&#39;t think in the past. I sit down with many friends at dinner, and they like to talk about the good old days. I&#39;m respectful of the good old days, but I find myself spending very little time reminiscing. I&#39;m really looking forward.","author":"Donald Bren","topic":"Time"},{"quote":"Life is like an ice-cream cone, you have to lick it one day at a time.","author":"Charles M. Schulz","topic":"Time"},{"quote":"People say that if you find water rising up to your ankle, that&#39;s the time to do something about it, not when it&#39;s around your neck.","author":"Chinua Achebe","topic":"Time"},{"quote":"But meanwhile time flies; it flies never to be regained.","author":"Virgil","topic":"Time"},{"quote":"Time is money. Wasted time means wasted money means trouble.","author":"Shirley Temple","topic":"Time"},{"quote":"When you get a groove going, time flies.","author":"Donald Fagen","topic":"Time"},{"quote":"We can be tired, weary and emotionally distraught, but after spending time alone with God, we find that He injects into our bodies energy, power and strength.","author":"Charles Stanley","topic":"Time"},{"quote":"Getting close to books, and spending time by myself, I was obliged to think about things I would never have thought about if I was busy romping around with a brother and sister.","author":"Shelby Foote","topic":"Time"},{"quote":"A lot of people think international relations is like a game of chess. But it&#39;s not a game of chess, where people sit quietly, thinking out their strategy, taking their time between moves. It&#39;s more like a game of billiards, with a bunch of balls clustered together.","author":"Madeleine Albright","topic":"Time"},{"quote":"Strong women, when respected, make the whole society stronger. One must be careful with such rapid changes, though, and make an effort to preserve, at the same time, the positive traditions of Indian culture.","author":"Chitra Banerjee Divakaruni","topic":"Time"},{"quote":"The last time I saw Ted Kennedy was a generation after my first meeting, at the Senate subway below the Capitol on Obama&#39;s Inauguration Day. He was his usual gregarious and gracious self - with beaming smile and booming voice wishing my husband and me good luck with our pregnancy and expressing his excitement about the new president.","author":"Christine Pelosi","topic":"Time"},{"quote":"I just love to see people having a good time.","author":"Garth Brooks","topic":"Time"},{"quote":"I do believe that my whole success goes back to that time I was arrested as a wayward boy at the age of thirteen. Because then I had to quit running around and began to learn something. Most of all, I began to learn music.","author":"Louis Armstrong","topic":"Time"},{"quote":"Actually, my dog I think is the only person who consistently loves me all the time.","author":"H. G. Bissinger","topic":"Time"},{"quote":"My inspiration has always been photography&#39;s ability to stop time and reveal what the naked eye cannot see.","author":"Lois Greenfield","topic":"Time"},{"quote":"Every time I appoint someone to a vacant position, I make a hundred unhappy and one ungrateful.","author":"Louis XIV","topic":"Time"},{"quote":"I enjoy my fun time and everything like that but I love what I do.","author":"Christina Milian","topic":"Time"},{"quote":"Safety from external danger is the most powerful director of national conduct. Even the ardent love of liberty will, after a time, give way to its dictates.","author":"Alexander Hamilton","topic":"Time"},{"quote":"If we are all in agreement on the decision - then I propose we postpone further discussion of this matter until our next meeting to give ourselves time to develop disagreement and perhaps gain some understanding of what the decision is all about.","author":"Alfred P. Sloan","topic":"Time"},{"quote":"Every time you use the word &#39;healthy,&#39; you lose. The key is to make yummy, delicious food that happens to be healthy.","author":"Marcus Samuelsson","topic":"Time"},{"quote":"People take the little bit of information they&#39;re fed, and they draw a picture of who you are. Most of the time, it&#39;s wrong.","author":"Rihanna","topic":"Time"},{"quote":"I&#39;m a human, and I&#39;m multidimensional. If I was the perfect form of anything, I&#39;d be boring. If I was a free spirit all the time, I would be boring; I would lack depth. If I was dark and enigmatic all the time, then I would lack relatability.","author":"Halsey","topic":"Time"},{"quote":"There&#39;s no point in making predictions. It&#39;s not worth speculating because nothing is set in stone and things change all the time in football. Today there are opportunities that no one knows if they will come round again in the future.","author":"Cristiano Ronaldo","topic":"Time"},{"quote":"Though music transcends language, culture and time, and though notes are the same, Indian music is unique because it is evolved, sophisticated and melodies are defined.","author":"Dayananda Saraswati","topic":"Time"},{"quote":"Your soul is infinitely creative. It is alive and expansive in nature. It is curious and playful, changing with the tides of time.","author":"Debbie Ford","topic":"Time"},{"quote":"Failure happens all the time. It happens every day in practice. What makes you better is how you react to it.","author":"Mia Hamm","topic":"Time"},{"quote":"With the advent of genetic engineering the time required for the evolution of new species may literally collapse.","author":"Dee Hock","topic":"Time"},{"quote":"I&#39;m glad I was born when I was. My time was the golden age of variety. If I were starting out again now, maybe things would happen for me, but it certainly would not be on a variety show with 28 musicians, 12 dancers, two major guest stars, 50 costumes a week by Bob Mackie. The networks just wouldn&#39;t spend the money today.","author":"Carol Burnett","topic":"Time"},{"quote":"A study of economics usually reveals that the best time to buy anything is last year.","author":"Marty Allen","topic":"Time"},{"quote":"It&#39;s always difficult to say goodbye, especially when one has spent a long time - literally years, in the case of a series - inside a character or two, suffering and celebrating with them.","author":"Lilith Saintcrow","topic":"Time"},{"quote":"Soup is a lot like a family. Each ingredient enhances the others; each batch has its own characteristics; and it needs time to simmer to reach full flavor.","author":"Marge Kennedy","topic":"Time"},{"quote":"For me, every hour is grace. And I feel gratitude in my heart each time I can meet someone and look at his or her smile.","author":"Elie Wiesel","topic":"Time"},{"quote":"You really don&#39;t need to wear any make-up most of the time; keep your eyebrows the way they are, and find your own natural beauty signature.","author":"Erin Heatherton","topic":"Time"},{"quote":"Each of us should think of the future. Every puff on a cigarette is another tick closer to a time bomb of terrible consequences. Christopher Hitchens didn&#39;t care about the consequences of smoking cigarettes. Tragically, he died of throat cancer in December 2011.","author":"Ray Comfort","topic":"Time"},{"quote":"He could not die when trees were green, for he loved the time too well.","author":"John Clare","topic":"Time"},{"quote":"Nature gives to every time and season some beauties of its own; and from morning to night, as from the cradle to the grave, it is but a succession of changes so gentle and easy that we can scarcely mark their progress.","author":"Charles Dickens","topic":"Time"},{"quote":"The proper function of man is to live, not to exist. I shall not waste my days in trying to prolong them. I shall use my time.","author":"Jack London","topic":"Time"},{"quote":"The one thing we know about the future is that it comes only one day at a time.","author":"Jeff Rich","topic":"Time"},{"quote":"I think hearts are very much like glasses. If they do not break with the first ring, they usually last a considerable time.","author":"Letitia Elizabeth Landon","topic":"Time"},{"quote":"One morning, about four o&#39;clock, I was driving my car just about as fast as I could. I thought, Why am I out this time of night? I was miserable, and it came to me: I&#39;m falling in love with somebody I have no right to fall in love with.","author":"June Carter Cash","topic":"Time"},{"quote":"When I was 7 and went to the zoo with my second-grade class, I saw chimpanzee eyes for the first time - the eyes of an unhappy animal, all alone, locked in a bare, concrete-floored, iron-barred cage in one of the nastier, old-fashioned zoos. I remember looking at the chimp, then looking away.","author":"Octavia E. Butler","topic":"Time"},{"quote":"Some people see things that are and ask, Why? Some people dream of things that never were and ask, Why not? Some people have to go to work and don&#39;t have time for all that.","author":"George Carlin","topic":"Time"},{"quote":"Every time I see an adult on a bicycle, I no longer despair for the future of the human race.","author":"H. G. Wells","topic":"Time"},{"quote":"Don&#39;t let the fear of the time it will take to accomplish something stand in the way of your doing it. The time will pass anyway; we might just as well put that passing time to the best possible use.","author":"Earl Nightingale","topic":"Time"},{"quote":"The bottom line is, when people are crystal clear about the most important priorities of the organization and team they work with and prioritized their work around those top priorities, not only are they many times more productive, they discover they have the time they need to have a whole life.","author":"Stephen Covey","topic":"Time"},{"quote":"Narcissism has existed for a long time; social media is just a new outlet to express it. Anybody who is going to record themselves and put that on the Internet, hoping people will watch, there is a degree to which that exists, yeah. I don&#39;t know if I would call myself a narcissist. I don&#39;t necessarily identify with that label.","author":"Tyler Oakley","topic":"Time"},{"quote":"You want a friend who&#39;s going to tell you the truth. That&#39;s what it&#39;s about. If you don&#39;t have a friend who&#39;s going to tell you the truth every time something comes up, you feel like he&#39;s not a true friend.","author":"Donald Driver","topic":"Time"},{"quote":"The more time you spend contemplating what you should have done... you lose valuable time planning what you can and will do.","author":"Lil Wayne","topic":"Time"},{"quote":"The truth is of course is that there is no journey. We are arriving and departing all at the same time.","author":"David Bowie","topic":"Time"},{"quote":"I&#39;ve realized through the years that I just find happiness in other things, whether it&#39;s my dogs or my friends or, like, looking at the sunset. So if I were to wish for something else, it would just to be happy all the time, to have a superpower of not letting things affect me, and to be true to who I am, always.","author":"Kylie Jenner","topic":"Time"},{"quote":"If I have free time, I want to go to the beach, walk around a shopping mall, go grocery shopping. Live a little bit of life.","author":"James Wan","topic":"Time"},{"quote":"At the time I was arrested I had no idea it would turn into this. It was just a day like any other day. The only thing that made it significant was that the masses of the people joined in.","author":"Rosa Parks","topic":"Time"},{"quote":"As time goes by people will see who I am for who I am.","author":"Justin Timberlake","topic":"Time"},{"quote":"People come into your lives who you have a good time with, and time goes by and you still have a good time with them and you do stupid stuff with them. To me, that&#39;s life.","author":"Danny DeVito","topic":"Time"},{"quote":"To take a photograph is to participate in another person&#39;s mortality, vulnerability, mutability. Precisely by slicing out this moment and freezing it, all photographs testify to time&#39;s relentless melt.","author":"Susan Sontag","topic":"Time"},{"quote":"Much of the time, the things we feel guilty about are not our issues. Another person behaves inappropriately or in some way violates our boundaries. We challenge the behavior, and the person gets angry and defensive. Then we feel guilty.","author":"Melody Beattie","topic":"Time"},{"quote":"Every time I watch someone&#39;s dedication, I get inspired.","author":"Jacqueline Fernandez","topic":"Time"},{"quote":"Don&#39;t waste time on jealousy. Sometimes you&#39;re ahead, sometimes you&#39;re behind.","author":"Mary Schmich","topic":"Time"},{"quote":"We should not say that one man&#39;s hour is worth another man&#39;s hour, but rather that one man during an hour is worth just as much as another man during an hour. Time is everything, man is nothing: he is at the most time&#39;s carcass.","author":"Karl Marx","topic":"Time"},{"quote":"Being a teenager is an amazing time and a hard time. It&#39;s when you make your best friends - I have girls who will never leave my heart and I still talk to. You get the best and the worst as a teen. You have the best friendships and the worst heartbreaks.","author":"Sophia Bush","topic":"Time"},{"quote":"I do love to capture beauty in this world. And photos can last the test of time.","author":"Nathaniel Buzolic","topic":"Time"},{"quote":"The time is near at hand which must determine whether Americans are to be free men or slaves.","author":"George Washington","topic":"Time"},{"quote":"Since day one, since the first time I touched the pen, I wanted to be the best at what I do.","author":"Kendrick Lamar","topic":"Time"},{"quote":"Education is an admirable thing, but it is well to remember from time to time that nothing that is worth knowing can be taught.","author":"Oscar Wilde","topic":"Time"},{"quote":"It has been my observation that most people get ahead during the time that others waste.","author":"Henry Ford","topic":"Time"},{"quote":"People who cannot find time for recreation are obliged sooner or later to find time for illness.","author":"John Wanamaker","topic":"Time"},{"quote":"Time is the most valuable thing a man can spend.","author":"Theophrastus","topic":"Time"},{"quote":"A good day is one where I can not just read a book, but write a review of it. Maybe today I&#39;ll be able to do that. I get for some reason somewhat stronger when the sun starts to go down. Dusk is a good time for me. I&#39;m crepuscular.","author":"Christopher Hitchens","topic":"Time"},{"quote":"My art is an attempt to reach beyond the surface appearance. I want to see growth in wood, time in stone, nature in a city, and I do not mean its parks but a deeper understanding that a city is nature too-the ground upon which it is built, the stone with which it is made.","author":"Andy Goldsworthy","topic":"Time"},{"quote":"Get the habit of analysis - analysis will in time enable synthesis to become your habit of mind.","author":"Frank Lloyd Wright","topic":"Time"},{"quote":"There is undoubtedly a lot of pressure that comes with recognition, which can be a good thing and bad thing all at the same time. But if you stay focused and don&#39;t lose sight of what you&#39;re doing and who you are, you can rise above it.","author":"Prabal Gurung","topic":"Time"},{"quote":"There never was a time when, in my opinion, some way could not be found to prevent the drawing of the sword.","author":"Ulysses S. Grant","topic":"Time"},{"quote":"A financial crisis is a great time for professional investors and a horrible time for average ones.","author":"Robert Kiyosaki","topic":"Time"},{"quote":"When I started working out, it wasn&#39;t about weight loss; I was going through a really hard time and needed an emotional release. Once you start getting in the tabloids claiming you have fake body parts, then it&#39;s like, &#39;Okay, I made it. Now I&#39;m really working out.&#39;","author":"Khloe Kardashian","topic":"Time"},{"quote":"As others have recently suggested, the term &#39;gamer&#39; is no longer useful as an identity because games are for everyone. These days, even my mom spends an inordinate amount of time gaming on her iPad. So I&#39;ll take a cue from my younger self and say I don&#39;t care about being a &#39;gamer,&#39; but I sure do love video games.","author":"Anita Sarkeesian","topic":"Time"},{"quote":"I feel that the great challenge of our time is the communication of ideas.","author":"Alain de Botton","topic":"Time"},{"quote":"I ran for the presidency, despite hopeless odds, to demonstrate the sheer will and refusal to accept the status quo. The next time a woman runs, or a black, a Jew, or anyone from a group that the country is &#39;not ready&#39; to elect to its highest office, I believe that he or she will be taken seriously from the start.","author":"Shirley Chisholm","topic":"Time"},{"quote":"Whenever I have free time, I love to just lay in my bed and watch YouTube videos, watch movies. Just basically do nothing.","author":"Bethany Mota","topic":"Time"},{"quote":"Punctuality is the virtue of the bored.","author":"Evelyn Waugh","topic":"Time"},{"quote":"Can&#39;t even see without my vintage Versace frames. I don&#39;t go nowhere without them on. I can&#39;t even live without them. Every time I throw them on, I see all the haters, and I see where the money at.","author":"Quavo","topic":"Time"},{"quote":"I like low-maintenance girls, but at the same time, classy. She needs to take care of herself. But also be a girl who isn&#39;t afraid to get sweaty and play basketball, so it&#39;s cool if she&#39;s a tomboy.","author":"Chris Brown","topic":"Time"},{"quote":"Friday night is our date night. We really carve out time for each other.","author":"Karen Kain","topic":"Time"},{"quote":"The older I get, the more I appreciate my rural childhood. I spent a lot of time outdoors, unsupervised, which is a blessing.","author":"Barbara Kingsolver","topic":"Time"},{"quote":"Hide nothing, for time, which sees all and hears all, exposes all.","author":"Sophocles","topic":"Time"},{"quote":"I&#39;m going to do as much as I can with this life, and then I&#39;m going to make sure to take some time off and be simple and ride my bike and hang out with friends.","author":"Jill Scott","topic":"Time"},{"quote":"I like to think I&#39;m a pretty good friend. I love having a good time, and I enjoy being able to share those good times with others.","author":"Jacob Batalon","topic":"Time"},{"quote":"We are at our very best, and we are happiest, when we are fully engaged in work we enjoy on the journey toward the goal we&#39;ve established for ourselves. It gives meaning to our time off and comfort to our sleep. It makes everything else in life so wonderful, so worthwhile.","author":"Earl Nightingale","topic":"Time"},{"quote":"If patience is worth anything, it must endure to the end of time. And a living faith will last in the midst of the blackest storm.","author":"Mahatma Gandhi","topic":"Time"},{"quote":"Finishing is one of the most difficult things to do in cricket. A player can&#39;t be a finisher in just 6 months or one year. You have to be used to that responsibility, keeping on doing what is required from you over a period of time.","author":"Mahendra Singh Dhoni","topic":"Time"},{"quote":"Every day, every birthday candle I blow out, every penny I throw over my shoulder in a wishing well, every time my daughter says, &#39;Let&#39;s make a wish on a star,&#39; there&#39;s one thing I wish for: wisdom.","author":"Rene Russo","topic":"Time"},{"quote":"Raising children uses every bit of your being - your heart, your time, your patience, your foresight, your intuition to protect them, and you have to use all of this while trying to figure out how to discipline them.","author":"Nicole Ari Parker","topic":"Time"},{"quote":"It takes a long time to grow an old friend.","author":"John Leonard","topic":"Time"},{"quote":"A Bond girl must be a strong and independent woman, but at the same time charming and sensual. Those opposite qualities combined together make her interesting. She must be strong but at the same time feminine.","author":"Olga Kurylenko","topic":"Time"},{"quote":"Was I always going to be here? No I was not. I was going to be homeless at one time, a taxi driver, truck driver, or any kind of job that would get me a crust of bread. You never know what&#39;s going to happen.","author":"Morgan Freeman","topic":"Time"},{"quote":"If you aim at nothing, you&#39;ll hit it every time.","author":"Zig Ziglar","topic":"Time"},{"quote":"The purpose of a vacation is to have the time to rest. But many of us, even when we go on vacation, don&#39;t know how to rest. We may even come back more tired than before we left.","author":"Nhat Hanh","topic":"Time"},{"quote":"There is never time in the future in which we will work out our salvation. The challenge is in the moment; the time is always now.","author":"James A. Baldwin","topic":"Time"},{"quote":"That&#39;s why this generation is the least racist generation ever. You see it all the time. Go to any club. People are intermingling, hanging out, having fun, enjoying the same music. Hip-hop is not just in the Bronx anymore. It&#39;s worldwide. Everywhere you go, people are listening to hip-hop and partying together. Hip-hop has done that.","author":"Jay-Z","topic":"Time"},{"quote":"The moon puts on an elegant show, different every time in shape, colour and nuance.","author":"Arthur Smith","topic":"Time"},{"quote":"Every mother and daughter should make time for a trip together. It&#39;s good for the soul.","author":"Anne Robinson","topic":"Time"},{"quote":"The way to deal with the devil of obesity and diabetes is literally one day at a time.","author":"Stephen Furst","topic":"Time"},{"quote":"My life changed completely. It&#39;s crazy now. It&#39;s kind of gone from striving and wondering and being confused and being lost to just feeling like the most blessed person in the world - just happy to wake up every day, happy to get on a plane every time. Just couldn&#39;t be happier with life, really.","author":"Becky Lynch","topic":"Time"},{"quote":"There are people in every time and every land who want to stop history in its tracks. They fear the future, mistrust the present, and invoke the security of a comfortable past which, in fact, never existed.","author":"Robert Kennedy","topic":"Time"},{"quote":"Filmmaking can give you everything, but at the same time, it can take everything from you.","author":"Alejandro Gonzalez Inarritu","topic":"Time"},{"quote":"In Einstein&#39;s equation, time is a river. It speeds up, meanders, and slows down. The new wrinkle is that it can have whirlpools and fork into two rivers. So, if the river of time can be bent into a pretzel, create whirlpools and fork into two rivers, then time travel cannot be ruled out.","author":"Michio Kaku","topic":"Time"},{"quote":"You don&#39;t want to have any negativity in your life. Continue to push. Continue to be patient. And when your time comes, then you&#39;ve got to do everything you can, that&#39;s all.","author":"Stefon Diggs","topic":"Time"},{"quote":"I&#39;m not a Starbucks guy. I&#39;m a Dunkin Donuts guy, but I like to pay for the coffee of the other folks behind me in line. It typically costs me less than $10, and makes the other people feel good, but more importantly, it makes me feel so good, and random acts of kindness change the world one person at a time.","author":"Robert Kraft","topic":"Time"},{"quote":"Songs really are like a form of time travel because they really have moved forward in a bubble. Everyone who&#39;s connected with it, the studio&#39;s gone, the musicians are gone, and the only thing that&#39;s left is this recording which was only about a three-minute period maybe 70 years ago.","author":"Tom Waits","topic":"Time"},{"quote":"When people divorce, it&#39;s always such a tragedy. At the same time, if people stay together it can be even worse.","author":"Monica Bellucci","topic":"Time"},{"quote":"Regardless of who wins, an election should be a time for optimism and fresh approaches.","author":"Gary Johnson","topic":"Time"},{"quote":"I wish for a world where people understand that life is short. So today&#39;s the time to do big things.","author":"Robin S. Sharma","topic":"Time"},{"quote":"It is time we recognised the huge contribution that migration has made to the economic growth of this country.","author":"Jeremy Corbyn","topic":"Time"},{"quote":"My grandmother, she&#39;s been the positive portion of my life the entire time.","author":"Curtis Jackson","topic":"Time"},{"quote":"The right man, in the right place, at the right time, can steal millions.","author":"Gregory Nunn","topic":"Time"},{"quote":"The real test of a musician is live performance. It&#39;s one thing to spend a long time learning how to play well in the studio, but to do it in front of people is what keeps me coming back to touring.","author":"Neil Peart","topic":"Time"},{"quote":"Optimism doesn&#39;t wait on facts. It deals with prospects. Pessimism is a waste of time.","author":"Norman Cousins","topic":"Time"},{"quote":"I don&#39;t believe in regrets. There are a few things I&#39;d do differently, but I can&#39;t go back in time and redo them, however much I might wish to. All I can do is learn from past mistakes and move forward.","author":"Malorie Blackman","topic":"Time"},{"quote":"I work more now because at this time of my life I am not disturbed from my aim by outside pressures such as family, passionate relationships, dealing with &#39;who am I?&#39; - those complications when one is searching for one&#39;s self.","author":"Jeanne Moreau","topic":"Time"},{"quote":"I don&#39;t pay attention to the number of birthdays. It&#39;s weird when I say I&#39;m 53. It just is crazy that I&#39;m 53. I think I&#39;m very immature. I feel like a kid. That&#39;s why my back goes out all the time, because I completely forget I can&#39;t do certain things anymore - like doing the plank for 10 minutes.","author":"Ellen DeGeneres","topic":"Time"},{"quote":"I learned a long time ago that some people would rather die than forgive. It&#39;s a strange truth, but forgiveness is a painful and difficult process. It&#39;s not something that happens overnight. It&#39;s an evolution of the heart.","author":"Sue Monk Kidd","topic":"Time"},{"quote":"If ants are such busy workers, how come they find time to go to all the picnics?","author":"Marie Dressler","topic":"Time"},{"quote":"I am having a good time doing nothing.","author":"Phylicia Rashad","topic":"Time"},{"quote":"Employers have recognized for some time that it&#39;s smart business to have a diverse workforce - one in which many views are represented and everyone&#39;s talents are valued. Well, disability is part of diversity.","author":"Thomas Perez","topic":"Time"},{"quote":"Spring is God&#39;s way of saying, &#39;One more time!&#39;","author":"Robert Orben","topic":"Time"},{"quote":"Technology is notorious for engrossing people so much that they don&#39;t always focus on balance and enjoy life at the same time.","author":"Paul Allen","topic":"Time"},{"quote":"There is no time in modern agriculture for a farmer to write a poem or compose a song.","author":"Masanobu Fukuoka","topic":"Time"},{"quote":"I&#39;m in prison. But my heart and mind is free. Gangsta haters on the streets are doing more time than me. They need 30 police escorts with them every time they walk down the street.","author":"Suge Knight","topic":"Time"},{"quote":"Just put football first, or your job first. Give everything you&#39;ve got all week, work hard, work super-hard to take it to the next level every week. And when you feel like you got to the point where you want to be, you definitely need the time to go out, relax, have a good time, take all the stress off it.","author":"Rob Gronkowski","topic":"Time"},{"quote":"Work is hard. Distractions are plentiful. And time is short.","author":"Adam Hochschild","topic":"Time"},{"quote":"Time management is probably the biggest thing I&#39;ve had to learn to deal with being on the PGA Tour, whether it be media or figuring out how many weeks to play in a row. That&#39;s been the biggest adjustment, coming from amateur and college golf.","author":"Rickie Fowler","topic":"Time"},{"quote":"The events in our lives happen in a sequence in time, but in their significance to ourselves they find their own order the continuous thread of revelation.","author":"Eudora Welty","topic":"Time"},{"quote":"People look to time in expectation that it will eventually make them happy, but you cannot find true happiness by looking toward the future.","author":"Eckhart Tolle","topic":"Time"},{"quote":"For a long time, society put obstacles in the way of women who wanted to enter the sciences.","author":"Sally Ride","topic":"Time"},{"quote":"Christmas gives us the opportunity to pause and reflect on the important things around us - a time when we can look back on the year that has passed and prepare for the year ahead.","author":"David Cameron","topic":"Time"},{"quote":"Mathematics has beauty and romance. It&#39;s not a boring place to be, the mathematical world. It&#39;s an extraordinary place; it&#39;s worth spending time there.","author":"Marcus du Sautoy","topic":"Time"},{"quote":"I always had a philosophy which I got from my father. He used to say, &#39;Listen. God gave to you the gift to play football. This is your gift from God. If you take care of your health, if you are in good shape all the time, with your gift from God no one will stop you, but you must be prepared.&#39;","author":"Pele","topic":"Time"},{"quote":"As we get older, we get better at choosing in ways that will make us happy. We do a better job at picking activities that make us happy, and at spending time with people who make us happy. We&#39;re also better at letting things go.","author":"Sheena Iyengar","topic":"Time"},{"quote":"You can&#39;t jump from little things to big things. It just takes time and patience.","author":"Nadia Comaneci","topic":"Time"},{"quote":"Being funny is one of my greatest strengths. I can make girls smile when they&#39;re down, and when they&#39;re having a good time, I can carry on the joke.","author":"John Krasinski","topic":"Time"},{"quote":"As time goes by, you seem to weed out the things that were making your life hard.","author":"Tom Petty","topic":"Time"},{"quote":"I&#39;m having a great time. It&#39;s like I&#39;m on some ridiculous big roller coaster not knowing what&#39;s happening next, but just having a great time on the ride.","author":"Samantha Mumba","topic":"Time"},{"quote":"Time itself comes in drops.","author":"William James","topic":"Time"},{"quote":"Life is strong and fragile. It&#39;s a paradox... It&#39;s both things, like quantum physics: It&#39;s a particle and a wave at the same time. It all exists all together.","author":"Joan Jett","topic":"Time"},{"quote":"Procrastination is the thief of time.","author":"Edward Young","topic":"Time"},{"quote":"I&#39;m human, I&#39;m not perfect. I make mistakes all the time, but I guess my job is to keep those mistakes to myself, which I&#39;m already fine doing and just try to be the best I can be for those kids.","author":"Selena Gomez","topic":"Time"},{"quote":"This is the sense of the desert hills, that there is room enough and time enough.","author":"Mary Hunter Austin","topic":"Time"},{"quote":"Meditation is to dive all the way within, beyond thought, to the source of thought and pure consciousness. It enlarges the container, every time you transcend. When you come out, you come out refreshed, filled with energy and enthusiasm for life.","author":"David Lynch","topic":"Time"},{"quote":"If you could get all the people in the organization rowing in the same direction, you could dominate any industry, in any market, against any competition, at any time.","author":"Patrick Lencioni","topic":"Time"},{"quote":"Jerry Ford is so dumb he can&#39;t fart and chew gum at the same time.","author":"Lyndon B. Johnson","topic":"Time"},{"quote":"Don&#39;t be afraid to give your best to what seemingly are small jobs. Every time you conquer one it makes you that much stronger. If you do the little jobs well, the big ones will tend to take care of themselves.","author":"Dale Carnegie","topic":"Time"},{"quote":"People have to understand one thing: at the age of 18, I arrived at a dream club like Manchester United. It was a dream come true. But, even at that moment, I was thinking about playing in England for some years and then going to play in Spain. Even at that time I was thinking that way, and I always gave 100% everything.","author":"Cristiano Ronaldo","topic":"Time"},{"quote":"What you want in a mentor is someone who truly cares for you and who will look after your interests and not just their own. When you do come across the right person to mentor you, start by showing them that the time they spend with you is worthwhile.","author":"Vivek Wadhwa","topic":"Time"},{"quote":"It takes a long time for a man to look like his portrait.","author":"James Whistler","topic":"Time"},{"quote":"Decide who you are and what your goals entail - then go for the roses. Life has little regard for those who waste time.","author":"Jon Huntsman, Sr.","topic":"Time"},{"quote":"Even if you don&#39;t have time for a big workout, stretching in the morning and night really changes your body.","author":"Erin Heatherton","topic":"Time"},{"quote":"I think I&#39;m mostly looking forward to the college life. I&#39;m looking forward to more freedom. Here everything is really structured and scheduled, but in college you&#39;ve got to be more responsible and you can get things done on your own time. I&#39;m really looking forward to that.","author":"Nerlens Noel","topic":"Time"},{"quote":"Time passes irrevocably.","author":"Virgil","topic":"Time"},{"quote":"A liberal to me is one who - and it suits some of the dictionary definitions - is unbeholden to any specific belief or party or group or person, but makes up his or her mind on the basis of the facts and the presentation of those facts at the time. That defines what I am.","author":"Walter Cronkite","topic":"Time"},{"quote":"Let us learn to appreciate there will be times when the trees will be bare, and look forward to the time when we may pick the fruit.","author":"Anton Chekhov","topic":"Time"},{"quote":"I used to experiment all the time with my hair color.","author":"Olivia Wilde","topic":"Time"},{"quote":"Some people worry that artificial intelligence will make us feel inferior, but then, anybody in his right mind should have an inferiority complex every time he looks at a flower.","author":"Alan Kay","topic":"Time"},{"quote":"Fashion is a reflection of the time.","author":"Anna Wintour","topic":"Time"},{"quote":"The God who gave us life, gave us liberty at the same time.","author":"Thomas Jefferson","topic":"Time"},{"quote":"There&#39;s a bond among a kitchen staff, I think. You spend more time with your chef in the kitchen than you do with your own family.","author":"Gordon Ramsay","topic":"Time"},{"quote":"Every time you dive, you hope you&#39;ll see something new - some new species. Sometimes the ocean gives you a gift, sometimes it doesn&#39;t.","author":"James Cameron","topic":"Time"},{"quote":"It took me a really long time to decide who I want my circle to be and who I want to surround myself with. Once you make that choice, that is where I feel like I have built my strength. This is my life choice. These are the people that make me feel good about me, and that I love and adore and will do anything for.","author":"Katie Aselton","topic":"Time"},{"quote":"There&#39;s no wrong time to make the right decision.","author":"Dalton McGuinty","topic":"Time"},{"quote":"When I lose the sense of motivation and the sense to prove something as a basketball player, it&#39;s time for me to move away from the game.","author":"Michael Jordan","topic":"Time"},{"quote":"Everything that happens once can never happen again. But everything that happens twice will surely happen a third time.","author":"Paulo Coelho","topic":"Time"},{"quote":"I wear sunglasses almost all the time outside - not because I think I&#39;m really, really cool, but because of the rays.","author":"Ronda Rousey","topic":"Time"},{"quote":"Life is difficult. Not just for me or other ALS patients. Life is difficult for everyone. Finding ways to make life meaningful and purposeful and rewarding, doing the activities that you love and spending time with the people that you love - I think that&#39;s the meaning of this human experience.","author":"Steve Gleason","topic":"Time"},{"quote":"I believe it is peace in our time.","author":"Neville Chamberlain","topic":"Time"},{"quote":"It is a great honor to be awarded a Nobel Prize. This is a wonderful experience for my wife Betty and me. We received congratulations by email, phone and post, many from old friends we had not seen for some time.","author":"Willard Boyle","topic":"Time"},{"quote":"Effective philanthropy requires a lot of time and creativity - the same kind of focus and skills that building a business requires.","author":"Bill Gates","topic":"Time"},{"quote":"Shy is the oyster, fervent is the clam, peaceful is the ocean floor rocked by the sands of time.","author":"Bradley Chicho","topic":"Time"},{"quote":"We are drowning in information, while starving for wisdom. The world henceforth will be run by synthesizers, people able to put together the right information at the right time, think critically about it, and make important choices wisely.","author":"E. O. Wilson","topic":"Time"},{"quote":"The time I burned my guitar it was like a sacrifice. You sacrifice the things you love. I love my guitar.","author":"Jimi Hendrix","topic":"Time"},{"quote":"Employee of the month is a good example of how somebody can be both a winner and a loser at the same time.","author":"Demetri Martin","topic":"Time"},{"quote":"There&#39;s a time to impress someone, and then there&#39;s a time to make an impression on someone.","author":"Cameron Dallas","topic":"Time"},{"quote":"Women in particular need to keep an eye on their physical and mental health, because if we&#39;re scurrying to and from appointments and errands, we don&#39;t have a lot of time to take care of ourselves. We need to do a better job of putting ourselves higher on our own &#39;to do&#39; list.","author":"Michelle Obama","topic":"Time"},{"quote":"If you treat people right they will treat you right... ninety percent of the time.","author":"Franklin D. Roosevelt","topic":"Time"},{"quote":"In time of war, truth is always replaced by propaganda.","author":"Charles Lindbergh","topic":"Time"},{"quote":"Economics is a choice between alternatives all the time. Those are the trade-offs.","author":"Paul Samuelson","topic":"Time"},{"quote":"I think you always have, you know, new players. Every year you see new faces, juniors coming into the seniors. I was one of them at the time long time ago now.","author":"Amelie Mauresmo","topic":"Time"},{"quote":"I strongly believe that the Founding Fathers of our country got it right: power corrupts, and any time you have too much power concentrated in one place, it tends to get abused, so checks and balances are always needed.","author":"Dean Ornish","topic":"Time"},{"quote":"It is time to return to core values, time to get back to basics, to self-discipline and respect for the law, to consideration for the others, to accepting responsibility for yourself and your family - and not shuffling it off on other people and the state.","author":"John Major","topic":"Time"},{"quote":"But time growing old teaches all things.","author":"Aeschylus","topic":"Time"},{"quote":"Icon. What is an icon? When someone is iconic it means they have established a certain kind of legacy possibly, and I think it does come with time. It&#39;s something in the arts, I feel. Maybe not, maybe it doesn&#39;t have to be in the arts exactly. I&#39;m not really sure. But I don&#39;t think you are born an icon.","author":"Diana Ross","topic":"Time"},{"quote":"One thing I admire about the Eagles is they always seem to know what they want. They always seem to know why they want it. They always seem to want it at the same time.","author":"Lindsey Buckingham","topic":"Time"},{"quote":"People who use time wisely spend it on activities that advance their overall purpose in life.","author":"John C. Maxwell","topic":"Time"},{"quote":"It&#39;s not a bad idea to occasionally spend a little time thinking about things you take for granted. Plain everyday things.","author":"Evan Davis","topic":"Time"},{"quote":"Death is a challenge. It tells us not to waste time... It tells us to tell each other right now that we love each other.","author":"Leo Buscaglia","topic":"Time"},{"quote":"The main difference in the effectiveness of teaching comes from the thoughts the teacher has had during the entire time of his or her existence and brings into the classroom. A teacher concerned with developing humans affects the students quite differently from a teacher who never thinks about such things.","author":"Rudolf Steiner","topic":"Time"},{"quote":"I think what&#39;s been lacking from our discussion for a long time is really that other part of what a Budget chair does, which is set the priorities for this country in terms of making sure we invest in the right places, in education, in job training, and to make sure we do a balanced approach moving forward.","author":"Patty Murray","topic":"Time"},{"quote":"When so-called child&#39;s play turns hostile, and a child becomes a victim, it is time to act. Victims of cyberbullying do not choose to participate. Rather than build character, bullying can cause children to become anxious, fearful, unhappy, and even cause them to be physically sick.","author":"Linda Sanchez","topic":"Time"},{"quote":"Friends are thieves of time.","author":"Francis Bacon","topic":"Time"},{"quote":"Waste your money and you&#39;re only out of money, but waste your time and you&#39;ve lost a part of your life.","author":"Michael LeBoeuf","topic":"Time"},{"quote":"I love holidays. It&#39;s such a wonderful time for the whole family to be together and not have to worry about schedules and that kind of thing.","author":"Toni Collette","topic":"Time"},{"quote":"I would like to be remembered as a man who had a wonderful time living life, a man who had good friends, fine family - and I don&#39;t think I could ask for anything more than that, actually.","author":"Frank Sinatra","topic":"Time"},{"quote":"Every time you tear a leaf off a calendar, you present a new place for new ideas and progress.","author":"Charles Kettering","topic":"Time"},{"quote":"The spring, summer, is quite a hectic time for people in their lives, but then it comes to autumn, and to winter, and you can&#39;t but help think back to the year that was, and then hopefully looking forward to the year that is approaching.","author":"Enya","topic":"Time"},{"quote":"Faith and doubt cannot exist in the same mind at the same time, for one will dispel the other.","author":"Thomas S. Monson","topic":"Time"},{"quote":"If you have an important point to make, don&#39;t try to be subtle or clever. Use a pile driver. Hit the point once. Then come back and hit it again. Then hit it a third time - a tremendous whack.","author":"Winston Churchill","topic":"Time"},{"quote":"Don&#39;t wait. The time will never be just right.","author":"Napoleon Hill","topic":"Time"},{"quote":"The older we get, the swifter time seems to pass and the quicker memories seem to fade.","author":"Brian Sibley","topic":"Time"},{"quote":"In a time not distant, it will be possible to flash any image formed in thought on a screen and render it visible at any place desired. The perfection of this means of reading thought will create a revolution for the better in all our social relations.","author":"Nikola Tesla","topic":"Time"},{"quote":"Flowers are an easy, eloquent expression of love at a time when words can seem clumsy and inadequate.","author":"Lynn Coady","topic":"Time"},{"quote":"The Antichrist will be the infernal prince again for the third and last time... so many evils shall be committed by the means of Satan, the infernal Prince, that almost the entire world shall be found undone and desolate. Before these events happen, many rare birds will cry in the air, &#39;Now! Now!&#39; and sometime later will vanish.","author":"Nostradamus","topic":"Time"},{"quote":"I work so hard to make that sure I&#39;m successful. If you&#39;re positive and really excited and enthusiastic about what you&#39;re doing, it&#39;s going to happen, and it&#39;s going to happen big time.","author":"Shawn Mendes","topic":"Time"},{"quote":"Youth is the best time to be rich, and the best time to be poor.","author":"Euripides","topic":"Time"},{"quote":"I don&#39;t have time for their judgement and their stupidity and you know they lay down with their ugly wives in front of their ugly children and look at their loser lives and then they look at me and they say, &#39;I can&#39;t process it&#39; well, no, you never will stop trying, just sit back and enjoy the show. You know?","author":"Charlie Sheen","topic":"Time"},{"quote":"Whenever a thing is done for the first time, it releases a little demon.","author":"Emily Dickinson","topic":"Time"},{"quote":"It&#39;s very difficult to take candid portraits of children because they&#39;re moving around all the time.","author":"Ren Ng","topic":"Time"},{"quote":"For a time, I believed not in God nor Santa Claus, but in mermaids. They seemed as logical and possible to me as the brittle twig of a seahorse in the zoo aquarium or the skates lugged up on the lines of cursing Sunday fishermen - skates the shape of old pillowslips with the full, coy lips of women.","author":"Sylvia Plath","topic":"Time"},{"quote":"&#39;Back To Love&#39; is a way of letting people know that sometimes you get caught up in trying to be successful in school or in your social life, and it&#39;s a reminder not to forget that each day people are getting older. Nobody is promised tomorrow, so we should make sure that we spend quality time with quality people.","author":"Anthony Hamilton","topic":"Time"},{"quote":"I&#39;m taking my time. I feel much more confident, and every day I feel like I&#39;m getting better.","author":"Miguel Cabrera","topic":"Time"},{"quote":"I am in the fighting game. I don&#39;t care about anything else. I don&#39;t watch the news, I don&#39;t care about politics, I don&#39;t care about other sports. I don&#39;t care about anything I don&#39;t need to care about. This is my sport: it is my life. I study it; I think about it all the time. Nothing else matters.","author":"Conor McGregor","topic":"Time"},{"quote":"It took me a long time to be alright with smiling onstage.","author":"Alex Ebert","topic":"Time"},{"quote":"I feel the older I get, the more I&#39;m learning to handle life. Being on this quest for a long time, it&#39;s all about finding yourself.","author":"Ringo Starr","topic":"Time"},{"quote":"At the end of your life, you will never regret not having passed one more test, not winning one more verdict or not closing one more deal. You will regret time not spent with a husband, a friend, a child, or a parent.","author":"Barbara Bush","topic":"Time"},{"quote":"I live in a crazy time.","author":"Anne Frank","topic":"Time"},{"quote":"Lives of great men all remind us, we can make our lives sublime, and, departing, leave behind us, footprints on the sands of time.","author":"Henry Wadsworth Longfellow","topic":"Time"},{"quote":"You can wear black at any time. You can wear it at any age. You may wear it for almost any occasion; a &#39;little black frock&#39; is essential to a woman&#39;s wardrobe.","author":"Christian Dior","topic":"Time"},{"quote":"I love spending time with my dog, my niece and my family. I&#39;m very family-oriented.","author":"Lil' Kim","topic":"Time"},{"quote":"There is never just one thing that leads to success for anyone. I feel it always a combination of passion, dedication, hard work, and being in the right place at the right time.","author":"Lauren Conrad","topic":"Time"},{"quote":"Have you ever noticed some people are able to stay organized while getting a massive quantity of work accomplished, while others appear to be busy but never actually produce results? Time management is the key to becoming a successful entrepreneur.","author":"Clay Clark","topic":"Time"},{"quote":"Friendships that have stood the test of time and change are surely best.","author":"Joseph Parry","topic":"Time"},{"quote":"Going on with life, it only gets more and more intense as time goes by - and the challenges only multiply.","author":"Martha Reeves","topic":"Time"},{"quote":"Any action is often better than no action, especially if you have been stuck in an unhappy situation for a long time. If it is a mistake, at least you learn something, in which case it&#39;s no longer a mistake. If you remain stuck, you learn nothing.","author":"Eckhart Tolle","topic":"Time"},{"quote":"Service is the rent we pay for being. It is the very purpose of life, and not something you do in your spare time.","author":"Marian Wright Edelman","topic":"Time"},{"quote":"The United Nations has a critical role to play in promoting stability, security, democracy, human rights, and economic development. The UN is as relevant today as at any time in its history, but it needs reform.","author":"Chuck Hagel","topic":"Time"},{"quote":"Even if it turns out that time travel is impossible, it is important that we understand why it is impossible.","author":"Stephen Hawking","topic":"Time"},{"quote":"The first time you marry for love, the second for money, and the third for companionship.","author":"Jackie Kennedy","topic":"Time"},{"quote":"I have a little bit of that gamer spirit in me. I just don&#39;t have the time to be a gamer. But in another life, I would be one.","author":"J. Cole","topic":"Time"},{"quote":"Patience and time do more than strength or passion.","author":"Jean de La Fontaine","topic":"Time"},{"quote":"For a long time I was looking for my perfect equilibrium, my mojo. And now I think I&#39;m getting there: I&#39;ve found my customer, my silhouette, my cut.","author":"Alexander McQueen","topic":"Time"},{"quote":"We say that time passes, time goes by, and time flows. Those are metaphors. We also think of time as a medium in which we exist.","author":"James Gleick","topic":"Time"},{"quote":"In tough times, some of us see protecting the climate as a luxury, but that&#39;s an outdated 20th-century worldview from a time when we thought industrialization was the end goal, waste was growth, and wealth meant a thick haze of air pollution.","author":"Alex Steffen","topic":"Time"},{"quote":"It doesn&#39;t take money to turn off the television and cultivate real bonding time.","author":"Marianne Williamson","topic":"Time"},{"quote":"Off camera, I am not so quiet, I have a fun time, relaxed.","author":"LaToya London","topic":"Time"},{"quote":"I find it sad that by not talking about who I sleep with, that makes me mysterious. There was a time when I would have been called a gentleman.","author":"Kevin Spacey","topic":"Time"},{"quote":"You hear about quality time a lot but I really think that quantity time with a person is really what strengthens a relationship. That&#39;s when you really get to know somebody. You get to know their strengths and their weaknesses and that brings you closer. That&#39;s what &#39;Time Is Love&#39; is all about.","author":"Josh Turner","topic":"Time"},{"quote":"As people are walking all the time, in the same spot, a path appears.","author":"John Locke","topic":"Time"},{"quote":"All my time not devoted to my master&#39;s service was spent either in prayer, or in making experiments in casting different things in moulds made of earth, in attempting to make paper, gunpowder, and many other experiments, that, although I could not perfect, yet convinced me of its practicability if I had the means.","author":"Nat Turner","topic":"Time"},{"quote":"Time sometimes flies like a bird, sometimes crawls like a snail; but a man is happiest when he does not even notice whether it passes swiftly or slowly.","author":"Ivan Turgenev","topic":"Time"},{"quote":"This country can no longer afford to choose our leaders from a talent pool limited by sex, race, money, powerful fathers and paper degrees. It&#39;s time to take equal pride in breaking all the barriers.","author":"Gloria Steinem","topic":"Time"},{"quote":"Trust has to be earned, and should come only after the passage of time.","author":"Arthur Ashe","topic":"Time"},{"quote":"I&#39;ve been musically inclined since I picked up an instrument in the fourth grade. I just really appreciate music. I love to listen to it; I love to sing. I wouldn&#39;t consider myself, like, a natural singer. I just developed it over time, honestly, just listening. I&#39;m a great listener to music.","author":"Kyrie Irving","topic":"Time"},{"quote":"I like to think that people who really know me understand I am the same person - and that is something I will always fight to maintain. Obviously the money is there, but I want to stay the same. At the same time, I want my son to enjoy what I didn&#39;t have. My father-in-law often looks at all the toys and games Benjamin has.","author":"Sergio Aguero","topic":"Time"},{"quote":"We are time&#39;s subjects, and time bids be gone.","author":"William Shakespeare","topic":"Time"},{"quote":"&#39;Yellow Moon&#39; was a poem. My wife at the time, Joel - she&#39;s dead now - it was our 25th anniversary. She had the chance to go on a cruise with her sister. And I&#39;m home with the kids and looking up, and I saw the big moon, and I just started writing.","author":"Aaron Neville","topic":"Time"},{"quote":"Think of God; attachments will gradually drop away. If you wait till all desires disappear before starting your devotion and prayer, you will have to wait for a very long time indeed.","author":"Ramana Maharshi","topic":"Time"},{"quote":"If you wait for the right time or the good times to start a business, you wait all your life.","author":"Fran Tarkenton","topic":"Time"},{"quote":"Happiness is a critical factor for work, and work is a critical factor for happiness. In one of those life-isn&#39;t-fair results, it turns out that the happy outperform the less happy. Happy people work more hours each week - and they work more in their free time, too.","author":"Gretchen Rubin","topic":"Time"},{"quote":"The creative process is not controlled by a switch you can simply turn on or off; it&#39;s with you all the time.","author":"Alvin Ailey","topic":"Time"},{"quote":"Never wear a hat and sunglasses at the same time, because it looks like you&#39;re wearing a disguise.","author":"Jamie Hince","topic":"Time"},{"quote":"Directing is very close to choreography; you deal with space, time, emotions, lighting, making beautiful images.","author":"Benjamin Millepied","topic":"Time"},{"quote":"Being the first woman speaker and breaking the marble ceiling is pretty important. Now it&#39;s time to move on.","author":"Nancy Pelosi","topic":"Time"},{"quote":"I&#39;ve had a remarkable life. I seem to be in such good places at the right time. You know, if you were to ask me to sum my life up in one word, gratitude.","author":"Carole King","topic":"Time"},{"quote":"I had lost my way for some time, so I need to do things that I am happy with. It&#39;s not about being the number one heroine or money. It&#39;s about doing roles that I enjoy. My biggest ambition is happiness.","author":"Sonam Kapoor","topic":"Time"},{"quote":"There&#39;s nothing wrong with things taking time.","author":"James Dyson","topic":"Time"},{"quote":"Time abides long enough for those who make use of it.","author":"Leonardo da Vinci","topic":"Time"},{"quote":"Women have been called queens for a long time, but the kingdom given them isn&#39;t worth ruling.","author":"Louisa May Alcott","topic":"Time"},{"quote":"I was, I remember, I still remember when the first time I pointed the telescope at the sky and I saw Saturn with the rings. It was a beautiful image.","author":"Umberto Guidoni","topic":"Time"},{"quote":"If you have time to whine and complain about something then you have the time to do something about it.","author":"Anthony J. D'Angelo","topic":"Time"},{"quote":"Everything that has existed, lingers in the Eternity.","author":"Agatha Christie","topic":"Time"},{"quote":"When I was 15 years old and in the tenth grade, I heard of Martin Luther King, Jr. Three years later, when I was 18, I met Dr. King and we became friends. Two years after that I became very involved in the civil rights movement. I was in college at that time. As I got more and more involved, I saw politics as a means of bringing about change.","author":"John Lewis","topic":"Time"},{"quote":"Average leaders inspire people to punch a time clock. Great leaders inspire industry and passion.","author":"Joseph B. Wirthlin","topic":"Time"},{"quote":"My memories are of denim. I remember being 12 in my Levi&#39;s. Wow! As a teenager in Milan, I was really fascinated by Fiorucci, but at the time I was not rich enough to buy. Oh my God! I made a collection of Fiorucci shopping bags, and my mother, she still has them and my stickers, and now I invite Elio Fiorucci to our shows.","author":"Stefano Gabbana","topic":"Time"},{"quote":"My dad was fine about me doing modelling at 16 because I always said school was important to me. I always chose my jobs carefully so I wouldn&#39;t have to take too much time off. It got harder toward the end with my A-levels; there were sleepless nights, and I was doing my homework on the plane coming home, but I pulled through.","author":"Georgia May Jagger","topic":"Time"},{"quote":"Time = Life, Therefore, waste your time and waste of your life, or master your time and master your life.","author":"Alan Lakein","topic":"Time"},{"quote":"It&#39;s not the time to look for excuses.","author":"Rafael Nadal","topic":"Time"},{"quote":"There&#39;s time enough, but none to spare.","author":"Charles W. Chesnutt","topic":"Time"},{"quote":"When in doubt, take more time.","author":"John Zimmerman","topic":"Time"},{"quote":"How did it get so late so soon? Its night before its afternoon. December is here before its June. My goodness how the time has flewn. How did it get so late so soon?","author":"Dr. Seuss","topic":"Time"},{"quote":"Every great architect is - necessarily - a great poet. He must be a great original interpreter of his time, his day, his age.","author":"Frank Lloyd Wright","topic":"Time"},{"quote":"I started making music... I guess I was 12, and I started playing &#39;Guitar Hero.&#39; And you know, it got to a point where on expert, you can only exceed to a certain point. And so, you know, I was like, &#39;Let&#39;s play real guitar. Let&#39;s not waste more time.&#39; So, I got my mom, I told her to buy me a guitar for Christmas, and I started making music then.","author":"Post Malone","topic":"Time"},{"quote":"Treat your kid like a darling for the first five years. For the next five years, scold them. By the time they turn sixteen, treat them like a friend. Your grown up children are your best friends.","author":"Chanakya","topic":"Time"},{"quote":"One time, the teacher was the storehouse of knowledge. That will no longer be so. So what would a teacher do? A very good teacher will play the role of augmenter. Also, the teacher will be located anywhere and helping students.","author":"Shiv Nadar","topic":"Time"},{"quote":"I don&#39;t spend much time looking back at what happened. I do remember it, but I don&#39;t see any purpose of wanting to look back.","author":"Amitabh Bachchan","topic":"Time"},{"quote":"In a dark time, the eye begins to see.","author":"Cavett Robert","topic":"Time"},{"quote":"I don&#39;t know if I believe in love at first sight, but of course I believe in two people having chemistry right away. A girl should be really easy to talk to. When I lose track of time because we&#39;ve been talking, I think that&#39;s really fun.","author":"Zac Efron","topic":"Time"},{"quote":"You can&#39;t party all the time - especially in January!","author":"Neon Hitch","topic":"Time"},{"quote":"Time is the coin of your life. It is the only coin you have, and only you can determine how it will be spent. Be careful lest you let other people spend it for you.","author":"Carl Sandburg","topic":"Time"},{"quote":"The only thing I can do is fight. Win or lose, I&#39;m here every damn time.","author":"Donald Cerrone","topic":"Time"},{"quote":"Thanksgiving is a time when the world gets to see just how blessed and how workable the Christian system is. The emphasis is not on giving or buying, but on being thankful and expressing that appreciation to God and to one another.","author":"John Clayton","topic":"Time"},{"quote":"The world is so competitive, aggressive, consumive, selfish and during the time we spend here we must be all but that.","author":"Jose Mourinho","topic":"Time"},{"quote":"I prefer peace. But if trouble must come, let it come in my time, so that my children can live in peace.","author":"Thomas Paine","topic":"Time"},{"quote":"Boredom is the feeling that everything is a waste of time; serenity, that nothing is.","author":"Thomas Szasz","topic":"Time"},{"quote":"The best time to make friends is before you need them.","author":"Ethel Barrymore","topic":"Time"},{"quote":"Having no competition is a bad thing. Competition makes you try to improve yourself all the time.","author":"Shu Qi","topic":"Time"},{"quote":"I&#39;ve learned that I can&#39;t have a packed work schedule and a packed social schedule and a packed personal life; I need to just have time to myself to sit and breathe and unwind.","author":"Kim Cattrall","topic":"Time"},{"quote":"It is a full time job being honest one moment at a time, remembering to love, to honor, to respect. It is a practice, a discipline, worthy of every moment.","author":"Jasmine Guy","topic":"Time"},{"quote":"Life is like dancing. If we have a big floor, many people will dance. Some will get angry when the rhythm changes. But life is changing all the time.","author":"Don Miguel Ruiz","topic":"Time"},{"quote":"Each outing is its own game. You roll on your game plan. It is a different chess match each time you go out there. I just try to be prepared.","author":"Jason Hammel","topic":"Time"},{"quote":"You don&#39;t do things right once in a while. You do things right all the time.","author":"Vince Lombardi","topic":"Time"},{"quote":"I&#39;ve learned from experience that if you work harder at it, and apply more energy and time to it, and more consistency, you get a better result. It comes from the work.","author":"Louis C. K.","topic":"Time"},{"quote":"I call myself the Amusement Park. That&#39;s because I&#39;m funny and scary at the same time.","author":"Terry Crews","topic":"Time"},{"quote":"Too often, the opportunity knocks, but by the time you push back the chain, push back the bolt, unhook the two locks and shut off the burglar alarm, it&#39;s too late.","author":"Rita Coolidge","topic":"Time"},{"quote":"In order to become prosperous, a person must initially work very hard, so he or she has to sacrifice a lot of leisure time.","author":"Dalai Lama","topic":"Time"},{"quote":"I enjoy spending time at home or going out for a quiet meal in a restaurant.","author":"Jamie Redknapp","topic":"Time"},{"quote":"We are so obsessed with doing that we have no time and no imagination left for being. As a result, men are valued not for what they are but for what they do or what they have - for their usefulness.","author":"Thomas Merton","topic":"Time"},{"quote":"Old age and the passage of time teach all things.","author":"Sophocles","topic":"Time"},{"quote":"I want to see my niece and nephew grow up, to see their children... I get crazy at the idea that a time will come when I won&#39;t see Daniel and Allegra anymore.","author":"Gianni Versace","topic":"Time"},{"quote":"Opinion is like a pendulum and obeys the same law. If it goes past the centre of gravity on one side, it must go a like distance on the other; and it is only after a certain time that it finds the true point at which it can remain at rest.","author":"Arthur Schopenhauer","topic":"Time"},{"quote":"You have a wide array of people that are watching something, and you cannot please everyone at the same time. Half the people will love it; half the people will hate it. Half the people won&#39;t see it.","author":"David A. R. White","topic":"Time"},{"quote":"If I have made an appointment with you, I owe you punctuality, I have no right to throw away your time, if I do my own.","author":"Richard Cecil","topic":"Time"},{"quote":"I had a project for my life which involved 10 years of wandering, then some years of medical studies and, if any time was left, the great adventure of physics.","author":"Che Guevara","topic":"Time"},{"quote":"I&#39;ve got a long way to go to being the ultimate best, but I think my time is now. And I&#39;m starting to enter my prime.","author":"Kevin Durant","topic":"Time"},{"quote":"I&#39;m a victim of my own insides. There was a time when I wanted to know everything. It used to make me very unhappy, all that feeling. I just didn&#39;t know what to do with it. But now I&#39;ve learned to make that feeling work for me.","author":"Janis Joplin","topic":"Time"},{"quote":"There will come a time when you believe everything is finished. Yet that will be the beginning.","author":"Louis L'Amour","topic":"Time"},{"quote":"I write little quotes all the time to help encourage people to come together, like this one: &#39;If fate happens to toss you a lightbulb, use it to light the path of others, for they will use theirs to light the path of you. With your light together with mine, it&#39;s two times as bright and twice as strong.&#39;","author":"Matthew Underwood","topic":"Time"},{"quote":"Beer. It always seems like such a good idea at the time, doesn&#39;t it? What&#39;s worse is beer seems like an even better idea after you&#39;ve had some beer.","author":"Steven Hall","topic":"Time"},{"quote":"In every age &#39;the good old days&#39; were a myth. No one ever thought they were good at the time. For every age has consisted of crises that seemed intolerable to the people who lived through them.","author":"Brooks Atkinson","topic":"Time"},{"quote":"Freedom isn&#39;t free. It shouldn&#39;t be a bragging point that &#39;Oh, I don&#39;t get involved in politics,&#39; as if that makes someone cleaner. No, that makes you derelict of duty in a republic. Liars and panderers in government would have a much harder time of it if so many people didn&#39;t insist on their right to remain ignorant and blindly agreeable.","author":"Bill Maher","topic":"Time"},{"quote":"However, people need to understand that it ain&#39;t that deep to try and convince people of what your persona is. You are who you are, and what you are will show in time. What you aren&#39;t can be hidden, but eventually it will come to light. Long story short: rappers should never take themselves too seriously.","author":"Wale","topic":"Time"},{"quote":"If you look at the history of technology over a couple hundred years, it&#39;s all about time compression and making the globe smaller. It&#39;s had positive effects, all the ones that we know. So we&#39;re much less likely to have the kind of terrible misunderstandings that led to World War I, for example.","author":"Eric Schmidt","topic":"Time"},{"quote":"Regardless if what you do in the world, you do it good. You do your best, and you show up on time, and you leave and you do a good job, and you treat people the way you want to be treated.","author":"Scott Eastwood","topic":"Time"},{"quote":"One of my earliest memories is of seeing my mother in her beach chair, reading a book under an umbrella by the water&#39;s edge while my sisters and I played beside her. Of all the life lessons she taught me, that is one of my favorites: to take time at a place I love, restore my spirit with books and the beach.","author":"Luanne Rice","topic":"Time"},{"quote":"There is no room for second place. There is only one place in my game and that is first place. I have finished second twice in my time at Green Bay and I never want to finish second again.","author":"Vince Lombardi","topic":"Time"},{"quote":"If there are no stupid questions, then what kind of questions do stupid people ask? Do they get smart just in time to ask questions?","author":"Scott Adams","topic":"Time"},{"quote":"It is strange that the years teach us patience; that the shorter our time, the greater our capacity for waiting.","author":"Elizabeth Taylor","topic":"Time"},{"quote":"When I was in lower school, I graduated from fourth grade, and the principal gave us a summer assignment to take a 30-minute reflection period every day. And, of course, there were no cell phones at the time. She said to just think. And that&#39;s lost. It doesn&#39;t exist anymore. Just imagine being on a couch and just thinking.","author":"Ansel Elgort","topic":"Time"},{"quote":"I have been known for some time as a person who speaks the truth and speaks it strongly. I have always called a liar a liar and a hypocrite a hypocrite.","author":"Cindy Sheehan","topic":"Time"},{"quote":"Oratory is the masterful art. Poetry, painting, music, sculpture, architecture please, thrill, inspire - but oratory rules. The orator dominates those who hear him, convinces their reason, controls their judgment, compels their action. For the time being, he is master.","author":"David Josiah Brewer","topic":"Time"},{"quote":"Time is the school in which we learn, time is the fire in which we burn.","author":"Delmore Schwartz","topic":"Time"},{"quote":"Live-tweeting your bikini wax is not vulnerability. Nor is posting a blow-by-blow of your divorce . That&#39;s an attempt to hot-wire connection. But you can&#39;t cheat real connection. It&#39;s built up slowly. It&#39;s about trust and time.","author":"Brene Brown","topic":"Time"},{"quote":"All our sweetest hours fly fastest.","author":"Virgil","topic":"Time"},{"quote":"The current practice of extending U.S. citizenship to hundreds of thousands of &#39;anchor babies&#39; must end because it creates a magnet for illegal immigration into our country. Now is the time to ensure that the laws in this country do not encourage law-breaking.","author":"Steve King","topic":"Time"},{"quote":"Fortunately, human forgetting follows a pattern. We forget exponentially. A graph of our likelihood of getting the correct answer on a quiz sweeps quickly downward over time and then levels off.","author":"Gary Wolf","topic":"Time"},{"quote":"Time is the father of truth, its mother is our mind.","author":"Giordano Bruno","topic":"Time"},{"quote":"Time is the wisest counselor of all.","author":"Pericles","topic":"Time"},{"quote":"I must govern the clock, not be governed by it.","author":"Golda Meir","topic":"Time"},{"quote":"Until you value yourself, you won&#39;t value your time. Until you value your time, you will not do anything with it.","author":"M. Scott Peck","topic":"Time"},{"quote":"Time has been transformed, and we have changed; it has advanced and set us in motion; it has unveiled its face, inspiring us with bewilderment and exhilaration.","author":"Khalil Gibran","topic":"Time"},{"quote":"I can only note that the past is beautiful because one never realises an emotion at the time. It expands later, and thus we don&#39;t have complete emotions about the present, only about the past.","author":"Virginia Woolf","topic":"Time"},{"quote":"Do not waste time dreaming of great faraway opportunities; do the best you can where you are. Open your petals of power and beauty and fling out the fragrance of your life in the place that has been assigned to you.","author":"Orison Swett Marden","topic":"Time"},{"quote":"I still love things that you don&#39;t even need to pay for. Going to the beach and being around five of your friends and having a good time means so much more than going out and spending hundreds of dollars.","author":"Maria Sharapova","topic":"Time"},{"quote":"It&#39;s better to waste money, than it is to waste time. You can always get more money.","author":"Hal Sparks","topic":"Time"},{"quote":"If I&#39;m ever having a good time, I&#39;ll write about it so I&#39;ll remember it.","author":"Brantley Gilbert","topic":"Time"},{"quote":"A thought transfixed me: for the first time in my life, I saw the truth as it is set into song by so many poets, proclaimed as the final wisdom by so many thinkers. The truth - that love is the ultimate and the highest goal to which man can aspire.","author":"Viktor E. Frankl","topic":"Time"},{"quote":"Close to a billion people - one-eighth of the world&#39;s population - still live in hunger. Each year 2 million children die through malnutrition. This is happening at a time when doctors in Britain are warning of the spread of obesity. We are eating too much while others starve.","author":"Jonathan Sacks","topic":"Time"},{"quote":"Filming is a funny combination of having a good time and not being able to wait until it&#39;s over.","author":"Nicole Holofcener","topic":"Time"},{"quote":"Time travel is such a magic concept.","author":"Matt Smith","topic":"Time"},{"quote":"The road to recovery will not always be easy, but I will take it one day at a time, focusing on the moments I&#39;ve dreamed about for so long.","author":"Amanda Lindhout","topic":"Time"},{"quote":"The world is like a reverse casino. In a casino, if you gamble long enough, you&#39;re certainly going to lose. But in the real world, where the only thing you&#39;re gambling is, say, your time or your embarrassment, then the more stuff you do, the more you give luck a chance to find you.","author":"Scott Adams","topic":"Time"},{"quote":"Deadlines aren&#39;t bad. They help you organize your time. They help you set priorities. They make you get going when you might not feel like it.","author":"Harvey Mackay","topic":"Time"},{"quote":"There&#39;s just something wonderful about getting a small group of people together in an isolated location, and there&#39;s something about cabins themselves that imply both horror and fun. When you go to a cabin, you&#39;re usually going to have a good time.","author":"Drew Goddard","topic":"Time"},{"quote":"The thing about New York is, more than any other place I&#39;ve ever been, you run into people on the street that you would never imagine you&#39;d see, old friends, people just like there for a day or two. I find that all the time when I&#39;m walking around Manhattan, running into people that I had no idea were even there.","author":"Michael Shannon","topic":"Time"},{"quote":"I cannot believe in a God who wants to be praised all the time.","author":"Friedrich Nietzsche","topic":"Time"},{"quote":"When I was younger, the idea of the bad boy was appealing, but then I grew up and realized that stable people are more fulfilling. Bad boys need more time to themselves. I want to be in a relationship with someone who knows how to take care of himself and is therefore able to take care of me. That way, we can put each other first.","author":"Jessica Parker Kennedy","topic":"Time"},{"quote":"Computers are still technology because we are still wrestling with it: it&#39;s still being invented; we&#39;re still trying to work out how it works. There&#39;s a world of game interaction to come that you or I wouldn&#39;t recognise. It&#39;s time for the machines to disappear. The computer&#39;s got to disappear into all of the things we use.","author":"Douglas Adams","topic":"Time"},{"quote":"All civilization has from time to time become a thin crust over a volcano of revolution.","author":"Havelock Ellis","topic":"Time"},{"quote":"Time is a circus, always packing up and moving away.","author":"Ben Hecht","topic":"Time"},{"quote":"I was in my thirteenth year when I heard a voice from God to help me govern my conduct. And the first time I was very much afraid.","author":"Joan of Arc","topic":"Time"},{"quote":"The theatre is a spiritual and social X-ray of its time.","author":"Stella Adler","topic":"Time"},{"quote":"It&#39;s really important to share the idea that being different might feel like a problem at the time, but ultimately diversity is a strength.","author":"Carson Kressley","topic":"Time"},{"quote":"The minute we stop learning, we begin death, the process of dying. We learn from each other with every action we perform. We are teaching goodness or evil every time we step out of the house and into the street.","author":"Leo Buscaglia","topic":"Time"},{"quote":"I do not read advertisements. I would spend all of my time wanting things.","author":"Franz Kafka","topic":"Time"},{"quote":"My view is there&#39;s no bad time to innovate.","author":"Jeff Bezos","topic":"Time"},{"quote":"Music is given to us with the sole purpose of establishing an order in things, including, and particularly, the coordination between man and time.","author":"Igor Stravinsky","topic":"Time"},{"quote":"I&#39;m just a lucky slob from Ohio who happened to be in the right place at the right time.","author":"Clark Gable","topic":"Time"},{"quote":"Time makes more converts than reason.","author":"Thomas Paine","topic":"Time"},{"quote":"No, no, I don&#39;t watch football. The last time I tried watching was the last Super Bowl. The problem I have is, you know, the graphic nature of my imagination; when I watch and see them meeting head onto head, helmet onto helmet, what flashes through my mind is what&#39;s going on in their brains. It&#39;s like torture to me.","author":"Bennet Omalu","topic":"Time"},{"quote":"The first thing which I can record concerning myself is, that I was born. These are wonderful words. This life, to which neither time nor eternity can bring diminution - this everlasting living soul, began. My mind loses itself in these depths.","author":"Groucho Marx","topic":"Time"},{"quote":"So during those first moments of the day, which are yours and yours alone, you can circumvent these boundaries and concentrate fully on spiritual matters. And this gives you the opportunity to plan the time management of the entire day.","author":"Menachem Mendel Schneerson","topic":"Time"},{"quote":"We take it for granted that we can see at all times of day and night. But there was a time, not all that long ago, in the age before electricity, when night brought total darkness - and with it, a not-so-small amount of terror. We get a sense of this when we go camping or when there&#39;s a power outage, and our fear of the darkness is primal.","author":"Jake Halpern","topic":"Time"},{"quote":"Mindfulness helps you go home to the present. And every time you go there and recognize a condition of happiness that you have, happiness comes.","author":"Thich Nhat Hanh","topic":"Time"},{"quote":"Time goes, you say? Ah, no! alas, time stays, we go.","author":"Henry Austin Dobson","topic":"Time"},{"quote":"The past always looks better than it was. It&#39;s only pleasant because it isn&#39;t here.","author":"Finley Peter Dunne","topic":"Time"},{"quote":"Time is but the stream I go a-fishing in.","author":"Henry David Thoreau","topic":"Time"},{"quote":"Now is the age of anxiety.","author":"W. H. Auden","topic":"Time"},{"quote":"True time is four-dimensional.","author":"Martin Heidegger","topic":"Time"},{"quote":"For me, not owning a car means I may spend a little extra time on public transportation, but I can use that time to read, catch up on work projects, and make the phone calls I couldn&#39;t get to earlier. Plus, I never waste time at the mechanics or gas station.","author":"Lynn Jurich","topic":"Time"},{"quote":"The time I kill is killing me.","author":"Mason Cooley","topic":"Time"},{"quote":"Each moment is perfect and heaven-sent, in that each moment holds the seeds for growth.","author":"Suzan-Lori Parks","topic":"Time"},{"quote":"The only thing wrong with immortality is that it tends to go on forever.","author":"Herb Caen","topic":"Time"},{"quote":"It has been said that time heals all wounds. I don&#39;t agree. The wounds remain. Time - the mind, protecting its sanity - covers them with some scar tissue and the pain lessens, but it is never gone.","author":"Rose Kennedy","topic":"Time"},{"quote":"Forever is composed of nows.","author":"Emily Dickinson","topic":"Time"},{"quote":"I was a terrible student. Still, I managed to get into college, but my daydreaming threatened to sabotage me. I used behavior modification to break the cycle. I started by setting an arbitrary time limit on studying: for every 15 minutes of study, I&#39;d allow myself an hour of daydreaming. I set the alarm.","author":"Sandra Cisneros","topic":"Time"},{"quote":"The relationship between you and your boss will change over time. When you just started out, that boss was your mentor and took you under their wing. As a seasoned employee, though, you no longer need your boss to guide you along. You should be able to handle tasks on your own.","author":"John Rampton","topic":"Time"},{"quote":"Send out a cheerful, positive greeting, and most of the time you will get back a cheerful, positive greeting. It&#39;s also true that if you send out a negative greeting, you will, in most cases, get back a negative greeting.","author":"Zig Ziglar","topic":"Time"},{"quote":"After a workout, you definitely have to have a protein shake. I drink my six-pound whey protein all the time, too. I throw some fruit in there - strawberries, blueberries - with some peanut butter and banana, and it gives you all the recovery you need from a hard day of lifting and running.","author":"Rob Gronkowski","topic":"Time"},{"quote":"Time is only an idea. There is only the Reality. Whatever you think it is, it looks like that. If you call it time, it is time. If you call it existence, it is existence, and so on. After calling it time, you divide it into days and nights, months, years, hours, minutes, etc. Time is immaterial for the Path of Knowledge.","author":"Ramana Maharshi","topic":"Time"},{"quote":"Fashion is always of the time in which you live. It is not something standing alone. But the grand problem, the most important problem, is to rejeuvenate women. To make women look young. Then their outlook changes. They feel more joyous.","author":"Coco Chanel","topic":"Time"},{"quote":"I have just got a new theory of eternity.","author":"Albert Einstein","topic":"Time"},{"quote":"The future is something which everyone reaches at the rate of 60 minutes an hour, whatever he does, whoever he is.","author":"C. S. Lewis","topic":"Time"},{"quote":"I respect everybody, but at the same time, I carry myself with an aura that demands respect, too.","author":"Lil' Kim","topic":"Time"},{"quote":"I put instant coffee in a microwave oven and almost went back in time.","author":"Steven Wright","topic":"Time"},{"quote":"We can&#39;t solve modern problems by going back in time. Retreating to the safety of the familiar is an understandable response, but God has called us to a life of faith. And faith requires us to face the unknown while trusting Him completely.","author":"Charles R. Swindoll","topic":"Time"},{"quote":"You can&#39;t go forward and backwards at the same time.","author":"Steve Harvey","topic":"Time"},{"quote":"I&#39;m not good at being a picture-perfect pop star, happy all the time. If I&#39;m having a bad day, I can&#39;t pretend. I&#39;m always a bit unhappy, but that&#39;s just me. I like dwelling in my sadness.","author":"Charli XCX","topic":"Time"},{"quote":"I&#39;m not afraid of turning 80 and I have lots of things to do. I don&#39;t have time for dying.","author":"Ingvar Kamprad","topic":"Time"},{"quote":"I can be a goofball sometimes. I love having a good time and being carefree.","author":"Spencer Boldman","topic":"Time"},{"quote":"Let the refining and improving of your own life keep you so busy that you have little time to criticize others.","author":"H. Jackson Brown, Jr.","topic":"Time"},{"quote":"When it&#39;s your time, it is your time.","author":"Bruno Mars","topic":"Time"},{"quote":"People will kill you over time, and how they&#39;ll kill you is with tiny, harmless phrases, like &#39;be realistic.&#39;","author":"Dylan Moran","topic":"Time"},{"quote":"Time is what prevents everything from happening at once.","author":"John Archibald Wheeler","topic":"Time"},{"quote":"Finding some quiet time in your life, I think, is hugely important.","author":"Mariel Hemingway","topic":"Time"},{"quote":"For time is the longest distance between two places.","author":"Tennessee Williams","topic":"Time"},{"quote":"Women can&#39;t do everything at the same time, we need to understand milestones in our lives comes in segments.","author":"Madeleine Albright","topic":"Time"},{"quote":"Everything happens to everybody sooner or later if there is time enough.","author":"George Bernard Shaw","topic":"Time"},{"quote":"Lost wealth may be replaced by industry, lost knowledge by study, lost health by temperance or medicine, but lost time is gone forever.","author":"Samuel Smiles","topic":"Time"},{"quote":"It&#39;s time to stop the raid on the Social Security trust fund and start allowing Americans to invest their Social Security taxes in personal savings accounts.","author":"Mike Pence","topic":"Time"},{"quote":"Creative people don&#39;t behave very well generally. If you&#39;re looking for examples of good relationships in show business, you&#39;re gonna be depressed real fast. I don&#39;t have time for anything else right now but work and my daughter. She&#39;s my first priority.","author":"Jim Carrey","topic":"Time"},{"quote":"Most of us aren&#39;t defeated in one decisive battle. We are defeated one tiny, seemingly insignificant surrender at a time that chips away at who we should really be.","author":"Jocko Willink","topic":"Time"},{"quote":"Time brings all things to pass.","author":"Aeschylus","topic":"Time"},{"quote":"Lose not yourself in a far off time, seize the moment that is thine.","author":"Friedrich Schiller","topic":"Time"},{"quote":"Time does not change us. It just unfolds us.","author":"Max Frisch","topic":"Time"},{"quote":"Time has a way of demonstrating that the most stubborn are the most intelligent.","author":"Yevgeny Yevtushenko","topic":"Time"},{"quote":"What then is time? If no one asks me, I know what it is. If I wish to explain it to him who asks, I do not know.","author":"Saint Augustine","topic":"Time"},{"quote":"Time is bunk.","author":"Douglas Adams","topic":"Time"},{"quote":"My father believed in toughness, honesty, politeness and being on time. All very important lessons.","author":"Roger Moore","topic":"Time"},{"quote":"The trouble with our times is that the future is not what it used to be.","author":"Paul Valery","topic":"Time"},{"quote":"Time, the devourer of all things.","author":"Ovid","topic":"Time"},{"quote":"Know how to live the time that is given you.","author":"Dario Fo","topic":"Time"},{"quote":"Day, n. A period of twenty-four hours, mostly misspent.","author":"Ambrose Bierce","topic":"Time"},{"quote":"I want to go ahead of Father Time with a scythe of my own.","author":"H. G. Wells","topic":"Time"},{"quote":"Nothing puzzles me more than the time and space; and yet nothing troubles me less.","author":"Charles Lamb","topic":"Time"},{"quote":"Time makes heroes but dissolves celebrities.","author":"Daniel J. Boorstin","topic":"Time"},{"quote":"Who makes quick use of the moment is a genius of prudence.","author":"Johann Kaspar Lavater","topic":"Time"},{"quote":"Both young children and old people have a lot of time on their hands. That&#39;s probably why they get along so well.","author":"Jonathan Carroll","topic":"Time"},{"quote":"In times like these, it helps to recall that there have always been times like these.","author":"Paul Harvey","topic":"Time"},{"quote":"By the time we&#39;ve made it, we&#39;ve had it.","author":"Malcolm Forbes","topic":"Time"},{"quote":"You must have been warned against letting the golden hours slip by; but some of them are golden only because we let them slip by.","author":"James M. Barrie","topic":"Time"},{"quote":"We have not the time to take our time.","author":"Eugene Ionesco","topic":"Time"},{"quote":"The present time has one advantage over every other - it is our own.","author":"Charles Caleb Colton","topic":"Time"},{"quote":"It is my feeling that Time ripens all things; with Time all things are revealed; Time is the father of truth.","author":"Francois Rabelais","topic":"Time"},{"quote":"The one thing I regret is that I will never have time to read all the books I want to read.","author":"Francoise Sagan","topic":"Time"},{"quote":"When Time is spent, Eternity begins.","author":"Helen Hunt Jackson","topic":"Time"},{"quote":"The best way to fill time is to waste it.","author":"Marguerite Duras","topic":"Time"},{"quote":"Let him who would enjoy a good future waste none of his present.","author":"Roger Babson","topic":"Time"},{"quote":"The clock talked loud. I threw it away, it scared me what it talked.","author":"Tillie Olsen","topic":"Time"},{"quote":"And when is there time to remember, to sift, to weigh, to estimate, to total?","author":"Tillie Olsen","topic":"Time"},{"quote":"Time is a dressmaker specializing in alterations.","author":"Faith Baldwin","topic":"Time"},{"quote":"It would take six months to get to Mars if you go there slowly, with optimal energy cost. Then it would take eighteen months for the planets to realign. Then it would take six months to get back, though I can see getting the travel time down to three months pretty quickly if America has the will.","author":"Elon Musk","topic":"Time"},{"quote":"Put two ships in the open sea, without wind or tide, and, at last, they will come together. Throw two planets into space, and they will fall one on the other. Place two enemies in the midst of a crowd, and they will inevitably meet; it is a fatality, a question of time; that is all.","author":"Jules Verne","topic":"Time"},{"quote":"Time, whose tooth gnaws away everything else, is powerless against truth.","author":"Thomas Huxley","topic":"Time"},{"quote":"I confess, I do not believe in time.","author":"Vladimir Nabokov","topic":"Time"},{"quote":"For disappearing acts, it&#39;s hard to beat what happens to the eight hours supposedly left after eight of sleep and eight of work.","author":"Doug Larson","topic":"Time"},{"quote":"Much may be done in those little shreds and patches of time which every day produces, and which most men throw away.","author":"Charles Caleb Colton","topic":"Time"},{"quote":"We must go fast, because the race is against time.","author":"Anna Held","topic":"Time"},{"quote":"Time is a beautiful thing. It&#39;s like when you meet an old lover on the street six years later and they don&#39;t look so ugly anymore.","author":"Sarah McLachlan","topic":"Time"},{"quote":"Time is nature&#39;s way of keeping everything from happening at once.","author":"John Archibald Wheeler","topic":"Time"},{"quote":"The present is a point just passed.","author":"David Russell","topic":"Time"},{"quote":"O sweet, delusive Noon, Which the morning climbs to find, O moment sped too soon, And morning left behind.","author":"Helen Hunt Jackson","topic":"Time"},{"quote":"Well-timed silence is the most commanding expression.","author":"Mark Helprin","topic":"Time"},{"quote":"I took some time out for life.","author":"James L. Brooks","topic":"Time"},{"quote":"Time was God&#39;s first creation.","author":"Walter Lang","topic":"Time"},{"quote":"Perfection is the child of time.","author":"Joseph Hall","topic":"Time"},{"quote":"Eternity: a moment standing still for ever.","author":"James Montgomery","topic":"Time"},{"quote":"Time and space - time to be alone, space to move about - these may well become the great scarcities of tomorrow.","author":"Edwin Way Teale","topic":"Time"},{"quote":"The time to hesitate is through.","author":"Robby Krieger","topic":"Time"},{"quote":"My time is now.","author":"John Turner","topic":"Time"},{"quote":"Men talk of killing time, while time quietly kills them.","author":"Dion Boucicault","topic":"Time"}]