[{"quote":"A lie can travel half way around the world while the truth is putting on its shoes.","author":"Charles Spurgeon","topic":"Travel"},{"quote":"Wherever you go, go with all your heart.","author":"Confucius","topic":"Travel"},{"quote":"The world is a book, and those who do not travel read only a page.","author":"Saint Augustine","topic":"Travel"},{"quote":"Every day is a journey, and the journey itself is home.","author":"Matsuo Basho","topic":"Travel"},{"quote":"Success comes to those who dedicate everything to their passion in life. To be successful, it is also very important to be humble and never let fame or money travel to your head.","author":"A. R. Rahman","topic":"Travel"},{"quote":"A man travels the world over in search of what he needs and returns home to find it.","author":"George A. Moore","topic":"Travel"},{"quote":"It is better to travel well than to arrive.","author":"Buddha","topic":"Travel"},{"quote":"The real voyage of discovery consists not in seeking new landscapes, but in having new eyes.","author":"Marcel Proust","topic":"Travel"},{"quote":"The best education I have ever received was through travel.","author":"Lisa Ling","topic":"Travel"},{"quote":"I travel light. I think the most important thing is to be in a good mood and enjoy life, wherever you are.","author":"Diane von Furstenberg","topic":"Travel"},{"quote":"A good traveler has no fixed plans, and is not intent on arriving.","author":"Lao Tzu","topic":"Travel"},{"quote":"If you want to succeed you should strike out on new paths, rather than travel the worn paths of accepted success.","author":"John D. Rockefeller","topic":"Travel"},{"quote":"To travel is to take a journey into yourself.","author":"Danny Kaye","topic":"Travel"},{"quote":"We shall not cease from exploration, and the end of all our exploring will be to arrive where we started and know the place for the first time.","author":"T. S. Eliot","topic":"Travel"},{"quote":"Travel early and travel often. Live abroad, if you can. Understand cultures other than your own. As your understanding of other cultures increases, your understanding of yourself and your own culture will increase exponentially.","author":"Tom Freston","topic":"Travel"},{"quote":"Exploration is really the essence of the human spirit.","author":"Frank Borman","topic":"Travel"},{"quote":"All journeys have secret destinations of which the traveler is unaware.","author":"Martin Buber","topic":"Travel"},{"quote":"Never go on trips with anyone you do not love.","author":"Ernest Hemingway","topic":"Travel"},{"quote":"Life is short and the older you get, the more you feel it. Indeed, the shorter it is. People lose their capacity to walk, run, travel, think, and experience life. I realise how important it is to use the time I have.","author":"Viggo Mortensen","topic":"Travel"},{"quote":"I see my path, but I don&#39;t know where it leads. Not knowing where I&#39;m going is what inspires me to travel it.","author":"Rosalia de Castro","topic":"Travel"},{"quote":"For once you have tasted flight you will walk the earth with your eyes turned skywards, for there you have been and there you will long to return.","author":"Leonardo da Vinci","topic":"Travel"},{"quote":"Rome is the city of echoes, the city of illusions, and the city of yearning.","author":"Giotto di Bondone","topic":"Travel"},{"quote":"Though we travel the world over to find the beautiful, we must carry it with us or we find it not.","author":"Ralph Waldo Emerson","topic":"Travel"},{"quote":"The world is getting more connected through technology and travel. Cuisines are evolving. Some people are scared of globalization, but I think people will always take pride in cultural heritage.","author":"John Mackey","topic":"Travel"},{"quote":"Travel can be one of the most rewarding forms of introspection.","author":"Lawrence Durrell","topic":"Travel"},{"quote":"The traveler sees what he sees, the tourist sees what he has come to see.","author":"Gilbert K. Chesterton","topic":"Travel"},{"quote":"We must go beyond textbooks, go out into the bypaths and untrodden depths of the wilderness and travel and explore and tell the world the glories of our journey.","author":"John Hope Franklin","topic":"Travel"},{"quote":"We are what our thoughts have made us; so take care about what you think. Words are secondary. Thoughts live; they travel far.","author":"Swami Vivekananda","topic":"Travel"},{"quote":"Travel stories teach geography; insect stories lead the child into natural science; and so on. The teacher, in short, can use reading to introduce her pupils to the most varied subjects; and the moment they have been thus started, they can go on to any limit guided by the single passion for reading.","author":"Maria Montessori","topic":"Travel"},{"quote":"The Lord gave me &#39;Sojourner,&#39; because I was to travel up an&#39; down the land, showin&#39; the people their sins an&#39; bein&#39; a sign unto them. Afterwards, I told the Lord I wanted another name &#39;cause everybody else had two names, and the Lord gave me &#39;Truth,&#39; because I was to declare the truth to people.","author":"Sojourner Truth","topic":"Travel"},{"quote":"Life is an unfoldment, and the further we travel the more truth we can comprehend. To understand the things that are at our door is the best preparation for understanding those that lie beyond.","author":"Hypatia","topic":"Travel"},{"quote":"You and I come by road or rail, but economists travel on infrastructure.","author":"Margaret Thatcher","topic":"Travel"},{"quote":"Only by going alone in silence, without baggage, can one truly get into the heart of the wilderness. All other travel is mere dust and hotels and baggage and chatter.","author":"John Muir","topic":"Travel"},{"quote":"If one had but a single glance to give the world, one should gaze on Istanbul.","author":"Alphonse de Lamartine","topic":"Travel"},{"quote":"Like all great travellers, I have seen more than I remember, and remember more than I have seen.","author":"Benjamin Disraeli","topic":"Travel"},{"quote":"I would travel only by horse, if I had the choice.","author":"Linda McCartney","topic":"Travel"},{"quote":"We travel, some of us forever, to seek other states, other lives, other souls.","author":"Anais Nin","topic":"Travel"},{"quote":"Travel becomes a strategy for accumulating photographs.","author":"Susan Sontag","topic":"Travel"},{"quote":"My message, especially to young people is to have courage to think differently, courage to invent, to travel the unexplored path, courage to discover the impossible and to conquer the problems and succeed. These are great qualities that they must work towards. This is my message to the young people.","author":"A. P. J. Abdul Kalam","topic":"Travel"},{"quote":"I travel, I read, I write, I have other lives. But when I have a camera, I know that&#39;s my country, my island.","author":"Leos Carax","topic":"Travel"},{"quote":"In both business and personal life, I&#39;ve always found that travel inspires me more than anything else I do. Evidence of the languages, cultures, scenery, food, and design sensibilities that I discover all over the world can be found in every piece of my jewelry.","author":"Ivanka Trump","topic":"Travel"},{"quote":"I love to travel, but hate to arrive.","author":"Hernan Cortes","topic":"Travel"},{"quote":"In spite of the opinions of certain narrow-minded people, who would shut up the human race upon this globe, as within some magic circle it must never outstep, we shall one day travel to the moon, the planets, and the stars, with the same facility, rapidity, and certainty as we now make the voyage from Liverpool to New York!","author":"Jules Verne","topic":"Travel"},{"quote":"Riding a bicycle is the summit of human endeavour - an almost neutral environmental effect coupled with the ability to travel substantial distances without disturbing anybody. The bike is the perfect marriage of technology and human energy.","author":"Jeremy Corbyn","topic":"Travel"},{"quote":"Nature is impersonal, awe-inspiring, elegant, eternal. It&#39;s geometrically perfect. It&#39;s tiny and gigantic. You can travel far to be in a beautiful natural setting, or you can observe it in your backyard - or, in my case, in the trees lining New York City sidewalks, or in the clouds above skyscrapers.","author":"Gretchen Rubin","topic":"Travel"},{"quote":"To travel is to discover that everyone is wrong about other countries.","author":"Aldous Huxley","topic":"Travel"},{"quote":"The desire to fly is an idea handed down to us by our ancestors who... looked enviously on the birds soaring freely through space... on the infinite highway of the air.","author":"Wilbur Wright","topic":"Travel"},{"quote":"People will travel anywhere for good food - it&#39;s crazy.","author":"Rene Redzepi","topic":"Travel"},{"quote":"Travelling expands the mind rarely.","author":"Hans Christian Andersen","topic":"Travel"},{"quote":"Ah! Young people, travel if you can, and if you cannot - travel all the same!","author":"Jules Verne","topic":"Travel"},{"quote":"I wanted to travel from the beginning. As a kid, I used to dream about airplanes, before I ever flew in one.","author":"Mary Ellen Mark","topic":"Travel"},{"quote":"Our brand of democracy is hard. But I can promise that a year from now, when I no longer hold this office, I&#39;ll be right there with you as a citizen - inspired by those voices of fairness and vision, of grit and good humor and kindness that have helped America travel so far.","author":"Barack Obama","topic":"Travel"},{"quote":"I am blessed for what I have, but I believed in it from the beginning. Today, the dream is the same: I still want to travel, I still want to entertain, and I most certainly still want to have fun.","author":"Guy Laliberte","topic":"Travel"},{"quote":"Venice is like eating an entire box of chocolate liqueurs in one go.","author":"Truman Capote","topic":"Travel"},{"quote":"I am sort of an adventurer. I like to explore new places. I don&#39;t get to travel as often as I would like but I love it.","author":"Edi Gathegi","topic":"Travel"},{"quote":"Certainly, travel is more than the seeing of sights; it is a change that goes on, deep and permanent, in the ideas of living.","author":"Mary Ritter Beard","topic":"Travel"},{"quote":"Time travel used to be thought of as just science fiction, but Einstein&#39;s general theory of relativity allows for the possibility that we could warp space-time so much that you could go off in a rocket and return before you set out.","author":"Stephen Hawking","topic":"Travel"},{"quote":"Imagination makes us aware of limitless possibilities. How many of us haven&#39;t pondered the concept of infinity or imagined the possibility of time travel? In one of her poems, Emily Bronte likens imagination to a constant companion, but I prefer to think of it as a built-in entertainment system.","author":"Alexandra Adornetto","topic":"Travel"},{"quote":"One of my passions is photography. I always carry a camera in my bag whenever I travel. I always take pictures wherever I go, and some of them end up being really crazy ones.","author":"Sunidhi Chauhan","topic":"Travel"},{"quote":"Paris is always a good idea.","author":"Audrey Hepburn","topic":"Travel"},{"quote":"Many a trip continues long after movement in time and space have ceased.","author":"John Steinbeck","topic":"Travel"},{"quote":"We are all travelers in the wilderness of this world, and the best we can find in our travels is an honest friend.","author":"Robert Louis Stevenson","topic":"Travel"},{"quote":"Every perfect traveler always creates the country where he travels.","author":"Nikos Kazantzakis","topic":"Travel"},{"quote":"The person attempting to travel two roads at once will get nowhere.","author":"Xun Kuang","topic":"Travel"},{"quote":"People don&#39;t understand that where I come from, everyone is either a convict, been in jail, been in a gang, is a hooligan of some sorts, but those are my brothers, my family and the people that I travel with. Those are the people that I roll with.","author":"Lupe Fiasco","topic":"Travel"},{"quote":"It was one of my dreams as a child, growing up in my little village with my cousins. We used to walk together, and I used to say, when you look at the world map, &#39;This town is there, that town is there, that river is there.&#39; I used to say, &#39;One day, I&#39;m going to travel these places.&#39;","author":"Jimmy Cliff","topic":"Travel"},{"quote":"The best way to get to know the place you are traveling in is to walk around... and the best way to walk around is with comfortable shoes! Grab your travel buddy and your running shoes and go explore!","author":"Laura Marano","topic":"Travel"},{"quote":"Being in Blur has allowed me to travel and hear the music that&#39;s being made all over the world.","author":"Damon Albarn","topic":"Travel"},{"quote":"Japan, not only a mega-busy city that thrives on electronics and efficiency, actually has an almost sacred appreciation of nature. One must travel outside of Tokyo to truly experience the &#39;old Japan&#39; and more importantly feel these aspects of Japanese culture.","author":"Apolo Ohno","topic":"Travel"},{"quote":"To the lover of wilderness, Alaska is one of the most wonderful countries in the world.","author":"John Muir","topic":"Travel"},{"quote":"The world reveals itself to those who travel on foot.","author":"Werner Herzog","topic":"Travel"},{"quote":"I&#39;ve always enjoyed traveling and having experience with different cultures and different people. But it&#39;s also a wonderful thing to be able to benefit and enable research, not only in our country but around the world.","author":"Laurel Clark","topic":"Travel"},{"quote":"The most important thing we can do is inspire young minds and to advance the kind of science, math and technology education that will help youngsters take us to the next phase of space travel.","author":"John Glenn","topic":"Travel"},{"quote":"He travels the fastest who travels alone.","author":"Rudyard Kipling","topic":"Travel"},{"quote":"In this life, you should read everything you can read. Taste everything you can taste. Meet everyone you can meet. Travel everywhere you can travel. Learn everything you can learn. Experience everything you can experience.","author":"Mario Cuomo","topic":"Travel"},{"quote":"Airplanes may kill you, but they ain&#39;t likely to hurt you.","author":"Satchel Paige","topic":"Travel"},{"quote":"I don&#39;t feel restless, I just like to travel.","author":"Brad Pitt","topic":"Travel"},{"quote":"Why, I&#39;d like nothing better than to achieve some bold adventure, worthy of our trip.","author":"Aristophanes","topic":"Travel"},{"quote":"I want my handbags and my shoes to be stylish but I want to make sure that they&#39;re versatile. I travel and I have to make sure the pieces I put into my bag can go with a dress or with shorts or jeans.","author":"Maria Sharapova","topic":"Travel"},{"quote":"Traveling is the ruin of all happiness! There&#39;s no looking at a building after seeing Italy.","author":"Fanny Burney","topic":"Travel"},{"quote":"As I get older, the things that I want are starting to make more sense. Being able to travel makes me happy, and I am a person that lives in the moment. I also want to live a good life. Traveling makes everyday issues seem so much smaller and really changes my perspective on things.","author":"Jacqueline MacInnes Wood","topic":"Travel"},{"quote":"In Einstein&#39;s equation, time is a river. It speeds up, meanders, and slows down. The new wrinkle is that it can have whirlpools and fork into two rivers. So, if the river of time can be bent into a pretzel, create whirlpools and fork into two rivers, then time travel cannot be ruled out.","author":"Michio Kaku","topic":"Travel"},{"quote":"I never travel without my diary. One should always have something sensational to read in the train.","author":"Oscar Wilde","topic":"Travel"},{"quote":"Songs really are like a form of time travel because they really have moved forward in a bubble. Everyone who&#39;s connected with it, the studio&#39;s gone, the musicians are gone, and the only thing that&#39;s left is this recording which was only about a three-minute period maybe 70 years ago.","author":"Tom Waits","topic":"Travel"},{"quote":"No level of border security, no wall, doubling the size of the border patrol, all these things will not stop the illegal migration from countries as long as a 7-year-old is desperate enough to flee on her own and travel the entire length of Mexico because of the poverty and the violence in her country.","author":"Jeh Johnson","topic":"Travel"},{"quote":"Even if you can&#39;t afford to travel the world, you can take your children to the museum, zoo or local park. And don&#39;t be afraid to take them to grown-up spots. Eating out in a restaurant teaches children how to be quiet and polite and gives them the pleasure of knowing you trust them to behave.","author":"Kimora Lee Simmons","topic":"Travel"},{"quote":"Taking time to sit back and watch and think about what you&#39;ve seen is important. Traveling did a great deal to me. I found that when I travel and just sit in the corner and watch, a million ideas come to me.","author":"Lionel Richie","topic":"Travel"},{"quote":"Aviation, this young modern giant, exemplifies the possible relationship of women and the creations of science. Although women have not taken full advantage of its use and benefits, air travel is as available to them as to men.","author":"Amelia Earhart","topic":"Travel"},{"quote":"Besides, I&#39;m a gypsy at heart and I like to travel around.","author":"Reba McEntire","topic":"Travel"},{"quote":"Boys do not evaluate a book. They divide books into categories. There are sexy books, war books, westerns, travel books, science fiction. A boy will accept anything from a section he knows rather than risk another sort. He has to have the label on the bottle to know it is the mixture as before.","author":"William Golding","topic":"Travel"},{"quote":"I see travelling as a great learning process, and my biggest dream is to travel the world.","author":"Pooja Hegde","topic":"Travel"},{"quote":"I love to photograph the gorgeous landscapes when I travel.","author":"Blake Lively","topic":"Travel"},{"quote":"If you wish to travel far and fast, travel light. Take off all your envies, jealousies, unforgiveness, selfishness and fears.","author":"Cesare Pavese","topic":"Travel"},{"quote":"And, obviously as a, as one who likes to travel around myself a lot, I think the Earth is a beautiful place. And, I&#39;m looking forward to some new perspectives.","author":"Duane G. Carey","topic":"Travel"},{"quote":"The secret to modern life is finding the measure in time management. I have two kids, career and I travel, and I don&#39;t think my life is any different than most couples. The most valuable commodity now for many people is time and how to parcel that out.","author":"Hugh Jackman","topic":"Travel"},{"quote":"There is a part of me that still wants to go out and grab a backpack and unplug - not take a cellphone or even a camera and just get out there and experience the world and travel. I have yet to do that, but someday I hope.","author":"Emilio Estevez","topic":"Travel"},{"quote":"If I could time travel into the future, my first port of call would be the point where medical technology is at its best because, like most people on this planet, I have this aversion to dying.","author":"Neal Asher","topic":"Travel"},{"quote":"I like science fiction, I like fantasy, I like time travel, so I had this idea: What if you had a phone that could call into the past?","author":"Rainbow Rowell","topic":"Travel"},{"quote":"The social issues outside of football are not as defined as they were earlier, when integration took place and certain rights were legislated. The Civil Rights movement is over. Individuals can buy homes wherever they want, travel first class wherever they want, eat wherever they want.","author":"Jim Brown","topic":"Travel"},{"quote":"I&#39;m not a DJ, I don&#39;t know how to scratch and I don&#39;t know how to mix, but I do know how to party. One of my jobs is actually to travel the world and party.","author":"Amber Rose","topic":"Travel"},{"quote":"The first condition of understanding a foreign country is to smell it.","author":"Rudyard Kipling","topic":"Travel"},{"quote":"Even if it turns out that time travel is impossible, it is important that we understand why it is impossible.","author":"Stephen Hawking","topic":"Travel"},{"quote":"I have wandered all my life, and I have also traveled; the difference between the two being this, that we wander for distraction, but we travel for fulfillment.","author":"Hilaire Belloc","topic":"Travel"},{"quote":"It is for us to pray not for tasks equal to our powers, but for powers equal to our tasks, to go forward with a great desire forever beating at the door of our hearts as we travel toward our distant goal.","author":"Helen Keller","topic":"Travel"},{"quote":"Food makes travel so exceptional, because you get to taste what it&#39;s actually supposed to taste like. To eat the real Pad Thai or finally have a proper curry is something pretty amazing.","author":"Meghan Markle","topic":"Travel"},{"quote":"I like to sit down, relax, have a cup of coffee on the terrace and read a book. I like to travel the world - and I&#39;m lucky to see so much through cycling.","author":"Marianne Vos","topic":"Travel"},{"quote":"I never saw a discontented tree. They grip the ground as though they liked it, and though fast rooted they travel about as far as we do.","author":"John Muir","topic":"Travel"},{"quote":"Airplane travel is nature&#39;s way of making you look like your passport photo.","author":"Al Gore","topic":"Travel"},{"quote":"People commonly travel the world over to see rivers and mountains, new stars, garish birds, freak fish, grotesque breeds of human; they fall into an animal stupor that gapes at existence and they think they have seen something.","author":"Soren Kierkegaard","topic":"Travel"},{"quote":"Traveling, you realize that differences are lost: each city takes to resembling all cities, places exchange their form, order, distances, a shapeless dust cloud invades the continents.","author":"Italo Calvino","topic":"Travel"},{"quote":"Traveling is seeing; it is the implicit that we travel by.","author":"Cynthia Ozick","topic":"Travel"},{"quote":"Perhaps travel cannot prevent bigotry, but by demonstrating that all peoples cry, laugh, eat, worry, and die, it can introduce the idea that if we try and understand each other, we may even become friends.","author":"Maya Angelou","topic":"Travel"},{"quote":"Writing and travel broaden your ass if not your mind and I like to write standing up.","author":"Ernest Hemingway","topic":"Travel"},{"quote":"Slow travel now rivals the fly-to-Barcelona-for-lunch culture. Advocates savour the journey, travelling by train or boat or bicycle, or even on foot, rather than crammed into an airplane. They take time to plug into the local culture instead of racing through a list of tourist traps.","author":"Carl Honore","topic":"Travel"},{"quote":"I have to travel a lot, but relaxation to me is when I am at home.","author":"Mikhail Khodorkovsky","topic":"Travel"},{"quote":"I grew up in an era of thinking of travel as escape. The idea that you could conceivably have a new life, go somewhere, fall in love, have little children under the palm trees.","author":"Paul Theroux","topic":"Travel"},{"quote":"We travel to learn; and I have never been in any country where they did not do something better than we do it, think some thoughts better than we think, catch some inspiration from heights above our own.","author":"Maria Mitchell","topic":"Travel"},{"quote":"A good traveller is one who does not know where he is going to, and a perfect traveller does not know where he came from.","author":"Lin Yutang","topic":"Travel"},{"quote":"Point-to-point transit via low orbit could dramatically speed up international flights, connecting the world even further. And safe, consistent space travel opens up the possibility of commercial space stations, trips to the moon and exploration beyond.","author":"Ben Parr","topic":"Travel"},{"quote":"A journey is a person in itself; no two are alike. And all plans, safeguards, policing, and coercion are fruitless. We find that after years of struggle that we do not take a trip; a trip takes us.","author":"John Steinbeck","topic":"Travel"},{"quote":"Own only what you can always carry with you: know languages, know countries, know people. Let your memory be your travel bag.","author":"Aleksandr Solzhenitsyn","topic":"Travel"},{"quote":"If all difficulties were known at the outset of a long journey, most of us would never start out at all.","author":"Dan Rather","topic":"Travel"},{"quote":"Don&#39;t time travel into the past, roaming through the nuances as if they can change. Don&#39;t bookmark pages you&#39;ve already read.","author":"James Altucher","topic":"Travel"},{"quote":"I would wear the blue overalls of the fieldworker and often wore round, rimless glasses known as Mazzawati teaglasses. I had a car, and I wore a chauffeur&#39;s cap with my overalls. The pose of chauffeur was convenient because I could travel under the pretext of driving my master&#39;s car.","author":"Nelson Mandela","topic":"Travel"},{"quote":"What is it we want out of travel? Is it to take snapshots of ourselves in front of famous monuments, surrounded by other tourists? To eat unfamiliar food chosen from unintelligible menus? To earn frequent-flier miles? No. It&#39;s to glimpse what life is like somewhere else.","author":"Chris Pavone","topic":"Travel"},{"quote":"How often I found where I should be going only by setting out for somewhere else.","author":"R. Buckminster Fuller","topic":"Travel"},{"quote":"Dealing with global warming doesn&#39;t mean we have all got to suddenly stop breathing. Dealing with global warming means that we have to stop waste, and if you travel for no reason whatsoever, that is a waste.","author":"David Attenborough","topic":"Travel"},{"quote":"Let me be a free man - free to travel, free to stop, free to work.","author":"Chief Joseph","topic":"Travel"},{"quote":"Just got back from a pleasure trip: I took my mother-in-law to the airport.","author":"Henny Youngman","topic":"Travel"},{"quote":"I have found adventure in flying, in world travel, in business, and even close at hand... Adventure is a state of mind - and spirit.","author":"Jacqueline Cochran","topic":"Travel"},{"quote":"When we see the shadow on our images, are we seeing the time 11 minutes ago on Mars? Or are we seeing the time on Mars as observed from Earth now? It&#39;s like time travel problems in science fiction. When is now; when was then?","author":"Bill Nye","topic":"Travel"},{"quote":"In college I never realized the opportunities available to a pro athlete. I&#39;ve been given the chance to meet all kinds of people, to travel and expand my financial capabilities, to get ideas and learn about life, to create a world apart from basketball.","author":"Michael Jordan","topic":"Travel"},{"quote":"Travel, for me, is a little bit like being in love because suddenly, all your senses are at the setting marked &#39;on.&#39; Suddenly, you&#39;re alert to the secret patterns of the world.","author":"Pico Iyer","topic":"Travel"},{"quote":"As a person, I was born to give out my opinions. By giving out my opinions, I realize who I am. As long as I can communicate, I&#39;m not so lonely. If I cannot travel, or do art, or have company, if they take away all my belongings, it doesn&#39;t matter at all.","author":"Ai Weiwei","topic":"Travel"},{"quote":"What does it mean to pre-board? Do you get on before you get on?","author":"George Carlin","topic":"Travel"},{"quote":"Reminds me of my safari in Africa. Somebody forgot the corkscrew and for several days we had to live on nothing but food and water.","author":"W. C. Fields","topic":"Travel"},{"quote":"We would go back and maybe not say that thing to our dad that we said, or maybe be a little nicer to someone who we cared about and had a relationship with when we were young. You know, they&#39;re subtle things, but we carry those with us forever. And I think that regret and time travel are intrinsically linked to me.","author":"Colin Trevorrow","topic":"Travel"},{"quote":"The way that people feel changes everything. Feelings are forces. They cause us to time travel. And to leave ourselves, to leave our bodies. I would be that kind of psychologist who says, &#39;You&#39;re absolutely right - there are monsters under the bed.&#39;","author":"Helen Oyeyemi","topic":"Travel"},{"quote":"I am learning that in life it is OK to travel in darkness, not knowing what your next move is.","author":"Cobie Smulders","topic":"Travel"},{"quote":"A good story can travel in time and borders; it hits you no matter where you are.","author":"Hakan Nesser","topic":"Travel"},{"quote":"We&#39;ve gotta reinvest in space travel. We should&#39;ve never left the moon.","author":"Ray Bradbury","topic":"Travel"},{"quote":"The two impulses in travel are to get away from home, and the other is to pursue something - a landscape, people, an exotic place. Certainly finding a place that you like or discovering something unusual is a very sustaining thing in travel.","author":"Paul Theroux","topic":"Travel"},{"quote":"The railroads needed standardized time; as a result, the technology of train travel shaped the way everyone gets up, eats, goes to sleep, calculates age, and, perhaps of no small importance, imagine the world as a whole, ticking reliably, with reliable deviations, according to the beat of one central clock in a physical location.","author":"Stacey D'Erasmo","topic":"Travel"},{"quote":"On the tennis court, one needs a cool temperament, tremendous ball sense, reflexes, speed, hand-eye co-ordination, power, timing and peak physical fitness. Off the court, the player and support team need skills in planning, execution, travel, an ability to raise funds when needed, and several other talents.","author":"Sania Mirza","topic":"Travel"},{"quote":"One of the triumphs of the Civil Rights Movement is that when you travel through the South today, you do not feel overwhelmed by a residue of grievance and hate.","author":"Alice Walker","topic":"Travel"},{"quote":"The reason why people wear pajamas to the airport in the first place is so that they&#39;ll be comfortable during their flight. But you know, typically, air travel is 50 to 75 percent of the time you spend traveling. The rest of the time you spend in public places like airports and around other people. That&#39;s when looking good trumps comfort.","author":"Casey Neistat","topic":"Travel"},{"quote":"The bottom line is that time travel is allowed by the laws of physics.","author":"Brian Greene","topic":"Travel"},{"quote":"Travel writing is harrowing. You are in paradise, more or less, having to prove it is paradise. It is hard to have a good time trying to figure out a way to say you are having a good time, whether you are having it or not, even in paradise.","author":"Padgett Powell","topic":"Travel"},{"quote":"I just travel the world with my backpack and my cameras and a bunch of Clif bars.","author":"Henry Rollins","topic":"Travel"},{"quote":"Southeast Asia has a real grip on me. From the very first time I went there, it was a fulfillment of my childhood fantasies of the way travel should be.","author":"Anthony Bourdain","topic":"Travel"},{"quote":"When I travel, I always take my Winsor &amp; Newton watercolor kit, which is the size of a pack of cigarettes when folded up. I bought my first one in the 1980s. It was handy to bring on trips, and I packed it into a leather pouch along with a couple of brushes, a pencil, an eraser and paper.","author":"Susan Minot","topic":"Travel"},{"quote":"To enjoy enduring success we should travel a little in advance of the world.","author":"John McDonald","topic":"Travel"},{"quote":"To be able to travel the world, especially to places I never thought I&#39;d be... it&#39;s really, you know, still fascinating for me.","author":"Beyonce Knowles","topic":"Travel"},{"quote":"The world is getting so small. Young people are mobile; they want to travel around the world. When you travel around the world, you exchange culture, you want to make friends, you want to exchange things.","author":"Jack Ma","topic":"Travel"},{"quote":"Some people are drawn naturally - there are natural guitarists, and there are natural piano players, and I think guitar implies travel, a sort of footloose gypsy existence. You grab your bag and you go to the next town.","author":"Hugh Laurie","topic":"Travel"},{"quote":"A careful inspection showed them that, even if they succeeded in righting it by themselves, the cart would travel no longer. The axles were in a hopeless state, and the missing wheel was shattered into pieces.","author":"Kenneth Grahame","topic":"Travel"},{"quote":"Often, I&#39;ll do a quick workout in my hotel room consisting of exercises for the legs, glutes, abs, and arms with my own body weight. Also, I always have a jump rope, a medicine ball I can inflate, and a band in my suitcase. It&#39;s a great kit to have for travel.","author":"Izabel Goulart","topic":"Travel"},{"quote":"Lovers of air travel find it exhilarating to hang poised between the illusion of immortality and the fact of death.","author":"Alexander Chase","topic":"Travel"},{"quote":"I&#39;m very happy with my life and career, but I do find myself having serious attacks of nostalgia, and I don&#39;t quite know why. Even though I&#39;ve got to travel the world and do amazing things, I still want to go back to my teenage years and change little aspects of it. It&#39;s strange, but it does continue to bug me.","author":"Edgar Wright","topic":"Travel"},{"quote":"I sit here as the first African-American attorney general, serving the first African-American President of the United States. And that has to show that we have made a great deal of progress. But there&#39;s still more we have to travel along this road so we get to the place that is consistent with our founding ideals.","author":"Eric Holder","topic":"Travel"},{"quote":"Travel, in the younger sort, is a part of education; in the elder, a part of experience.","author":"Francis Bacon","topic":"Travel"},{"quote":"One travels more usefully when alone, because he reflects more.","author":"Thomas Jefferson","topic":"Travel"},{"quote":"I&#39;ve just concluded - since President Obama endorses the same-sex marriage, advocates homosexual people, and enjoys an attractive countenance - thus if it becomes necessary, I shall travel to Washington, D.C., get down on my knee, and ask his hand.","author":"Robert Mugabe","topic":"Travel"},{"quote":"Time travel is such a magic concept.","author":"Matt Smith","topic":"Travel"},{"quote":"The travel and tourism industry, it&#39;s just a huge part of our economy.","author":"Karen Hughes","topic":"Travel"},{"quote":"No one realizes how beautiful it is to travel until he comes home and rests his head on his old, familiar pillow.","author":"Lin Yutang","topic":"Travel"},{"quote":"I travel around the world, and there are so many beautiful girls, but that&#39;s not going to make you a supermodel. You have to have something more than just a pretty face.","author":"Irina Shayk","topic":"Travel"},{"quote":"During the past few decades, modern technology, with radio, TV, air travel, and satellites, has woven a network of communication which puts each part of the world in to almost instant contact with all the other parts.","author":"David Bohm","topic":"Travel"},{"quote":"I sit around listening to classical music. I don&#39;t play video games. I love to go to dinner, go on picnics, travel.","author":"George A. Romero","topic":"Travel"},{"quote":"The cool thing about being famous is traveling. I have always wanted to travel across seas, like to Canada and stuff.","author":"Britney Spears","topic":"Travel"},{"quote":"Tennis is all about mental toughness, and you have to keep your head in the game. I make time to relax away from competition pressures, travel and intense training schedules to make sure I&#39;m looking after myself. Taking time out with family and friends helps to maintain the work-life balance everyone needs.","author":"Samantha Stosur","topic":"Travel"},{"quote":"Tourists don&#39;t know where they&#39;ve been, travelers don&#39;t know where they&#39;re going.","author":"Paul Theroux","topic":"Travel"},{"quote":"I am a passionate traveler, and from the time I was a child, travel formed me as much as my formal education. In order to appreciate cultures of another nation, one needs to go there, know the people and mingle with the culture of that country. One way to do that, if one is lucky enough, is to buy things from those cultures.","author":"David Rockefeller","topic":"Travel"},{"quote":"The most useful form of time travel would be to go back a year or two and rectify the mistakes we made.","author":"Matt Lucas","topic":"Travel"},{"quote":"Hurt leads to bitterness, bitterness to anger, travel too far that road and the way is lost.","author":"Terry Brooks","topic":"Travel"},{"quote":"Many years ago, large packs of wolves roamed the countryside in Ukraine, making travel in that part of the world very dangerous. These wolf packs were fearless. They were not intimidated by people nor by any of the weapons available at that time. The only thing that seemed to frighten them was fire.","author":"Joseph B. Wirthlin","topic":"Travel"},{"quote":"&#39;Closed timelike curve&#39; is the jargon for time travel. It means you go out, come back and meet yourself in the past.","author":"Kip Thorne","topic":"Travel"},{"quote":"In Italy, they add work and life on to food and wine.","author":"Robin Leach","topic":"Travel"},{"quote":"No one can travel your own road for you; you must travel it for yourself. My faith in this stems from my childhood. I grew up in a family with a system of religious beliefs handed down to me.","author":"Amy Tan","topic":"Travel"},{"quote":"I wake up every morning and I feel like I&#39;m juggling glass balls. I live in Los Angeles, my business is run out of London, and most evenings I&#39;m cuddled up in front of Skype, in my dressing gown, speaking with my studio in London. I travel a lot, my team travel a lot, but I wouldn&#39;t have it any other way.","author":"Victoria Beckham","topic":"Travel"},{"quote":"When I travel, I feel more like a nomad than a tourist.","author":"Mohsin Hamid","topic":"Travel"},{"quote":"It always rains on tents. Rainstorms will travel thousands of miles, against prevailing winds for the opportunity to rain on a tent.","author":"Dave Barry","topic":"Travel"},{"quote":"I enjoy the preparatory elements of travel - packing my bags and choosing my outfits - but my favourite part is getting there.","author":"Dominic Monaghan","topic":"Travel"},{"quote":"If you&#39;re successful, it&#39;s important to enjoy it! I love shopping for clothes, branded clothes. I love shopping in England, Dubai. I like to travel whenever I can.","author":"Suresh Raina","topic":"Travel"},{"quote":"There are few places you can find silence. Air travel could be the last fortress of solitude.","author":"Regina Brett","topic":"Travel"},{"quote":"Travel magazines are just one cupcake after another. They&#39;re not about travel. The travel magazine is, in fact, about the opposite of travel. It&#39;s about having a nice time on a honeymoon, or whatever.","author":"Paul Theroux","topic":"Travel"},{"quote":"I usually travel with a posse. I roll deep. I travel like a rapper, but without the artillery. We don&#39;t carry guns, we carry cookies.","author":"Gabriel Iglesias","topic":"Travel"},{"quote":"When you look at the calculation, it&#39;s amazing that every time you try to prove or disprove time travel, you&#39;ve pushed Einstein&#39;s theory to the very limits where quantum effects must dominate. That&#39;s telling us that you really need a theory of everything to resolve this question. And the only candidate is string theory.","author":"Michio Kaku","topic":"Travel"},{"quote":"Radicals must be resilient, adaptable to shifting political circumstances, and sensitive enough to the process of action and reaction to avoid being trapped by their own tactics and forced to travel a road not of their choosing. In short, radicals must have a degree of control over the flow of events.","author":"Saul Alinsky","topic":"Travel"},{"quote":"It&#39;s cool to meet your idols. It&#39;s a good opportunity to travel. Those kinds of things are good.","author":"Meg White","topic":"Travel"},{"quote":"When the traveler goes alone he gets acquainted with himself.","author":"Liberty Hyde Bailey","topic":"Travel"},{"quote":"There comes a moment on a journey when something sweet, something irresistible and charming as wine raised to thirsty lips, wells up in the traveller&#39;s being.","author":"Patrick MacGill","topic":"Travel"},{"quote":"I was told at first that being different was a bad thing. Everywhere I went, it was just, &#39;You&#39;re too different&#39;... And it turned out that being different was the best thing that ever happened to my career. It is why people travel to my shows. It&#39;s why people want to hear my story and buy my book.","author":"Lindsey Stirling","topic":"Travel"},{"quote":"Everything becomes magnified at night. Sounds travel in a different way, it&#39;s dark, and everything seems far more spooky.","author":"Jo Brand","topic":"Travel"},{"quote":"Travelers never think that they are the foreigners.","author":"Mason Cooley","topic":"Travel"},{"quote":"I get very homesick, but otherwise it&#39;s a great privilege to get to travel for work.","author":"Jesse Eisenberg","topic":"Travel"},{"quote":"While we celebrate our diversity, what surprises me time and time again as I travel around the constituency is that we are far more united and have far more in common with each other than things that divide us.","author":"Jo Cox","topic":"Travel"},{"quote":"Japan is the most intoxicating place for me. In Kyoto, there&#39;s an inn called the Tawaraya which is quite extraordinary. The Japanese culture fascinates me: the food, the dress, the manners and the traditions. It&#39;s the travel experience that has moved me the most.","author":"Roman Coppola","topic":"Travel"},{"quote":"Fifty years of isolating Cuba had failed to promote democracy, setting us back in Latin America. That&#39;s why we restored diplomatic relations, opened the door to travel and commerce, and positioned ourselves to improve the lives of the Cuban people.","author":"Barack Obama","topic":"Travel"},{"quote":"I think that one of the main privileges of what I do, which I am just starting to learn, is to have the ability to travel all over the world and experience different cultures.","author":"Chris Cornell","topic":"Travel"},{"quote":"I live in a town called Beerwah, right in the middle of Australia Zoo. It&#39;s not hustle and bustle and busy, so that&#39;s helpful. We travel all over the world, but I&#39;ve always been able to come home and run around in the middle of the Australian outback.","author":"Bindi Irwin","topic":"Travel"},{"quote":"I am not a great cook, I am not a great artist, but I love art, and I love food, so I am the perfect traveller.","author":"Michael Palin","topic":"Travel"},{"quote":"I love the simplicity, the ingredients, the culture, the history and the seasonality of Italian cuisine. In Italy people do not travel. They cook the way grandma did, using fresh ingredients and what is available in season.","author":"Anne Burrell","topic":"Travel"},{"quote":"Travel is the best and probably cheapest graduate school you can buy.","author":"Tom Freston","topic":"Travel"},{"quote":"I like the sci-fi channel. Just science in general. I came across a segment on time travel and how time travel is possible. We create a spaceship that&#39;s moving at almost the speed of light, we go in that spaceship in outer space, and we fly around for a year, when we get back to Earth, Earth would&#39;ve aged 10 years.","author":"Von Miller","topic":"Travel"},{"quote":"To tell you the truth, I&#39;m shocked, as I travel across this country, at how little people know or don&#39;t want to know about HIV\/AIDS. There are a lot of people who don&#39;t know that HIV is one thing and AIDS is another. Those people just think it&#39;s one big old alphabet of a disease.","author":"Sheryl Lee Ralph","topic":"Travel"},{"quote":"When the Bond films started, people didn&#39;t travel quite as much as they do now; a lot of people had never been outside of their own country, and certainly sitting in the cinema and seeing these exotic locations - I mean, that movie did great things for India, for tourism. They were very wise to allow us to film there.","author":"John Glen","topic":"Travel"},{"quote":"I think a lot of the American people feel more than a little disappointed that the high-water mark for human exploration was 1969. The dream of human space travel has almost died for a lot of people.","author":"Elon Musk","topic":"Travel"},{"quote":"When a place gets crowded enough to require ID&#39;s, social collapse is not far away. It is time to go elsewhere. The best thing about space travel is that it made it possible to go elsewhere.","author":"Robert A. Heinlein","topic":"Travel"},{"quote":"Travelers are always discoverers, especially those who travel by air. There are no signposts in the sky to show a man has passed that way before. There are no channels marked. The flier breaks each second into new uncharted seas.","author":"Anne Morrow Lindbergh","topic":"Travel"},{"quote":"Space travel for everyone is the next frontier in the human experience.","author":"Buzz Aldrin","topic":"Travel"},{"quote":"The travel impulse is mental and physical curiosity. It&#39;s a passion. And I can&#39;t understand people who don&#39;t want to travel.","author":"Paul Theroux","topic":"Travel"},{"quote":"You have all these people in the city and everything has become centralized. If you live outside the city and you need a birth certificate or some official paper from the government, you have to travel to the city.","author":"Edwidge Danticat","topic":"Travel"},{"quote":"One travels to run away from routine, that dreadful routine that kills all imagination and all our capacity for enthusiasm.","author":"Ella Maillart","topic":"Travel"},{"quote":"There&#39;s no such thing as a specific authenticity to what Mexico is, because Mexico is incredibly complex and varied, and the food is completely different if you travel 50 kilometers. It just changes all the time.","author":"Gael Garcia Bernal","topic":"Travel"},{"quote":"I&#39;ve said before, the number one thing that we have to work on is protecting the gay community from sharia law. Now, in the United States, it&#39;s probably not a big issue right now, but my brother-in-law is gay, and his partner and I would like them to be able to travel any place in the world without them risking harm.","author":"Foster Friess","topic":"Travel"},{"quote":"The attention of a traveller, should be particularly turned, in the first place, to the various works of Nature, to mark the distinctions of the climates he may explore, and to offer such useful observations on the different productions as may occur.","author":"William Bartram","topic":"Travel"},{"quote":"One of the great things about music is that it has the capability of time travel - you smell a certain smell in the room and it takes you back to your childhood. I feel like music is able to do that, and it happens to me all the time.","author":"M. Ward","topic":"Travel"},{"quote":"The gift of sobriety is clarity and a sense of connection - and travel only enhances that.","author":"J. Maarten Troost","topic":"Travel"},{"quote":"I try to lead a pretty active lifestyle. My biggest hobby is traveling with my family. I love to travel to new places and try crazy things. I&#39;m a bit of a daredevil, so I have done things like zip lining, parasailing, scuba diving, and reverse bungee jumping!","author":"Caroline Sunshine","topic":"Travel"},{"quote":"I&#39;m such a girl for the living room. I really like to stay in my nest and not move. I travel in my mind, and that that&#39;s a rigorous state of journeying for me. My body isn&#39;t that interested in moving from place to place.","author":"bell hooks","topic":"Travel"},{"quote":"I want to travel overseas and help out people all over the world.","author":"Chance The Rapper","topic":"Travel"},{"quote":"The one thing I regret was that my work required an enormous amount of my time, and a lot of travel.","author":"Neil Armstrong","topic":"Travel"},{"quote":"It&#39;s all about balance, and I have so much happiness in my career and am fortunate to travel the world and see so many amazing things - it will also be nice to be anchored to something grounded and in the same place. Raising a family will be a wonderful part of that.","author":"Meghan Markle","topic":"Travel"},{"quote":"You know more of a road by having traveled it than by all the conjectures and descriptions in the world.","author":"William Hazlitt","topic":"Travel"},{"quote":"When I was a kid, dressing right and looking good was a priority. As I grew up, I just wanted to stay that way, stick out a bit and have my own thing. That&#39;s where white belts and wearing some colors started. So signing with Puma was a great fit for me. I usually travel with nine pairs of golf shoes and 10 belts.","author":"Rickie Fowler","topic":"Travel"},{"quote":"I literally wear a mask. When I take it off, I&#39;m a father. I&#39;m a husband. I like to come home, and I like to spend time with family, and I like to travel, and I like to have a good time. And I like to be a kid every now and giggle and play with my kids.","author":"Rey Mysterio","topic":"Travel"},{"quote":"All I wanted was to be big, to be in show business and to travel... and that&#39;s what I&#39;ve been doing all my life.","author":"Count Basie","topic":"Travel"},{"quote":"There are always things I find difficult - being in crowds, remembering faces. I do like routines. I always travel with someone. My life in Avignon is a very quiet one. I have an apartment that looks over the whole city. I can drop into town, but a lot of the time I write from home. In some respects I still live a very quiet, simple life.","author":"Daniel Tammet","topic":"Travel"},{"quote":"I always like to arrive at the airport early to enjoy breakfast and lounge about so that when I get on the plane all my travel fever has disappeared.","author":"Julian Fellowes","topic":"Travel"},{"quote":"In all my wild mountaineering, I have enjoyed only one avalanche ride; and the start was so sudden, and the end came so soon, I thought but little of the danger that goes with this sort of travel, though one thinks fast at such times.","author":"John Muir","topic":"Travel"},{"quote":"I dislike feeling at home when I am abroad.","author":"George Bernard Shaw","topic":"Travel"},{"quote":"Snowboarding&#39;s tough, because you&#39;ve got to go to the mountains. For me, I love the skateboard season because I get to hangout at home and still be skating. I don&#39;t have to travel to Norway or Japan or these crazy places to be snowboarding.","author":"Shaun White","topic":"Travel"},{"quote":"Everywhere is nowhere. When a person spends all his time in foreign travel, he ends by having many acquaintances, but no friends.","author":"Lucius Annaeus Seneca","topic":"Travel"},{"quote":"Our deeds still travel with us from afar, and what we have been makes us what we are.","author":"George Eliot","topic":"Travel"},{"quote":"Acting helped me as I was growing up. It helped me learn about myself, helped me travel, helped me understand life, express myself, all those wonderful things. So I&#39;m very, very grateful; it&#39;s a fun job. It&#39;s a luxury.","author":"Angelina Jolie","topic":"Travel"},{"quote":"My ideal travel companions are my family.","author":"Pharrell Williams","topic":"Travel"},{"quote":"I find the whole time travel question very unsettling if you take it to its logical extension. I think it might eventually be possible, but then what happens?","author":"William Shatner","topic":"Travel"},{"quote":"The fact that I stay anonymous means I can exhibit wherever I want. No one knows my name, so it&#39;s easy for me to travel.","author":"JR","topic":"Travel"},{"quote":"Work done by other people sounds easy. How hard can it be to take care of a newborn who sleeps 20 hours a day? How hard can it be to keep track of your billable hours? To travel for one night for business? To get a 4-year-old ready for school? To return a few phone calls? To load the dishwasher? To fill out some forms?","author":"Gretchen Rubin","topic":"Travel"},{"quote":"What draws me in is that a trip is a leap in the dark. It&#39;s like a metaphor for life. You set off from home, and in the classic travel book, you go to an unknown place. You discover a different world, and you discover yourself.","author":"Paul Theroux","topic":"Travel"},{"quote":"One of the things that I love to do is travel around the world and look at archaeological sites. Because archaeology gives us an opportunity to study past civilizations, and see where they succeeded and where they failed. Use science to, you know, work backwards and say, &#39;Well, really, what were they thinking?&#39;","author":"Nathan Myhrvold","topic":"Travel"},{"quote":"I want to travel. Maybe I&#39;ll end up living in Norway, making cakes.","author":"Eva Green","topic":"Travel"},{"quote":"I travel continuously, and I see many cities, but there is nowhere like London.","author":"Norman Foster","topic":"Travel"},{"quote":"In the initial stages of my journey, I was trying to travel too fast by horse by sticking to a &#39;five days on and two off&#39; schedule. On the steppe, time is not measured by days, weeks or hours but the fall of the seasons and condition of the animals.","author":"Tim Cope","topic":"Travel"},{"quote":"Invoking Nature always measures the distance we have yet to travel to achieve real progress on environmental issues.","author":"Timothy Morton","topic":"Travel"},{"quote":"Through travel I first became aware of the outside world; it was through travel that I found my own introspective way into becoming a part of it.","author":"Eudora Welty","topic":"Travel"},{"quote":"The Lord wants us to follow His righteous life, but yet we have to exist in the 21st century. You can&#39;t be going about riding a bicycle and to travel the world... that is not smart.","author":"Benny Hinn","topic":"Travel"},{"quote":"Since traveling is such a big part of my life when I am working, I like to vacation relatively close to home. Florida is a great place for me to go and relax. It&#39;s so close, which is perfect because it&#39;s the minimal travel time.","author":"Hilary Rhoda","topic":"Travel"},{"quote":"I&#39;m not going to date a crazy party animal; I&#39;m more into culture. I&#39;d rather go to a museum, travel somewhere, or go to a play. That&#39;s more interesting to me than partying at the hottest club.","author":"Jessica Lucas","topic":"Travel"},{"quote":"Travel is impossible, but daydreaming about travel is easy.","author":"B. J. Novak","topic":"Travel"},{"quote":"People want to go out and travel around and meet cool people. I could just go live in Vermont, but is that what I really want?","author":"Tom Brady","topic":"Travel"},{"quote":"All travel has its advantages. If the passenger visits better countries, he may learn to improve his own. And if fortune carries him to worse, he may learn to enjoy it.","author":"Samuel Johnson","topic":"Travel"},{"quote":"I like animals. I like natural history. The travel bit is not the important bit. The travel bit is what you have to do in order to go and look at animals.","author":"David Attenborough","topic":"Travel"},{"quote":"Man is an artifact designed for space travel. He is not designed to remain in his present biologic state any more than a tadpole is designed to remain a tadpole.","author":"William S. Burroughs","topic":"Travel"},{"quote":"If I were involved with the NBA, I wouldn&#39;t want a 19-year-old or a 20-year-old kid to bring into all the travel and all the problems that exist in the NBA. I would want a much more mature kid. I would want a kid that maybe I&#39;ve been watching on another team, and now he&#39;s 21, 22 years old instead of 18 or 19, and I might trade for that kid.","author":"Bobby Knight","topic":"Travel"},{"quote":"I read on my iPad when I travel. I listen to audiobooks in the car. I read books in my bedroom, where I have a comfortable couch, a lamp and two dogs to keep me warm.","author":"Isabel Allende","topic":"Travel"},{"quote":"If you have enthusiasm, you have a very dynamic, effective companion to travel with you on the road to Somewhere.","author":"Loretta Young","topic":"Travel"},{"quote":"I grew up in South Africa and I would look at maps and we were at the bottom of the world. There was this whole thing up there. I was always reading encyclopedias about the world. So travel was something I was always attracted to.","author":"Charlize Theron","topic":"Travel"},{"quote":"Could I say that the reason that I am here today, you know, from the mouth of the State Department itself, is: I should not be allowed to travel because I have struggled for years for the independence of the colonial peoples of Africa.","author":"Paul Robeson","topic":"Travel"},{"quote":"It never ceases to amaze me that every second of every day, more than 6,000 billion neutrinos coming from nuclear reactions inside the sun whiz through my body, almost all of which will travel right through the earth without interruption.","author":"Lawrence M. Krauss","topic":"Travel"},{"quote":"I travel for work, but recently, friends said I should take major trips.","author":"Jeff Goldblum","topic":"Travel"},{"quote":"People who think about time travel stories sometimes think that going back in time would be fun because you would have all the information you needed to be much more astute than the people there, when the truth is of course you wouldn&#39;t.","author":"Octavia E. Butler","topic":"Travel"},{"quote":"Utrip makes it easy for travelers to experience the destination highlights that most interest them, be it food, art or history. Just like a culinary experience, every palate is different, and Utrip is all about personalizing travel for their users.","author":"Tom Douglas","topic":"Travel"},{"quote":"I wish more Americans would travel here. I always encourage my friends: &#39;Travel. See the Middle East. There&#39;s so much to see, so many good people.&#39; And it&#39;s vice versa, and it helps stop problems of misunderstanding and stereotypes from happening.","author":"Maz Jobrani","topic":"Travel"},{"quote":"I do kabbalistic meditation. It&#39;s not unlike time travel; it can change the past and not just the future. You can look at what was lost and go beyond the grief of what was lost.","author":"Roseanne Barr","topic":"Travel"},{"quote":"A man who leaves home to mend himself and others is a philosopher; but he who goes from country to country, guided by the blind impulse of curiosity, is a vagabond.","author":"Oliver Goldsmith","topic":"Travel"},{"quote":"I am humbled and excited by new opportunities for me to support and share the amazing work NASA is doing to help us travel farther into the solar system and work with the next generation of science and technology leaders.","author":"Scott Kelly","topic":"Travel"},{"quote":"I put a list together. It was like: Get health insurance, get a car, get a bigger apartment, travel more, get a record deal, get a publishing deal, sell 10,000 units, be a part of a No. 1 album, make a million dollars. I got to check off 90 percent of the stuff last year. I hit some serious landmarks in 2015.","author":"Anderson Paak","topic":"Travel"},{"quote":"The Patriot Act unleashed the FBI to search your email, travel and credit records without even a suspicion of wrongdoing.","author":"Barton Gellman","topic":"Travel"},{"quote":"In a great many stories that deal with time travel, there&#39;s usually somebody who knows how time travel works. They lay out the rules.","author":"Diana Gabaldon","topic":"Travel"},{"quote":"I travel not to go anywhere, but to go. I travel for travel&#39;s sake. The great affair is to move.","author":"Robert Louis Stevenson","topic":"Travel"},{"quote":"I think it&#39;s part of my personality - I love to travel; I love different cultures and philosophies and perspectives on things.","author":"Martin Henderson","topic":"Travel"},{"quote":"To travel hopefully is a better thing than to arrive.","author":"Robert Louis Stevenson","topic":"Travel"},{"quote":"The land created me. I&#39;m wild and lonesome. Even as I travel the cities, I&#39;m more at home in the vacant lots.","author":"Bob Dylan","topic":"Travel"},{"quote":"Think Indonesia and tourism, and the first thing that comes to mind is probably Bali. Think golf holiday, and most people would dream of Scotland or Ireland. But Indonesia harbors one of the best-kept secrets in the world of travel: it is a golfer&#39;s paradise.","author":"Raymond Bonner","topic":"Travel"},{"quote":"To be a Christian who is willing to travel with Christ on his downward road requires being willing to detach oneself constantly from any need to be relevant, and to trust ever more deeply the Word of God.","author":"Henri Nouwen","topic":"Travel"},{"quote":"The things I was allowed to experience, the people I was able to call friends, teammates, mentors, coaches and opponents, the travel, all of it, are far more than anything I ever thought possible in my lifetime.","author":"Curt Schilling","topic":"Travel"},{"quote":"Time travel was once considered scientific heresy, and I used to avoid talking about it for fear of being labelled a &#39;crank.&#39;","author":"Stephen Hawking","topic":"Travel"},{"quote":"Uncontrolled, the hunger and thirst after God may become an obstacle, cutting off the soul from what it desires. If a man would travel far along the mystic road, he must learn to desire God intensely but in stillness, passively and yet with all his heart and mind and strength.","author":"Aldous Huxley","topic":"Travel"},{"quote":"Restore human legs as a means of travel. Pedestrians rely on food for fuel and need no special parking facilities.","author":"Lewis Mumford","topic":"Travel"},{"quote":"If your work requires you to travel, you will understand that there&#39;s no vacation destination like home.","author":"Park Chan-wook","topic":"Travel"},{"quote":"Airline glamour never promised anything as mundane as elbow room, much less a flat bed, a massage, or an arugula salad. It promised a better world. Service and dress reflected the more formal era, but no one expected air travel to be comfortable. It was amazing just to have hot food above the clouds.","author":"Virginia Postrel","topic":"Travel"},{"quote":"The traveler was active; he went strenuously in search of people, of adventure, of experience. The tourist is passive; he expects interesting things to happen to him. He goes &#39;sight-seeing.&#39;","author":"Daniel J. Boorstin","topic":"Travel"},{"quote":"We have one planet in our solar system that&#39;s habitable, and that&#39;s the Earth, and space travel can transform things back here for the better. First of all, by just having people go to space and look back on this fragile planet we live on. People have come back transformed and have done fantastic things.","author":"Richard Branson","topic":"Travel"},{"quote":"Travel is a lot like love.","author":"Alain de Botton","topic":"Travel"},{"quote":"Spontaneity is what travel is all about.","author":"Zach Anner","topic":"Travel"},{"quote":"I have no problem with the adventure travel movement. It makes better, more sensitive people. If you get people diving on a coral reef, they&#39;re going to become more respectful of the outdoors and more concerned with the threats that places like that face and they&#39;re going to care more about protecting them than they would have before.","author":"Tim Cahill","topic":"Travel"},{"quote":"Every year, I travel extensively in the autumn and the spring. I set most of the winter and summer aside for my family and my own tribal relatives. But during that traveling time, I often find myself visiting other native communities around the continent - perhaps a dozen or more each year.","author":"Joseph Bruchac","topic":"Travel"},{"quote":"Travel is one of the best anti-war weapons that there are. I&#39;ve been to Iran, and if you&#39;re there you see little kids, cops, old people, cemeteries. Once you see that, you can&#39;t say, &#39;Oh, Iran, let&#39;s bomb them.&#39;","author":"Viggo Mortensen","topic":"Travel"},{"quote":"Connecting with people, getting things done - that&#39;s what makes the travel worthwhile.","author":"Tim Finchem","topic":"Travel"},{"quote":"We travel together, passengers on a little spaceship, dependent on its vulnerable reserves of air and soil, all committed, for our safety, to its security and peace. Preserved from annihilation only by the care, the work and the love we give our fragile craft.","author":"Adlai E. Stevenson","topic":"Travel"},{"quote":"Interesting things come your way but as you get older, your lifestyle changes. I don&#39;t want to travel; I don&#39;t want to be in a hotel room away from my family.","author":"Gary Oldman","topic":"Travel"},{"quote":"After I finished high school I went to Hong Kong and Thailand and spent some time there. Just to get that whole experience of being out of the bubble that I was in from high school in Vancouver, to be able to travel around and be on your own was an amazing experience.","author":"Shay Mitchell","topic":"Travel"},{"quote":"During their service, men and women in our Armed Forces live by a common creed, promising never to leave a soldier behind. We should live by the same principle. When our veterans are asked to travel hundreds of miles for care that&#39;s offered right next door, we simply aren&#39;t living up to that standard, and something has to change.","author":"John Delaney","topic":"Travel"},{"quote":"You do not travel if you are afraid of the unknown, you travel for the unknown, that reveals you with yourself.","author":"Ella Maillart","topic":"Travel"},{"quote":"I suspect that most people in the world will travel through or at least wish to travel through Miami in their lifetimes. I think it is on the same level as seeing the pyramids in Giza for many people. But, Miami is slippery: It is a place that is always that distant orgiastic green light while also being a hot, tropical, and very real place.","author":"Jim Drain","topic":"Travel"},{"quote":"The way to Heaven is ascending; we must be content to travel uphill, though it be hard and tiresome, and contrary to the natural bias of our flesh.","author":"Jonathan Edwards","topic":"Travel"},{"quote":"Originally, the burden of proof was on physicists to prove that time travel was possible. Now the burden of proof is on physicists to prove there must be a law forbidding time travel.","author":"Michio Kaku","topic":"Travel"},{"quote":"Christmas to a child is the first terrible proof that to travel hopefully is better than to arrive.","author":"Stephen Fry","topic":"Travel"},{"quote":"The everyday kindness of the back roads more than makes up for the acts of greed in the headlines.","author":"Charles Kuralt","topic":"Travel"},{"quote":"I was a little doubtful about the propriety of going to the Mammoth Cave without a gentleman escort, but if two ladies travel alone they must have the courage of men.","author":"Maria Mitchell","topic":"Travel"},{"quote":"I do my best work alone. I travel alone a lot.","author":"Seth Rollins","topic":"Travel"},{"quote":"I love single life! Why would it be boring? I mean, I get to travel around and have loads of girls screaming at me, so it&#39;s definitely not boring. However, it can get lonely on the road, but I&#39;m sorted I&#39;ve got good people around me.","author":"Olly Murs","topic":"Travel"},{"quote":"Time travel offends our sense of cause and effect - but maybe the universe doesn&#39;t insist on cause and effect.","author":"Edward M. Lerner","topic":"Travel"},{"quote":"I actually did not like to run. It was probably my least favorite thing that I had to do, and then in 1999, I was diagnosed as a type 1 diabetic. It was really strange. One good thing to do for diabetes is to exercise. I don&#39;t really like gyms anymore, and I travel quite a bit, so I realized that you can just take shoes and shorts and run anywhere.","author":"Paul Sparks","topic":"Travel"},{"quote":"The use of travelling is to regulate imagination by reality, and instead of thinking how things may be, to see them as they are.","author":"Samuel Johnson","topic":"Travel"},{"quote":"I have a secret project which adds four hours every day to the 24 hours we have. There&#39;s a bit of time travel involved.","author":"Sundar Pichai","topic":"Travel"},{"quote":"If you think about a lifestyle short of retirement that lends itself to being a hardcore gamer, there is none better than being a major league starting pitcher. I work once every five days and travel and am alone all the time. So while the other guys were spending their money on the all the cars and jewelry, I bought laptops.","author":"Curt Schilling","topic":"Travel"},{"quote":"When I&#39;m home, I spend Sunday with my husband. If we&#39;re not cooking, we travel around in our camper, stop at fast-food restaurants, and picnic. We love that stuff that will harden your arteries in a hurry.","author":"Dolly Parton","topic":"Travel"},{"quote":"My keen love of travel was seldom hindered by Father. He permitted me, even as a mere boy, to visit many cities and pilgrimage spots.","author":"Paramahansa Yogananda","topic":"Travel"},{"quote":"People have to make journeys, what we want is people to have alternatives in public transport so that they can make a choice about the sort of way in which they&#39;re going to travel.","author":"Theresa May","topic":"Travel"},{"quote":"I&#39;ve had a very interesting career. I get to do amazing things and work with amazing people and travel and learn languages - things most people don&#39;t get the opportunity to do.","author":"Gwyneth Paltrow","topic":"Travel"},{"quote":"Travel at faster than the speed of light certainly can have dramatic implications that are difficult to understand, such as time travel.","author":"Lisa Randall","topic":"Travel"},{"quote":"It really is a fact that liberals are much higher than conservatives on a major personality trait called &#39;openness to experience.&#39; People who are high on openness to experience just crave novelty, variety, diversity, new ideas, travel. People low on it like things that are familiar, that are safe and dependable.","author":"Jonathan Haidt","topic":"Travel"},{"quote":"My writing is a combination of three elements. The first is travel: not travel like a tourist, but travel as exploration. The second is reading literature on the subject. The third is reflection.","author":"Ryszard Kapuscinski","topic":"Travel"},{"quote":"Travel around the world is amazing. New people. New-found family, really.","author":"Dhani Jones","topic":"Travel"},{"quote":"I love coming home to Melbourne. The first thing I do is have a coffee. It&#39;s just so much better here than anywhere else. It&#39;s better than in Italy and I travel a lot. I crave it.","author":"Curtis Stone","topic":"Travel"},{"quote":"What you do on travel holiday is what your memories are based on. People want to do cool stuff, and this is what will shape your entire experience.","author":"Ruzwana Bashir","topic":"Travel"},{"quote":"I want to teach. I want to speak. I want to travel.","author":"Hillary Clinton","topic":"Travel"},{"quote":"I used to bodyguard for Muhammad Ali, Leon Spinks, Sugar Ray Leonard. I used to bodyguard a lot of diamond merchants; I would travel with a suitcase full of diamonds and take them from point A to point B. My reputation grew because I was a professional. I did my job, and I was courteous - a no-nonsense guy.","author":"Mr. T","topic":"Travel"},{"quote":"I was destined to work with dying patients. I had no choice when I encountered my first AIDS patient. I felt called to travel some 250,000 miles each year to hold workshops that helped people cope with the most painful aspects of life, death and the transition between the two.","author":"Elisabeth Kubler-Ross","topic":"Travel"},{"quote":"Travel and society polish one, but a rolling stone gathers no moss, and a little moss is a good thing on a man.","author":"John Burroughs","topic":"Travel"},{"quote":"A wise traveler never despises his own country.","author":"William Hazlitt","topic":"Travel"},{"quote":"I try and work out as often as possible. Since I travel very often, it becomes very difficult to have a daily work out routine, but I practice yoga every day or try and play some sport. Also, I am very aware of what suits my body in terms of food and exercise.","author":"Deepika Padukone","topic":"Travel"},{"quote":"The helicopter is a fine way to travel, but it induces a view of the world that only God and CEOs share on a regular basis.","author":"Morley Safer","topic":"Travel"},{"quote":"The only thing I like about air travel is it gives me time to read.","author":"Jane Lindskold","topic":"Travel"},{"quote":"When you travel, remember that a foreign country is not designed to make you comfortable. It is designed to make its own people comfortable.","author":"Clifton Fadiman","topic":"Travel"},{"quote":"I believe the biggest impediment we have right now with going to Mars is public commitment. More people need to see themselves as a part of space travel; we need to see more inclusiveness.","author":"Mae Jemison","topic":"Travel"},{"quote":"I do not own a car, and my main form of travel to Westminster and in my constituency is by bicycle. I also take my bike on trains to meetings in other parts of the country, which enables me to see other cities and the other parts of the country.","author":"Jeremy Corbyn","topic":"Travel"},{"quote":"One of the sad truths about leadership is that, the higher up the ladder you travel, the less you know.","author":"Margaret Heffernan","topic":"Travel"},{"quote":"Rail travel for me is the most relaxing, most scenic way to see the country.","author":"John Paul DeJoria","topic":"Travel"},{"quote":"Who was Amanda Knox? Was she a fresh-faced honor student from Seattle who met anyone&#39;s definition of an all-American girl - attractive, athletic, smart, hard-working, adventuresome, in love with languages and travel? Or was her pretty face a mask, a duplicitous cover for a depraved soul?","author":"Tina Brown","topic":"Travel"},{"quote":"The first voyagers to the stars will be creatures whose life cycle is matched to the voyage: the aeons involved in traversing the galaxy are not daunting to immortal beings. By the end of the third millennium, travel to other stars could be technically feasible. But would there be sufficient motive?","author":"Martin Rees","topic":"Travel"},{"quote":"I have been lucky enough to travel a lot, meet great people in many lands. I have liked almost everyone I met along the way.","author":"Maeve Binchy","topic":"Travel"},{"quote":"Technology doesn&#39;t address everything - for example, air travel still sucks.","author":"Brad Feld","topic":"Travel"},{"quote":"Travel is so important in its capacity to expand the mind. It&#39;s exciting to start as young as possible - you get to see how other cultures live, challenge your senses, and try different cuisines.","author":"Natalie Dormer","topic":"Travel"},{"quote":"Our career is a dream. I mean, we get to act, travel around the world, and meet cool people. What&#39;s not to love!","author":"Mary-Kate Olsen","topic":"Travel"},{"quote":"I loved working on &#39;Happy Gilmore&#39; because I love to travel to new places and we got to go to British Columbia. Any Adam Sandler film is fun to work on because it is a reunion of the boys club of guys that have worked together in the past.","author":"Kevin Nealon","topic":"Travel"},{"quote":"Working is actually a pleasure. It&#39;s just very time-consuming. It&#39;s a way of life. I find that I can work when I travel and work when I run. There is nothing like, on a rainy day, to work.","author":"Helmut Jahn","topic":"Travel"},{"quote":"People who don&#39;t travel cannot have a global view, all they see is what&#39;s in front of them. Those people cannot accept new things because all they know is where they live.","author":"Martin Yan","topic":"Travel"},{"quote":"I served at the Pentagon and at Fort Leavenworth - my job was video cameraman, and that allowed me to travel to places like Korea, Japan, Alaska, Germany and the Netherlands.","author":"Chad Coleman","topic":"Travel"},{"quote":"I never travel without my sketch book.","author":"Ian Wright","topic":"Travel"},{"quote":"I had rather have a fool to make me merry than experience to make me sad and to travel for it too!","author":"William Shakespeare","topic":"Travel"},{"quote":"Through machinery, man can exert tremendous powers almost as fantastic as if he were the hero of a fairy tale. Through machinery, man can travel with an ever increasing velocity; he can fly through the air and go beneath the surface of the ocean.","author":"Maria Montessori","topic":"Travel"},{"quote":"The traveller has reached the end of the journey!","author":"Edmund Burke","topic":"Travel"},{"quote":"I still make sure to go, at least once every year, to a country where things cannot be taken for granted, and where there is either too much law and order or too little.","author":"Christopher Hitchens","topic":"Travel"},{"quote":"Travel teaches toleration.","author":"Benjamin Disraeli","topic":"Travel"},{"quote":"I travel around the world constantly promoting my projects and endorsing products. Yes, I do get paid to go to parties; in fact, I&#39;m the person who started the whole trend of paid appearances. But when you see me at a party, I&#39;m always working or promoting something.","author":"Paris Hilton","topic":"Travel"},{"quote":"We all become great explorers during our first few days in a new city, or a new love affair.","author":"Mignon McLaughlin","topic":"Travel"},{"quote":"I got to work for my hero and travel with him on a regular basis. It doesn&#39;t get much better than that for a job.","author":"Sarah Huckabee Sanders","topic":"Travel"},{"quote":"I&#39;m very proud of the Rome episode of &#39;No Reservations&#39; because it violated all the conventional wisdom about making television. You&#39;re never, ever supposed to do a food or travel show in black and white.","author":"Anthony Bourdain","topic":"Travel"},{"quote":"When I go back to Texas, I travel the state, and I see people all the time who come up to me, men and women across Texas, and they grab me by the shoulder, and they&#39;re afraid. They say, &#39;Ted, you know, I just lost my health insurance. I got a child with diabetes. I&#39;m scared. Please stop this from happening.&#39;","author":"Ted Cruz","topic":"Travel"},{"quote":"Travel in all the four quarters of the earth, yet you will find nothing anywhere. Whatever there is, is only here.","author":"Ramakrishna","topic":"Travel"},{"quote":"I generally travel with my laptop, a couple of great books, and my iPod.","author":"Orlando Bloom","topic":"Travel"},{"quote":"I collect travel alarm clocks. I was in a flea market in France once, in 1994, and I opened up this beautiful Jaeger-LeCoultre folding eight-day winding clock folded into a beautiful case, and I went, &#39;Wow, man.&#39; And I&#39;ve been collecting travel alarm clocks since 1994.","author":"Alec Baldwin","topic":"Travel"},{"quote":"Some guys travel with expensive Louis Vuitton luggage but it gets all scratched up under the plane. I&#39;d rather not spend too much money on something that&#39;s just going to get messed up.","author":"James Harden","topic":"Travel"},{"quote":"When traveling with someone, take large does of patience and tolerance with your morning coffee.","author":"Helen Hayes","topic":"Travel"},{"quote":"Know how to travel from your town to a nearby town without a car, either by bus or by rail.","author":"Marilyn vos Savant","topic":"Travel"},{"quote":"I travel the world, and I can see in Toronto the cooking is very personal. These people cook with their hearts.","author":"Alain Ducasse","topic":"Travel"},{"quote":"We need affordable space travel to inspire our youth, to let them know that they can experience their dreams, can set significant goals and be in a position to lead all of us to future progress in exploration, discovery and fun. Thanks to the X Prize for the inspiration.","author":"Burt Rutan","topic":"Travel"},{"quote":"There&#39;s so much interest and curiosity about alien life, interstellar travel. It&#39;s always in the news.","author":"Bonnie Hammer","topic":"Travel"},{"quote":"I don&#39;t buy a lot when I travel, but when I do, I like to send gifts from wherever I am. It&#39;s fun to find the local post office.","author":"Juliana Hatfield","topic":"Travel"},{"quote":"I never make a trip to the United States without visiting a supermarket. To me they are more fascinating than any fashion salon.","author":"Wallis Simpson","topic":"Travel"},{"quote":"Travel like a pro, not like a hobo. That&#39;s my motto.","author":"Greg Gutfeld","topic":"Travel"},{"quote":"If I don&#39;t need the money, I don&#39;t work. I&#39;m going to spend time with my family and friends, and I&#39;m going to travel and read and listen to music and try to learn a little bit more about how to be a human being, as opposed to learning how to be somebody else.","author":"James Spader","topic":"Travel"},{"quote":"For years, I meant to read &#39;Arabian Sands&#39;, Wilfred Thesiger&#39;s account of two punishing camel journeys during the late 1940s across Southern Arabia&#39;s Empty Quarter. Now that I have, I can sheepishly join the chorus of those who revere the book as one of the half dozen greatest works of modern English travel writing.","author":"Michael Dirda","topic":"Travel"},{"quote":"Immortality may be impossible, but imagine what humanity could learn if we all lived 700 years. We could travel deep into utopia and beyond.","author":"Gray Scott","topic":"Travel"},{"quote":"I actually bought a travel guitar, and that guitar is really cool. You can actually fold the guitar, and you can plug headphones into it, but it&#39;s acoustic, or semi-acoustic.","author":"Daniel Ek","topic":"Travel"},{"quote":"I love listening to music on holiday, and back in the old days, I used to travel with cassette tapes and a boombox.","author":"Art Malik","topic":"Travel"},{"quote":"I was born in 1950, so there were tons of Westerns on TV by the time I was 6, 7, 8 years old. In terms of television, &#39;Maverick&#39; and &#39;Have Gun - Will Travel.&#39; But filmically, classics like &#39;High Noon&#39; and &#39;The Man Who Shot Liberty Valance&#39; - that&#39;s one of my favorite films.","author":"Ed Harris","topic":"Travel"},{"quote":"Travel teaches as much as books.","author":"Youssou N'Dour","topic":"Travel"},{"quote":"In a fit at the bookstore one day, I bought all my favourite composers&#39; biographies: Schubert, Massenet, Wolf. I&#39;ve still not had a chance to read them; it breaks my heart. But when you travel so much, you just can&#39;t take that many books with you.","author":"Danielle de Niese","topic":"Travel"},{"quote":"But you can travel on for ten thousand miles, and still stay where you are.","author":"Harry Chapin","topic":"Travel"},{"quote":"We must travel in the direction of our fear.","author":"John Berryman","topic":"Travel"},{"quote":"I&#39;ve always been interested in the idea of space exploration. When I was younger it was just a dream, but the theory of rockets being able to travel through space was very much alive. I found it very exciting.","author":"Gerry Anderson","topic":"Travel"},{"quote":"I travel a lot; I hate having my life disrupted by routine.","author":"Caskie Stinnett","topic":"Travel"},{"quote":"A zero-gravity flight is a first step toward space travel.","author":"Stephen Hawking","topic":"Travel"},{"quote":"The first time probably people really were aware of me, I unfortunately had the title of Showtime&#39;s Funniest Person in America. And that&#39;s a really tough title to travel around with when you&#39;re not even known.","author":"Ellen DeGeneres","topic":"Travel"},{"quote":"I distracted myself from the fear and terrorism by thinking about things like how the universe began and whether time travel is possible.","author":"Malala Yousafzai","topic":"Travel"},{"quote":"For my part, I travel not to go anywhere, but to go. I travel for travel&#39;s sake. The great affair is to move.","author":"Robert Louis Stevenson","topic":"Travel"},{"quote":"As I travel the world, it seems that younger people identify me merely with some of the folklore in the &#39;Chuck Norris Facts&#39; - those hyperbolic sayings that elevate my abilities beyond my capabilities. Others view me in light of the character I played in &#39;Walker, Texas Ranger&#39; or in one of my 20 tough-guy films.","author":"Chuck Norris","topic":"Travel"},{"quote":"Whenever I think of the high salaries we are paid as film actors, I think it is for the travel, the time away, and any trouble you get into through being well known. It&#39;s not for the acting, that&#39;s for sure.","author":"Bill Murray","topic":"Travel"},{"quote":"Young people should travel, and they don&#39;t. You can&#39;t know if you don&#39;t go.","author":"Quincy Jones","topic":"Travel"},{"quote":"You get educated by traveling.","author":"Solange Knowles","topic":"Travel"},{"quote":"Technologies that may be realized in centuries or millennium include: warp drive, traveling faster than the speed of light, parallel universes; are there other parallel dimensions and parallel realities? Time travel that we mentioned and going to the stars.","author":"Michio Kaku","topic":"Travel"},{"quote":"I&#39;m going to do more movies and travel.","author":"Tommy Wiseau","topic":"Travel"},{"quote":"I travel in so many different ways; I travel high, I rough it... it all depends on who I travel with.","author":"Diane von Furstenberg","topic":"Travel"},{"quote":"My life is really quite conservative. I&#39;ve been married nearly 50 years. I don&#39;t have hobbies or children. I don&#39;t much care to travel. I&#39;ve never had a big social life. I really just stay home, except when I go to work.","author":"Christopher Walken","topic":"Travel"},{"quote":"There can be many reasons to travel, but wandering into the world for no particular reason is a sublime madness, which in all its whimsy and pointlessness may depict the story of life - and indeed could be a useful model to keep in mind, seeing as so much of life&#39;s ambition comes unstuck or leads to nothing much at all.","author":"Michael Leunig","topic":"Travel"},{"quote":"I travel all over the country making speeches for people I believe in.","author":"Ann Richards","topic":"Travel"},{"quote":"Because of my capacity for listening to strangers&#39; tales, or the details of their lives, my patience with their food and their crotchets, my curiosity that borders on nosiness, I am told that anyone traveling with me experiences an unbelievable tedium, and this is why I choose to travel alone.","author":"Paul Theroux","topic":"Travel"},{"quote":"If you ask any of my kids today what their most important experience was in their education, they would say it was the travel and the ability to see and be in other cultures.","author":"Betsy DeVos","topic":"Travel"},{"quote":"When it comes to the things that people really want in science fiction - like space travel - the simplest things end up causing them not to happen. Humans are 100-pound bags of water, built to live on Earth.","author":"Lawrence M. Krauss","topic":"Travel"},{"quote":"Thanks to the Interstate Highway System, it is now possible to travel across the country from coast to coast without seeing anything.","author":"Charles Kuralt","topic":"Travel"},{"quote":"We need to protect our wilderness areas and national parks. Everywhere you travel, you see blight, denuded mountains, logging. If people know what&#39;s going on, they&#39;ll become activists to safeguard those places.","author":"Christie Brinkley","topic":"Travel"},{"quote":"I don&#39;t travel and tell stories, because that&#39;s not the way these days. But I write my books to be read aloud, and I think of myself in that oral tradition.","author":"Louis L'Amour","topic":"Travel"},{"quote":"This June, I&#39;ll travel once again to the Food and Wine Magazine Classic in Aspen, Colorado. For many years, my dear friend Julia Child and I have teamed up to teach classes together at the event; for the past seven years, my daughter, Claudine, has been my cooking partner on stage.","author":"Jacques Pepin","topic":"Travel"},{"quote":"I travel without barely any luggage. Just a second set of underwear and binoculars and a map and a toothbrush.","author":"Werner Herzog","topic":"Travel"},{"quote":"I&#39;d love to time travel.","author":"Sam Heughan","topic":"Travel"},{"quote":"When I travel abroad, because I&#39;m Columbian, I&#39;m always one that they check twice and security and I&#39;m the one that they open my bag and the one they pull to the side to check the visa.","author":"Sofia Vergara","topic":"Travel"},{"quote":"I am a passionate traveler, and from the time I was a child, travel formed me as much as my formal education.","author":"David Rockefeller","topic":"Travel"},{"quote":"It&#39;s wonderful to travel with somebody that you love and we never travel anywhere without one another.","author":"Roger Moore","topic":"Travel"},{"quote":"Being an Arab leader has its rewards: the suite at the Waldorf-Astoria during the United Nations General Assembly, travel in your own plane, plenty of cash, even job security - whether kings, sheiks or presidents, with or without elections, most serve for life.","author":"Elliott Abrams","topic":"Travel"},{"quote":"Consider: The human genome consists of about 3.3 billion base pairs. Since there are only four types of pair, that amounts to 0.8 gigabytes of information, or about what you can fit on a CD. With a microwave radio transmitter, you could beam that amount of information into space in a few minutes, and have it travel to anyone at light speed.","author":"Seth Shostak","topic":"Travel"},{"quote":"Every year, millions of people from Iran and Iraq travel to each other&#39;s countries, and we also have marriages between Iraqis and Iranians. Many Iranians were born in Iraq, and many Iraqis were born in Iran. This is a kind of special, cordial amicable ties.","author":"Mahmoud Ahmadinejad","topic":"Travel"},{"quote":"Travel aesthetics should be just as comfortable and practical as they are fashionable.","author":"Miguel","topic":"Travel"},{"quote":"I got the travel bug when I was quite young. My parents took me and my sisters out of school and we travelled all over Europe. It was an eye-opening experience and, although I love Norway, I also enjoy visiting new countries. I don&#39;t get homesick.","author":"Magnus Carlsen","topic":"Travel"},{"quote":"I started traveling out of curiosity, but I have come to believe in travel&#39;s political importance, that encouraging a nation&#39;s citizenry to travel may be as important as encouraging school attendance, environmental conservation, or national thrift. You cannot understand the otherness of places you have not encountered.","author":"Andrew Solomon","topic":"Travel"},{"quote":"I clean my own utensils, my house and I even travel alone. I don&#39;t know what the life of a superstar is like.","author":"Esha Gupta","topic":"Travel"},{"quote":"In a certain sense, a writer is an exile, an outsider, always reporting on things, and it is part of his life to keep on the move. Travel is natural.","author":"James Salter","topic":"Travel"},{"quote":"No matter where I travel, I make sure to carry a Vaseline body lotion with me to keep my skin well moisturised all the time.","author":"Nargis Fakhri","topic":"Travel"},{"quote":"I took a gap year myself after high school and worked on a farm near Lyon, France. I stayed with the Vallet family, picked and packed fruit, and discovered that red wine can be a breakfast drink. That led to further travel as a university student.","author":"Nicholas Kristof","topic":"Travel"},{"quote":"No veteran or active duty service member should endure a long hospital stay alone. Yet sadly, due to the high cost of travel, all too often our military families are separated while America&#39;s heroes receive care. Sometimes families sleep in hospital parking lots, unable to afford long stays in a hotel.","author":"John Delaney","topic":"Travel"},{"quote":"I love to not work. I like to travel. I work maybe half the year, no more.","author":"Catherine Deneuve","topic":"Travel"},{"quote":"I don&#39;t want to be in a position that could make me vomit, like air travel. I&#39;ve purloined airsick bags and stuffed them everywhere, just in case I ever feel the need to throw up. I haven&#39;t vomited since 1977, but I think about it all the time. I recognize that it&#39;s irrational, but I&#39;d rather jump out of a window than vomit.","author":"Scott Stossel","topic":"Travel"},{"quote":"Every traveler knows too well the endless quest for the perfect travel bag: the one that&#39;s stylish enough to carry through Paris, sturdy enough to tote around Peru, and - most important - doesn&#39;t make your shoulder sag even before you&#39;ve loaded it up with everything you need for a day of sightseeing.","author":"Hanya Yanagihara","topic":"Travel"},{"quote":"Every hotel room, every apartment we rent, I am sage-ing. And I have crystals that I travel with. It just makes me feel better.","author":"Jenna Dewan","topic":"Travel"},{"quote":"I&#39;m pretty low-key. I travel fairly light, especially on the tour.","author":"Christine McVie","topic":"Travel"},{"quote":"Mr. Trump of course feels sorry for what the Khan family has gone through, just, frankly, as he felt sorry for the victims that spoke before the Republican Convention who lost loved ones from illegal immigrant criminals coming in and being able to travel the country freely.","author":"Paul Manafort","topic":"Travel"},{"quote":"The trouble with travelling back later on is that you can never repeat the same experience.","author":"Michael Palin","topic":"Travel"},{"quote":"I really cherish the memories I have of my trips. For some reason, when you travel, it&#39;s like your mind picks up on the fact that this is something uncharacteristic, so it tunes in more acutely and remembers better.","author":"Jennette McCurdy","topic":"Travel"},{"quote":"Because travel has always been such a vital part of myself and so essential to who I am, I have made the decision to continue to put myself back out into the world. And that&#39;s not an easy decision to make.","author":"Amanda Lindhout","topic":"Travel"},{"quote":"My kids started school, so having a strong base in Melbourne has been a key priority. I&#39;m not daunted by the travel. People say, &#39;It&#39;s so far to Australia,&#39; and I say, &#39;You get on the plane, you eat well, you sleep, you wake up - and you&#39;re there.&#39;","author":"Geoffrey Rush","topic":"Travel"},{"quote":"I travel so much for work that when I fly, I prefer to travel light and bring a carry-on bag that I don&#39;t need to check.","author":"Behati Prinsloo","topic":"Travel"},{"quote":"In the Arctic, the Inuit are saying water and land are the same; they&#39;re an unbroken unity. In the winter, you travel on the ice because it&#39;s the linkage and the easiest way, and in the summer, you move around on the water.","author":"John Ralston Saul","topic":"Travel"},{"quote":"For many years, it seemed as if nothing changed in Norway. You could leave the country for three months, travel the world, through coups d&#39;etat, assassinations, famines, massacres and tsunamis, and come home to find that the only new thing in the newspapers was the crossword puzzle.","author":"Jo Nesbo","topic":"Travel"},{"quote":"In our town, Halloween was terrifying and thrilling, and there was a whiff of homicide. We&#39;d travel by foot in the dark for miles, collecting candy, watching out for adults who seemed too eager to give us treats.","author":"Rosecrans Baldwin","topic":"Travel"},{"quote":"I think I am a travel junkie, and I have never enjoyed anything else in my life more than travelling and going to places.","author":"Imtiaz Ali","topic":"Travel"},{"quote":"As you think, you travel, and as you love, you attract. You are today where your thoughts have brought you; you will be tomorrow where your thoughts take you.","author":"James Lane Allen","topic":"Travel"},{"quote":"My parents being Bengali, we always had music in our house. My nani was a trained classical singer, who taught my mum, who, in turn, was my first teacher. Later I would travel almost 70 kms to the nearest town, Kota, to learn music from my guru Mahesh Sharmaji, who was also the principal of the music college there.","author":"Shreya Ghoshal","topic":"Travel"},{"quote":"I never thought it was fair that women couldn&#39;t travel freely because it was dangerous. I&#39;d stay by myself on the North Carolina coast for a couple of weeks, with my dog and my gun, and my mom would be terrified. I told her, if I stay home, a lamp could fall on my head. You can&#39;t spend your whole life inside because you&#39;re scared.","author":"Margo Price","topic":"Travel"},{"quote":"To travel America and see everything it has to offer, with my best friend, sounds like the perfect road trip.","author":"Holly Marie Combs","topic":"Travel"},{"quote":"Pageants were an amazing platform that gave a little girl like me from the mountains of my beautiful Puerto Rico a chance to travel, explore the world, meet amazing people, work for great charities and be a voice to empower women wherever I went. For all those things, I am grateful.","author":"Joyce Giraud","topic":"Travel"},{"quote":"I am originally a surd who was born in Delhi in 1982, just two years before the Sikh riots, so all my childhood pictures are in baby frocks with ponytails, as my parents wanted to hide the fact that I was a Sikh boy, given the riots. My dad worked for a travel agency, and we soon moved to Saudi Arabia.","author":"Karan Singh Grover","topic":"Travel"},{"quote":"My wife and I have so much fun when we travel and find anything... like stray cats and squirrels.","author":"Eric Roberts","topic":"Travel"},{"quote":"Everything&#39;s a real passion to me - my children, my family, my work, travel. I don&#39;t play tennis, I don&#39;t play music, but I have a great time.","author":"Rosalyn Sussman Yalow","topic":"Travel"},{"quote":"As I travel the country for away games, I meet kids fighting cancer in almost every city. They visit the ballpark, and I invite them onto the field so we can chat and then watch the game.","author":"Jon Lester","topic":"Travel"},{"quote":"My sisters and I were fortunate to travel through Asia and Europe at very young ages. We confronted extraordinary beauty in Athens and unspeakable poverty in India.","author":"Mary Chapin Carpenter","topic":"Travel"},{"quote":"I get to travel around the world and meet all of these amazing people, and they&#39;re singing my songs! And to me, that&#39;s crazy.","author":"Kina Grannis","topic":"Travel"},{"quote":"The travel, the amazing work I have had the chance to do, the meetings with different people are all very inspiring and give me lots of positive energy.","author":"Saskia de Brauw","topic":"Travel"},{"quote":"The world has become more complex as technology and easy travel mixes cultures without homogenizing them.","author":"Norman Spinrad","topic":"Travel"},{"quote":"The travel and tourism industry is the lifeblood of many states around the country - including Florida, California, New York and Nevada, to name a few.","author":"Mark Foley","topic":"Travel"},{"quote":"Travel definitely affects me as a writer.","author":"Anthony Doerr","topic":"Travel"},{"quote":"At each of these northern posts there were interesting experiences in store for me, as one who had read all the books of northern travel and dreamed for half a lifetime of the north; and that was - almost daily meeting with famous men.","author":"Ernest Thompson Seton","topic":"Travel"},{"quote":"When the plane is delayed, it&#39;s not the fault of the girl at the desk. I&#39;m resigned to the fact that everything is out of my control and that air travel nowadays is barbaric.","author":"Tom Conti","topic":"Travel"},{"quote":"You can get too close as a team. You need time away from each other. You change in the same dressing room, you play on the same cricket field, you stay in the same hotel, you travel in the same planes and buses. C&#39;mon - this business of everyone holding hands and being pally is nonsense.","author":"Glenn Turner","topic":"Travel"},{"quote":"The very first thing on the docket is to have the opportunity to travel to look at spiders in other parts of the world. I know there are really cool silks out there.","author":"Cheryl Hayashi","topic":"Travel"},{"quote":"I&#39;m a bad traveller because I suffer from travel sickness.","author":"Miranda Raison","topic":"Travel"},{"quote":"I don&#39;t travel much; I just stay at home and imagine weird places.","author":"Philip Reeve","topic":"Travel"},{"quote":"In my works, the geography map-wise is accurate - roads are where I say they are, and go from this town to the next as I say they do, and yes, it would take a curricle that long to travel that distance.","author":"Stephanie Laurens","topic":"Travel"},{"quote":"One of the few luxuries left is travel. And the aspect of travel that is luxurious is not the movement, but the being there.","author":"Andre Balazs","topic":"Travel"},{"quote":"The human voice: mysterious, spontaneous, primal. For me, the human voice is the vessel on which all emotions travel - except perhaps jealousy. And the breath, the breath is the captain of that vessel.","author":"Claron McFadden","topic":"Travel"},{"quote":"Too often travel, instead of broadening the mind, merely lengthens the conversation.","author":"Elizabeth Drew","topic":"Travel"},{"quote":"Within 10 years it will be impossible to travel to the North Pole by dog team. There will be too much open water.","author":"Will Steger","topic":"Travel"},{"quote":"I think young people should travel and travel often to other countries... like I do.","author":"Henry Rollins","topic":"Travel"},{"quote":"What should I have known or written had I been a quiet, mercantile politician or a lord in waiting? A man must travel, and turmoil, or there is no existence.","author":"Lord Byron","topic":"Travel"},{"quote":"Travelers repose and dream among my leaves.","author":"William Blake","topic":"Travel"},{"quote":"I&#39;ve thought it would be cool to have a baby young. You know, be my road dog - like my dogs, they travel the world - but there&#39;s always something you have to give up for success. Everything comes at a cost. Just what are you willing to pay for it?","author":"Serena Williams","topic":"Travel"},{"quote":"Rome - the city of visible history, where the past of a whole hemisphere seems moving in funeral procession with strange ancestral images and trophies gathered from afar.","author":"George Eliot","topic":"Travel"},{"quote":"Before the BBC, I joined the Navy in order to travel.","author":"David Attenborough","topic":"Travel"},{"quote":"I travel like a maniac. I travel more than anyone I know. I love learning the languages.","author":"Quincy Jones","topic":"Travel"},{"quote":"Tyga&#39;s one of my best friends ever, so it&#39;s so much fun to travel with him. I always like having my friends out on the road with me.","author":"Kylie Jenner","topic":"Travel"},{"quote":"I&#39;ve met the most interesting people while flying or on a boat. These methods of travel seem to attract the kind of people I want to be with.","author":"Hedy Lamarr","topic":"Travel"},{"quote":"With all the travel we&#39;re doing to cold-weather cities, your mind definitely starts to wander. It gets you away from the game. Even when you arrive in a city, you&#39;re tempted to just sit in your hotel and rest. Sometimes it&#39;s nice to just get out and walk around, to see what&#39;s there.","author":"Stephen Curry","topic":"Travel"},{"quote":"Strange - is it not? That of the myriads who Before us passed the door of Darkness through, Not one returns to tell us of the road Which to discover we must travel too.","author":"Horace","topic":"Travel"},{"quote":"To read a writer is for me not merely to get an idea of what he says, but to go off with him and travel in his company.","author":"Andre Gide","topic":"Travel"},{"quote":"I get a friend to travel with me... I need somebody to bring me back to who I am. It&#39;s hard to be alone.","author":"Leonardo DiCaprio","topic":"Travel"},{"quote":"I like to engage the public because when I was in high school, I had all these questions about anti-matter, higher dimensions and time travel. Every time I went to the library, every time I asked people these questions, I would get some strange looks. Nobody could answer any of these questions.","author":"Michio Kaku","topic":"Travel"},{"quote":"I&#39;ve got a real sense of three-dimensional geometry. I can look at a flat piece of fabric and know that if I put a slit in it and make some fabric travel around a square, then when you lift it up it will drape in a certain way, and I can feel how that will happen.","author":"Vivienne Westwood","topic":"Travel"},{"quote":"I want to see friends more and travel more.","author":"Jennifer Aniston","topic":"Travel"},{"quote":"Very early on, when I started doing these plays and live shows, I would travel from city to city, and there were a million shows out there... so I wanted to step out among it, and I started putting my name above the title.","author":"Tyler Perry","topic":"Travel"},{"quote":"I&#39;m the person friends come to when they want to find the perfect restaurant or boutique hotel on the outskirts of Paris. As opposed to scouring the Internet for a travel guide, wouldn&#39;t you rather ask the people who are really cool who go there? That&#39;s what I do.","author":"Meghan Markle","topic":"Travel"},{"quote":"I love to prune my roses. That&#39;s the one thing I really feel I do pretty well. Other things I usually, because I travel so much, leave to my gardeners who know what I love. But I do love to prune them, because you forget everything else. It&#39;s like if you&#39;re a painter, you can forget everything else while you&#39;re doing it.","author":"Julie Andrews","topic":"Travel"},{"quote":"My Christmas present to myself each year is to see how much air travel can open up the world and take me to places as far from sheltered California and Japan as possible.","author":"Pico Iyer","topic":"Travel"},{"quote":"I take a cooking class everywhere I travel. I find it&#39;s the best way to get to know a culture.","author":"Blake Lively","topic":"Travel"},{"quote":"I do often fly first class, but I don&#39;t travel with a posse, or bodyguard, or an assistant.","author":"Gene Simmons","topic":"Travel"},{"quote":"The Journey of Reconciliation was organized not only to devise techniques for eliminating Jim Crow in travel, but also as a training ground for similar peaceful projects against discrimination in such major areas as employment and in the armed services.","author":"Bayard Rustin","topic":"Travel"},{"quote":"My fans are honestly so unique and so similar. Wherever I travel, they are so, so different but so the same.","author":"Lilly Singh","topic":"Travel"},{"quote":"My goals have changed throughout my life. At one time it was winning awards, selling out concert dates, selling more albums than anyone else. Now, my goals are to see my grandchildren grown, live a long and healthy life with my family and friends and travel the world.","author":"Reba McEntire","topic":"Travel"},{"quote":"I like to go to work, and also, I don&#39;t have any kids. I don&#39;t have any hobbies. I don&#39;t like to travel. So going to work is kind of it.","author":"Christopher Walken","topic":"Travel"},{"quote":"After a lifetime of world travel I&#39;ve been fascinated that those in the third world don&#39;t have the same perception of reality that we do.","author":"Jim Harrison","topic":"Travel"},{"quote":"Age focuses you. You are much better concentrated. There&#39;s more time when you travel less, don&#39;t do book tours, avoid interviews or public appearances. You walk the dogs, fish, hunt, cook and write.","author":"Jim Harrison","topic":"Travel"},{"quote":"I think they need to get a more reliable way of watching television on the laptop. Because I travel so much, if I want to watch my favorite sports team it might not be showing in that place, so I want a reliable way to watch whatever I want to watch on my laptop.","author":"John Legend","topic":"Travel"},{"quote":"I had time with my mother, but I really lived with my father. One time he gave all his salary so I could travel to a training camp. He couldn&#39;t pay the rent, but he did that.","author":"Zlatan Ibrahimovic","topic":"Travel"},{"quote":"I do think that travel can be part of a journey of inner maturation, but you&#39;ve got to do it right.","author":"Alain de Botton","topic":"Travel"},{"quote":"Probably the first time I left Italy was to travel by train to Lourdes. I went with my mother and my grandmother - who was a very religious person - so it was a pilgrimage of sorts. I remember it as a very intense, but beautiful experience.","author":"Andrea Bocelli","topic":"Travel"},{"quote":"If you travel to Germany, it&#39;s still absolutely Germany. If you travel to Sweden, it still has a Swedish identity.","author":"Morrissey","topic":"Travel"},{"quote":"What I like about modelling is that it has given me that opportunity to travel and experience different cultures, work with creative people, and now it&#39;s given me a voice, and with that voice hopefully I can do good things with it.","author":"Miranda Kerr","topic":"Travel"},{"quote":"Travel is glamorous only in retrospect.","author":"Paul Theroux","topic":"Travel"},{"quote":"Mark Twain was a great traveler and he wrote three or four great travel books. I wouldn&#39;t say that I&#39;m a travel novelist but rather a novelist who travels - and who uses travel as a background for finding stories of places.","author":"Paul Theroux","topic":"Travel"},{"quote":"Travel works best when you&#39;re forced to come to terms with the place you&#39;re in.","author":"Paul Theroux","topic":"Travel"},{"quote":"The amount of hassle involved in travel can be overwhelming.","author":"Paul Theroux","topic":"Travel"},{"quote":"I stepped away to find out more about myself, which I was having difficulty doing as a football player. I got a chance to travel the world. I studied Eastern philosophy, and I&#39;ve grown as a person so much.","author":"Ricky Williams","topic":"Travel"},{"quote":"Because it&#39;s cheaper and easier to fly than ever before, air travel is becoming democratized.","author":"Peter Diamandis","topic":"Travel"},{"quote":"An English man does not travel to see English men.","author":"Laurence Sterne","topic":"Travel"},{"quote":"It&#39;s a very immersive and intense form of travel to walk around with an interpreter and stop random people on the street and ask them about their lives.","author":"Brandon Stanton","topic":"Travel"},{"quote":"I wanted to do my part to help preserve that golden age of travel... I step aboard The Patron Tequila Express railcar, and I go back in time to the days when a long journey was something fun and very special.","author":"John Paul DeJoria","topic":"Travel"},{"quote":"I was told by so many people that I wouldn&#39;t succeed because I was too different. Ironically, the very reason that people watch my channel and travel thousands of miles to see a show... is because it&#39;s different. God didn&#39;t send us to Earth to just blend in. We are here to share what makes us unique.","author":"Lindsey Stirling","topic":"Travel"},{"quote":"For me especially, I travel a lot, and with the weather change and everything, my skin gets dehydrated very fast.","author":"Gal Gadot","topic":"Travel"},{"quote":"You don&#39;t have to travel, but I find extended travel to be a helpful tool for reexamining yourself and the constraints you&#39;ve artificially placed on your life. It&#39;s easy to believe everything has to be done one way if you&#39;re always in one place around the same people.","author":"Tim Ferriss","topic":"Travel"},{"quote":"The glamour of twentieth-century air travel helped to persuade once-fearful travelers to take to the skies and encouraged parochial Americans to go out and see the world.","author":"Virginia Postrel","topic":"Travel"},{"quote":"It&#39;s very expensive to be a professional tennis player with all the travel and the flights and the hotels and everything.","author":"Caroline Wozniacki","topic":"Travel"},{"quote":"Travel gives me the opportunity to walk through the sectors of cities where one can clearly see the passage of time.","author":"Jerzy Kosinski","topic":"Travel"},{"quote":"I can create countries just as I can create the actions of my characters. That is why a lot of travel seems to me a waste of time.","author":"Jerzy Kosinski","topic":"Travel"},{"quote":"While human space travel is daunting, machines - with their indefinitely long lifetimes - could travel the galaxy. It might make little difference to them that bridging the distance from one star to the next could take hundreds of thousands of years or more.","author":"Seth Shostak","topic":"Travel"},{"quote":"The only really expensive thing in our family budget, frankly, is private air travel.","author":"Nick Hanauer","topic":"Travel"},{"quote":"Space doesn&#39;t offer an escape from Earth&#39;s problems. And even with nuclear fuel, the transit time to nearby stars exceeds a human lifetime. Interstellar travel is therefore, in my view, an enterprise for post-humans, evolved from our species not via natural selection, but by design.","author":"Martin Rees","topic":"Travel"},{"quote":"Travel, of course, narrows the mind.","author":"Malcolm Muggeridge","topic":"Travel"},{"quote":"Your lost friends are not dead, but gone before, advanced a stage or two upon that road which you must travel in the steps they trod.","author":"Aristophanes","topic":"Travel"},{"quote":"I collect a lot of clothes when I travel around the world.","author":"Theophilus London","topic":"Travel"},{"quote":"Physical books are still my favorite, but I own an e-book reader. They&#39;re convenient for travel.","author":"Jesmyn Ward","topic":"Travel"},{"quote":"I don&#39;t really desire things. I prefer to spend my money on experiences, on meals or travel.","author":"Rachel McAdams","topic":"Travel"},{"quote":"On my YouTube channel, I put up 3-4 videos a week, and I spend a lot of money to maintain that content. When I travel, I travel with a videographer and a photographer no matter what.","author":"Steve Aoki","topic":"Travel"},{"quote":"I&#39;m living my dream right now. I get to make music, perform and travel.","author":"Ville Valo","topic":"Travel"},{"quote":"I&#39;m having a great time. I get to travel and see the world. And yeah, I&#39;ll have a family, because I don&#39;t want to miss out on that amazing experience, but it&#39;s not defining who I am.","author":"Krysten Ritter","topic":"Travel"},{"quote":"&#39;The Wall&#39; is a reaction to &#39;Edge of Tomorrow,&#39; where I was like, &#39;I don&#39;t need time travel and aliens to take a hero and pin them down in an impossible situation. I can do it in a much simpler way.&#39; And that was &#39;The Wall.&#39;","author":"Doug Liman","topic":"Travel"},{"quote":"I don&#39;t mind where I work, it&#39;s really nice to be able to travel around and taste the flavours of different countries.","author":"Toni Collette","topic":"Travel"},{"quote":"Yes, I travel in unusual circles. George Osborne and his wife Frances are my cousins.","author":"Daryl Hall","topic":"Travel"},{"quote":"Texts and e-mails travel no faster than phone calls and telegrams, and their content isn&#39;t necessarily richer or poorer.","author":"Alison Gopnik","topic":"Travel"},{"quote":"I love flying; I love aircraft, and you could say I&#39;ve had a love affair with flight since I was a child. I travel a huge amount. I use airports, and as a pilot, I&#39;ve flown in and out of airports thousands of times, so really, I have a fairly broad perspective.","author":"Norman Foster","topic":"Travel"},{"quote":"And what is liberty, whose very name makes the heart beat faster and shakes the world? Is it not the union of all liberties - liberty of conscience, of education, of association, of the press, of travel, or labor, or trade?","author":"Frederic Bastiat","topic":"Travel"},{"quote":"I have just returned from Boston. It is the only thing to do if you find yourself up there.","author":"Fred Allen","topic":"Travel"},{"quote":"There&#39;s inevitably something missing when you grow up in this kind of an environment when your parents travel a lot. When your father is famous, you are looked at and expected of. There are standards you need to meet.","author":"Natalie Cole","topic":"Travel"},{"quote":"Screenplays I didn&#39;t really care about, journalism, travel books, getting my writer friends to write about their dreams or something. I just determined to write the books I had to write.","author":"Kazuo Ishiguro","topic":"Travel"},{"quote":"In my 20s, as I began to travel in Europe, I found comfort in religious paintings. Even though my own belief in Catholic dogma had been shaken and weakened, I found that the beauty and the richness of the art still held me.","author":"Colm Toibin","topic":"Travel"},{"quote":"Millennials give comics the kind of adulation past generations reserved for musicians. We respect Lady Gaga. But we&#39;ll travel hundreds of miles to touch the hem of Jon Stewart&#39;s robe.","author":"Alexandra Petri","topic":"Travel"},{"quote":"You never know when some small thing will lead to a big idea. Travel is very inspirational - but it&#39;s in the ordinary that I find my themes of love and work and family.","author":"Adriana Trigiani","topic":"Travel"},{"quote":"The first case of Ebola diagnosed in the United States has caused some to call on the United States to ban travel for anyone from the countries in West Africa facing the worst of the Ebola epidemic. That response is understandable. It&#39;s only human to want to protect ourselves and our families.","author":"Tom Frieden","topic":"Travel"},{"quote":"I might have been born in a hovel but I am determined to travel with the wind and the stars.","author":"Jacqueline Cochran","topic":"Travel"},{"quote":"If I could travel back in time, I&#39;d bring back the entire Wu-Tang Clan.","author":"Hannah Simone","topic":"Travel"},{"quote":"The travel book is a convenient metaphor for life, with its optimistic beginning or departure, its determined striving, and its reflective conclusion. Journeys change travellers just as a good travel book can change readers.","author":"Rory MacLean","topic":"Travel"},{"quote":"Good travel books, like travel itself, open the door to new worlds. In the strongest works the author&#39;s vision becomes our own, especially if his or her subject is a distant destination.","author":"Rory MacLean","topic":"Travel"},{"quote":"Making money is often more fun than spending it, though I personally have never regretted money I&#39;ve spent on friends, new experiences, saving time, travel, and causes I believe in.","author":"Sam Altman","topic":"Travel"},{"quote":"Unfortunately, I&#39;m more experienced than I care to admit on long-distance relationships. Just because that is my life. I travel because I love to. As a result, I have to sort of make it work when a relationship kind of comes into view.","author":"Hunter Hayes","topic":"Travel"},{"quote":"I grew up in Harlem in New York, very rough, urban environment, and so what I found is that, if I can have kids travel to different places, countries, areas, it can expand their minds.","author":"Ving Rhames","topic":"Travel"},{"quote":"I just travel all the time. And I was just looking at the schedules now and starting the first week of October I will be every weekend with somebody at tournaments through Christmas. So it gets very difficult to just go away and not do that.","author":"Ivan Lendl","topic":"Travel"},{"quote":"We are ramping up security in the United States but also looking at visa applicants, visa waiver applicants - and looking at travel manifests on the airplanes trying to come into the United States.","author":"Mike McCaul","topic":"Travel"},{"quote":"Many people don&#39;t know, but American Girl Scouts get to travel the world, and that&#39;s a very good thing, as the more we can expose our young people to other cultures, the better off we&#39;ll be in this increasingly globalized environment.","author":"Anna Maria Chavez","topic":"Travel"},{"quote":"The lesson of travel seems to be so banal, but so great, which is that people are just so amazingly decent the world over. Given the disparity of income and wealth, it&#39;s amazing not just that you don&#39;t get robbed everywhere - it&#39;s amazing you don&#39;t get eaten.","author":"Geoff Dyer","topic":"Travel"},{"quote":"I&#39;ve always been a big fan of time travel, and I&#39;m very into the notion that some day we&#39;ll be able to do it. Beam me up!","author":"Scott Bakula","topic":"Travel"},{"quote":"Furloughing a bunch of air traffic controllers has a pretty easy-to-predict effect on air travel: It causes delays.","author":"Alex Pareene","topic":"Travel"},{"quote":"Certain travellers give the impression that they keep moving because only then do they feel fully alive.","author":"Ella Maillart","topic":"Travel"},{"quote":"Travel can also be the spirit of adventure somewhat tamed, for those who desire to do something they are a bit afraid of.","author":"Ella Maillart","topic":"Travel"},{"quote":"The shores of the Black Sea lend themselves to the literary genre that may be classified as &#39;cultural pilgrimage,&#39; which is not just a higher form of travel writing but which has the further mission of reporting on present conditions and supplying neglected knowledge.","author":"Norman Davies","topic":"Travel"},{"quote":"I&#39;ve never done it, but I think if you do a Google search for &#39;People who will help me travel across the country to meet my online love,&#39; I&#39;m probably the only person that comes up.","author":"Nev Schulman","topic":"Travel"},{"quote":"I love to travel. I&#39;m a curious person.","author":"Hilary Swank","topic":"Travel"},{"quote":"I&#39;m real. I believe what I&#39;m saying. If Motel 6 wasn&#39;t the type of operation they say it is - and I stay at them when I travel - I wouldn&#39;t do their commercials. That comes through on the radio, and that&#39;s what it&#39;s all about.","author":"Tom Bodett","topic":"Travel"},{"quote":"The best way to travel abroad is to live with the locals.","author":"Zach Braff","topic":"Travel"},{"quote":"I travel a lot, but I don&#39;t come away with new inspiration.","author":"Edward Ruscha","topic":"Travel"},{"quote":"It&#39;s shocking to think about how little the travel industry cares about sustainability - and it&#39;s the basis of their business!","author":"Jochen Zeitz","topic":"Travel"},{"quote":"When you have an American mother from the Midwest and an Egyptian father, you travel back and forth and see such completely different stories in the news about the exact same events. It makes you think, &#39;How is anybody able to understand or even have a dialogue when the basis of information is just so completely different?&#39;","author":"Jehane Noujaim","topic":"Travel"},{"quote":"In the spring of 1968, The Beatles and I were invited by Maharishi Mahesh Yogi to travel to Riskikesh, India. Riskikesh has been an important spiritual place to many millions of people over the years. It is situated where the Ganges River flows out of the Himalayas, and to be in that atmosphere was something incredibly special.","author":"Mike Love","topic":"Travel"},{"quote":"I was always just into my music and maybe into trying to save the world a little bit. I never really thought I&#39;d have a hit record or anything like that. I was prepared to travel around all over the country, kind of like a Johnny Appleseed, and sing.","author":"Don McLean","topic":"Travel"},{"quote":"Science offers no brief for the telekinetic powers of Darth Vader and hardly any greater justification for the faster-than-light travel that makes his empire possible. And yet what is &#39;Star Wars&#39; if not pure quill SF?","author":"Paul Di Filippo","topic":"Travel"},{"quote":"You step over the threshold of your parents&#39; home, and you&#39;re instantly transported back to your childhood. It&#39;s like time travel. You revert at once to a place of arrested development.","author":"Tamsin Greig","topic":"Travel"},{"quote":"I still don&#39;t have a car. I still travel by public transport. I take autos to travel to and fro for recordings.","author":"Arijit Singh","topic":"Travel"},{"quote":"It&#39;s always exciting to see different cities I love, and go on tour buses. It&#39;s so much fun to travel. My favorite part is being able to perform live in front of all these amazing people; being able to connect with them and seeing their reaction makes me feel very special.","author":"Jackie Evancho","topic":"Travel"},{"quote":"Aviation - and space travel, in particular - have always been especially captivating.","author":"Felix Baumgartner","topic":"Travel"},{"quote":"I travel with a bunch of battery packs because I don&#39;t always have time to charge my phone at the hotel room when I&#39;m traveling. I always change them, so I never run out of battery.","author":"Avicii","topic":"Travel"},{"quote":"I could have probably raised them in L.A. and they would have been great and had so many things at their fingertips and been exposed to so many things. But we travel a lot, so I don&#39;t think that moving out of town is sheltering the girls at all. Maybe protecting them a little bit more, trying to prolong their youth.","author":"Jennie Garth","topic":"Travel"},{"quote":"I am living out my adolescent dream of travel and adventure.","author":"Tim Cahill","topic":"Travel"},{"quote":"You cannot travel within and stand still without.","author":"James Lane Allen","topic":"Travel"},{"quote":"Beyond racing, I just love the art form of running, of conceiving new ideas like the 50 Marathons in 50 States in 50 Days. It&#39;s the ultimate expression of what I love to do, which is run, and travel, and see this great country.","author":"Dean Karnazes","topic":"Travel"},{"quote":"I would love to go back to any time in European history, especially in Irish history, to the second or third century, prior to the arrival of Christianity when Paganism flourished. I can always go back there in my imagination, of course. It doesn&#39;t cost anything, and it&#39;s a form of time travel, I suppose.","author":"Gabriel Byrne","topic":"Travel"},{"quote":"The fact that people will pay you to talk to people and travel to interesting places and write about what intrigues you, I am just amazed by that.","author":"Nicholas D. Kristof","topic":"Travel"},{"quote":"New York is the great stone desert.","author":"Israel Zangwill","topic":"Travel"},{"quote":"When you&#39;re an artist, there&#39;s always a moment in your life when you think you&#39;re not inspired and instead of doing things and instead of travel and instead of falling in love, you&#39;re just depressed, so you don&#39;t move, so you don&#39;t change. So you&#39;re not inspired.","author":"Melanie Laurent","topic":"Travel"},{"quote":"Look at anyone&#39;s bookcase at home, no matter how modest, and you&#39;re going to find a book that contains wisdom or ideas or a language that&#39;s at least a thousand years old. And the idea that humans have created a mechanism to time travel, to hurl ideas into the future, it sort of bookends. Books are a time machine.","author":"Jonathan Nolan","topic":"Travel"},{"quote":"There are those who travel and those who are going somewhere. They are different and yet they are the same. The success has this over his rivals: He knows where he is going.","author":"Mark Caine","topic":"Travel"},{"quote":"For &#39;Around the World in 80 Plates&#39; we got to travel all over, having what was like a cross between a culinary competition and races. And in each country we had a chef Ambassador. We went to London, Barcelona, Bologna, Hong Kong, Thailand, Morocco... It was amazing.","author":"Curtis Stone","topic":"Travel"},{"quote":"It was a secular cathedral, dedicated to the rites of travel.","author":"Robert Hughes","topic":"Travel"},{"quote":"Even when my parents were together, they both had to travel and work, and it wasn&#39;t like they had nine-to-five jobs. In that way, it wasn&#39;t a normal family life.","author":"Georgia Jagger","topic":"Travel"},{"quote":"I had started writing as a poet in a closed, post-Revival, claustrophobic world, where the shadows of the national upheaval and the intense effort - the intense self-conscious effort - to make a literary movement were still evident. Now we lived a life as writers that was more cosmopolitan, more open, that had more travel and exchange.","author":"Eavan Boland","topic":"Travel"},{"quote":"If you travel too often, you actually come face-to-face with what you&#39;re trying to escape. I feel like when I travel alone, sometimes it&#39;s like being locked in a hotel room with my own worst enemy.","author":"Simon Van Booy","topic":"Travel"},{"quote":"I travel the world, and I&#39;m happy to say that America is still the great melting pot - maybe a chunky stew rather than a melting pot at this point, but you know what I mean.","author":"Philip Glass","topic":"Travel"},{"quote":"I want to explore a new place each year, and it can be within India. When I was shooting for &#39;Mohenjo Daro&#39;, I couldn&#39;t travel out of the country for two years. But it gave me an opportunity to explore new places within India. I&#39;m sure there are so many places to explore in India, and I would love to go there.","author":"Pooja Hegde","topic":"Travel"},{"quote":"Chicago is an October sort of city even in spring.","author":"Nelson Algren","topic":"Travel"},{"quote":"A major league pitching coach is a really difficult job. It takes a big commitment in terms of time, travel and workload.","author":"David Cone","topic":"Travel"},{"quote":"The hardest thing about being at Sony was not the travel; it was being divorced from the public and private life I had in New York. Travelling as much as I did, while I didn&#39;t lose connection with my friends, I lost a sense of belonging.","author":"Howard Stringer","topic":"Travel"},{"quote":"I cannot wait to get up there and experience space travel for the first time. It will be a dream come true.","author":"David Mackay","topic":"Travel"},{"quote":"I&#39;m happy because I won&#39;t have to train again, or travel or sit in team hotels.","author":"Romario","topic":"Travel"},{"quote":"My father was born and raised in Havana, Cuba. His family is from Spain. My father never taught me how to speak Spanish when I was little. That&#39;s very disappointing to me. I&#39;m still planning on learning it on my own. I really want to travel to Spain and immerse myself in the culture and learn it on my own.","author":"Kether Donohue","topic":"Travel"},{"quote":"Travel is the frivolous part of serious lives, and the serious part of frivolous ones.","author":"Sophie Swetchine","topic":"Travel"},{"quote":"Capricorns like to stay in one place. I have to go to work in places like New York, but basically, I don&#39;t want to go anywhere. One time, I got a trip around the world for doing something on television, and the travel agent was so excited, I gave her the tickets.","author":"Charles Nelson Reilly","topic":"Travel"},{"quote":"I am not unconscious of the persuasive power exerted by these considerations to drag men along in the current; but I am not at liberty to travel that road.","author":"Benjamin F. Wade","topic":"Travel"},{"quote":"Time travel may be achieved one day, or it may not. But if it is, it should not require any fundamental change in world-view, at least for those who broadly share the world view I am presenting in this book.","author":"David Deutsch","topic":"Travel"},{"quote":"I myself believe that there will one day be time travel because when we find that something isn&#39;t forbidden by the over-arching laws of physics we usually eventually find a technological way of doing it.","author":"David Deutsch","topic":"Travel"},{"quote":"I&#39;m extremely blessed because I travel extensively for my work, but I always try to incorporate a bit of leisure with business.","author":"Linda Gray","topic":"Travel"},{"quote":"I like to travel any chance I get, even if it&#39;s just a local vacation to San Diego or Palm Springs or wherever. I just like to get out and do stuff and see the world.","author":"Christa B. Allen","topic":"Travel"},{"quote":"I get to travel, see the world, meet people and be independent. I feel blessed.","author":"Bar Refaeli","topic":"Travel"},{"quote":"I&#39;m still at the end of my rope because I find myself not handling things well when I travel.","author":"Stephen Lewis","topic":"Travel"},{"quote":"A world with a sudden limit on air travel would be tremendously different from the one we live in now.","author":"Charles C. Mann","topic":"Travel"},{"quote":"The travel writer seeks the world we have lost - the lost valleys of the imagination.","author":"Alexander Cockburn","topic":"Travel"},{"quote":"I cannot always write at the same time, in the same place. I work, travel and have a vigorous family life. If I&#39;m stranded in an airport lobby - I write. If I have to wait in a doctor&#39;s office - I write. If I have a morning or evening to myself - I write.","author":"Carmen Agra Deedy","topic":"Travel"},{"quote":"I was afterwards sorry for this, though, if I ever travel again, I shall trust to none but natives, as the climate of Africa is too trying to foreigners.","author":"John Hanning Speke","topic":"Travel"},{"quote":"I grew up skateboarding; it was fun. I didn&#39;t think about money, I didn&#39;t know how much professional skateboarders made. I just knew that if I became a professional skateboarder, I would achieve a lot and get to travel and do these great things.","author":"Jason Lee","topic":"Travel"},{"quote":"I&#39;m addicted to travel.","author":"Murray Bartlett","topic":"Travel"},{"quote":"I think a lot of times, especially for certain stories, photographers travel together for safety reasons, and they also invariably cross paths. But you could have 10 photographers shooting together in the same spot but capturing different images.","author":"Carol Guzy","topic":"Travel"},{"quote":"Touring is great because I love to travel.","author":"Colin Donnell","topic":"Travel"},{"quote":"Until the June 1967 war I was completely caught up in the life of a young professor of English. Beginning in 1968, I started to think, write, and travel as someone who felt himself to be directly involved in the renaissance of Palestinian life and politics.","author":"Edward Said","topic":"Travel"},{"quote":"I think the movie business and film crews are a little bit like the circus, in that we travel around like a pack and we&#39;re a big family for a finite period of time. We roll into someplace, cause a bunch of damage, and then roll out.","author":"Francis Lawrence","topic":"Travel"},{"quote":"I travel way too much to have any pets. But if I could have one, I&#39;d want a quokka. They&#39;re basically small kangaroos native to Western Australia.","author":"Justine Larbalestier","topic":"Travel"},{"quote":"We travel a lot from Australia and deliberately route ourselves through the U.A.E. because my whole family loves the place.","author":"Fiona McIntosh","topic":"Travel"},{"quote":"Sometimes I envy people who can be only half crazy, with one foot in the passion and one foot in the real world. But that&#39;s not me. I dive into the total crazy experience. That&#39;s the only way to travel.","author":"Kiran Ahluwalia","topic":"Travel"},{"quote":"I sometimes think that Thomas Cook should be numbered among the secular saints. He took travel from the privileged and gave it to the people.","author":"Robert Runcie","topic":"Travel"},{"quote":"Airline travel is hours of boredom interrupted by moments of stark terror.","author":"Al Boliska","topic":"Travel"},{"quote":"A beam of light takes about two million years to reach from us to the Andromeda nebula. But my thought covers this distance in a few seconds. Perhaps some day some intermediate form of body and mind may permit us to say that we actually can travel faster than light.","author":"Ragnar Frisch","topic":"Travel"},{"quote":"Mostly, when I travel, I want to represent my own work well and let others know how I feel about poetry being an important part of life.","author":"Tim Seibles","topic":"Travel"},{"quote":"It&#39;s hard now to imagine that kind of travel and the daily tasks they simply took for granted. If a wagon axle broke, you had to stop and carve a new one. To cross a river, you sometimes had to build a raft.","author":"James Houston","topic":"Travel"},{"quote":"Antigravity, teleportation, time travel, energetic DNA evolution and consciousness transformation could create a world few of us ever even dreamed of.","author":"David Wilcock","topic":"Travel"},{"quote":"It would take six months to get to Mars if you go there slowly, with optimal energy cost. Then it would take eighteen months for the planets to realign. Then it would take six months to get back, though I can see getting the travel time down to three months pretty quickly if America has the will.","author":"Elon Musk","topic":"Travel"},{"quote":"A lot of Americans don&#39;t have a passport, never will have a passport. Not only will they not travel, they don&#39;t want to travel.","author":"Henry Rollins","topic":"Travel"},{"quote":"The Bad Seeds are a band I will travel a great distance to see whenever possible.","author":"Henry Rollins","topic":"Travel"},{"quote":"When I read that Malaysia Airlines flight MH370 had disappeared - a state-of-the-art Boeing 777, said to be an incredibly safe way to travel - I waited patiently for the chance to learn what happened.","author":"Henry Rollins","topic":"Travel"},{"quote":"If we want to travel into the future, we just need to go fast. Really fast. And I think the only way we&#39;re ever likely to do that is by going into space.","author":"Stephen Hawking","topic":"Travel"},{"quote":"Halloween is one of my favorite days of the year. I have a strict rule: I don&#39;t work on Halloween and I won&#39;t travel on Halloween. Not for any reason.","author":"Simon Sinek","topic":"Travel"},{"quote":"Today, we have private airline companies, but if you take a look at a Boeing plane next time you travel, you&#39;ll see that you are basically taking a ride on a modified bomber.","author":"Noam Chomsky","topic":"Travel"},{"quote":"The whole infrastructure of air travel was, and is, part of government policy. It is not a natural development of a free economic system - at least not in the way that is claimed. The same is true of the roads, of course.","author":"Noam Chomsky","topic":"Travel"},{"quote":"The whole object of travel is not to set foot on foreign land; it is at last to set foot on one&#39;s own country as a foreign land.","author":"Gilbert K. Chesterton","topic":"Travel"},{"quote":"I&#39;ll bring my grits when I travel, because I get so hungry on the road.","author":"Dolly Parton","topic":"Travel"},{"quote":"If you were to actually travel around schools and universities and listen in on lectures about evolution, you might find a fairly substantial fraction of young people, without knowing what it is they disapprove of, think they disapprove of it, because they&#39;ve been brought up to.","author":"Richard Dawkins","topic":"Travel"},{"quote":"I travel all the time, but when I come back to the South, I see such progress. In a real sense, a great deal of the South has been redeemed. People feel freer, more complete, more whole, because of what happened in the movement.","author":"John Lewis","topic":"Travel"},{"quote":"With the dramatic increase in ease of transportation and the incredible decrease in the amount of time required to travel between far-flung areas of the United States, representatives began spending more and more time in Washington and less and less time in their home districts.","author":"Ben Shapiro","topic":"Travel"},{"quote":"I think a major element of jetlag is psychological. Nobody ever tells me what time it is at home.","author":"David Attenborough","topic":"Travel"},{"quote":"I do have to travel a lot for speaking engagements.","author":"P. J. O'Rourke","topic":"Travel"},{"quote":"At the age of 6, a teacher full of ambitions, who taught in the small public school of Biran, convinced my family that I should travel to Santiago de Cuba to accompany my older sister who would enter a highly prestigious convent school. Including me was a skill of that very teacher from the little school in Biran.","author":"Fidel Castro","topic":"Travel"},{"quote":"All the privileged can travel, see different worlds; not everyone can. I think it is important for people to have an interesting locale nearby.","author":"Zaha Hadid","topic":"Travel"},{"quote":"I&#39;m a big fan of doing &#39;Triple D.&#39; But I don&#39;t want to do it forever, don&#39;t get me wrong! Travel away from my family, are you crazy? But do you know what it does for these mom-and-pop restaurant joints? It changes their lives forever. I mean, their businesses will never be the same.","author":"Guy Fieri","topic":"Travel"},{"quote":"I take my Bible with me, sometimes two of them, when I travel.","author":"Gabby Douglas","topic":"Travel"},{"quote":"We travel often to Asia, Africa, Europe, where they were born.","author":"Angelina Jolie","topic":"Travel"},{"quote":"I&#39;ve always said that I use my voice as an instrument. It was something I created myself, and I said, &#39;Have voice, will travel.&#39;","author":"Yoko Ono","topic":"Travel"},{"quote":"I travel a lot, so when I arrive in a city, I like to go to good local bookshops and make a selection based on how I&#39;m feeling and what I&#39;m thinking. The book I pick usually seems to have a definite karmic connection!","author":"Yoko Ono","topic":"Travel"},{"quote":"London is a roost for every bird.","author":"Benjamin Disraeli","topic":"Travel"},{"quote":"Fuel prices are at the center of our lives. They affect our ability to travel, stay warm, and feed ourselves.","author":"Robert Kiyosaki","topic":"Travel"},{"quote":"My favorite books to give or get are short story collections. And always paperbacks because they are easy to carry as you travel.","author":"Chuck Palahniuk","topic":"Travel"},{"quote":"The photograph reverses the purpose of travel, which until now had been to encounter the strange and unfamiliar.","author":"Marshall McLuhan","topic":"Travel"},{"quote":"I hope to play until I&#39;m, like, 38 or something, and that&#39;s a lot of years in the game and a lot of travel and a lot of sacrifice on my family&#39;s part.","author":"Stephen Curry","topic":"Travel"},{"quote":"People just hate the idea of losing. Any loss, even a small one, is just so terrible to contemplate that they compensate by buying insurance, including totally absurd policies like air travel.","author":"Daniel Kahneman","topic":"Travel"},{"quote":"When I haven&#39;t been working I&#39;ve tried to travel a lot.","author":"Emma Watson","topic":"Travel"},{"quote":"Science fiction is filled with Martians and space travel to other planets, and things like that.","author":"Margaret Atwood","topic":"Travel"},{"quote":"Michael Palin decided to give up on his considerable comedy talents to make those dreadfully tedious travel shows. Have you ever tried to watch one?","author":"John Cleese","topic":"Travel"},{"quote":"The only thing that I travel with is an Ole Henriksen facial cleanser, something that my skin is used to avoid using different soaps at different hotels all the time, and Givenchy Man Pro-Energizing Massive Moisturizer. I usually keep my hair pretty short, too, so I don&#39;t require a lot of stuff.","author":"Justin Timberlake","topic":"Travel"},{"quote":"Time travel and teleportation will have to wait. It may take centuries to master these technology. But within the coming decades, we will understand dark matter, perhaps test string theory, find planets which can harbor life, and maybe have Brain 2.0, i.e. our consciousness on a disk which will survive even after we die.","author":"Michio Kaku","topic":"Travel"},{"quote":"Schubert had arguably the same melodic gift as Mozart, but even less support. He didn&#39;t have the early exposure, never got to travel anywhere, and yet generated and amassed a body of work that grew and developed and is very profound.","author":"Twyla Tharp","topic":"Travel"},{"quote":"Thursday night football is here to stay. So we&#39;re looking at ways to make it safer. Now they&#39;re playing division games, so you limit travel. Now the question is, should you play Sunday night before a Thursday night?","author":"John Madden","topic":"Travel"},{"quote":"Any time I have any time off, I try to travel.","author":"Margot Robbie","topic":"Travel"},{"quote":"My jet lag is getting a bit ridiculous. But, you know, it&#39;s first-world problems. It&#39;s a wonderful problem, &#39;Oh I have to travel around the world; how awful.&#39;","author":"Margot Robbie","topic":"Travel"},{"quote":"As we begin to have landings on the moon, we can alternate those with vertical launch of similar crew modules on similar launch vehicles for vertical-launch tourism in space, if you want to call it that... adventure travel.","author":"Buzz Aldrin","topic":"Travel"},{"quote":"A hybrid human-robot mission to investigate an asteroid affords a realistic opportunity to demonstrate new technological capabilities for future deep-space travel and to test spacecraft for long-duration spaceflight.","author":"Buzz Aldrin","topic":"Travel"},{"quote":"I coach soccer, and my wife and I are very involved in our kids&#39; lives. Our family is busy with doctor appointments, soccer practice, school, work, travel, vacation... life.","author":"Patrick Lencioni","topic":"Travel"},{"quote":"My mom would always travel with us to everything; my dad introduced us to the weight room and showed us how to properly work out.","author":"Rob Gronkowski","topic":"Travel"},{"quote":"One of the places I&#39;d like to travel to is Ibiza, off the coast of Spain.","author":"Rob Gronkowski","topic":"Travel"},{"quote":"The first book I did - the first successful book - was a kind of a travel book, and publishers in Britain encouraged me to do more.","author":"Bill Bryson","topic":"Travel"},{"quote":"Doing Shakespeare once is not fair to the play. I have been in Shakespeare plays when it&#39;s not until the last two or three performances when I even understand certain things. In the old days star actors would travel the world doing the same parts over and over again.","author":"Al Pacino","topic":"Travel"},{"quote":"Of all possible subjects, travel is the most difficult for an artist, as it is the easiest for a journalist.","author":"W. H. Auden","topic":"Travel"},{"quote":"In this world, shipmates, sin that pays its way can travel freely, and without passport; whereas Virtue, if a pauper, is stopped at all frontiers.","author":"Herman Melville","topic":"Travel"},{"quote":"I always want off-the-beaten-path, Anthony Bourdain-inspired travel.","author":"Meghan Markle","topic":"Travel"},{"quote":"On a normal day, I love a shift dress with flats and a little cropped jacket. That, for me, is my travel wear if it&#39;s not too chilly - you can throw a scarf over your legs if it&#39;s cold on the plane!","author":"Meghan Markle","topic":"Travel"},{"quote":"I love Ralph Lauren. As I travel so much, I prefer to shop online.","author":"Meghan Markle","topic":"Travel"},{"quote":"I have two kids, career and I travel, and I don&#39;t think my life is any different than most couples. The most valuable commodity now for many people is time and how to parcel that out.","author":"Hugh Jackman","topic":"Travel"},{"quote":"Actually, I had a lot of good people with me - my mother&#39;s sister did a lot of taking care of me, and I suppose I got more attention than my stepbrothers because at least I got to travel with my parents.","author":"Julie Andrews","topic":"Travel"},{"quote":"Of course there were times, particularly when you travel, when it&#39;s very tough to leave the kids, particularly when they were very young. I would try to take them with me when I could just so they could experience and see a little bit of what a work day involved.","author":"Anna Wintour","topic":"Travel"},{"quote":"I love to travel, anywhere in the world. Wherever it is... India... Tibet... wherever. I&#39;ll go anywhere.","author":"Guillermo del Toro","topic":"Travel"},{"quote":"On stage, you&#39;re not limited at all because you&#39;re free in language: language is the source of the imagination. You can travel farther in language than you can in any film.","author":"Sam Shepard","topic":"Travel"},{"quote":"I think it&#39;s very important for writers and artists generally to be witnesses to the world, and to be transparent. To let other people speak... to travel... to experience the world. And memorialize it.","author":"Joyce Carol Oates","topic":"Travel"},{"quote":"I fly economy. I do often fly first class, but I don&#39;t travel with a posse, or bodyguard, or an assistant.","author":"Gene Simmons","topic":"Travel"},{"quote":"I was lucky enough to have it all. To be successful in business, to have children, to raise them on my own, and to travel and live my life. It was a lot of work, but it&#39;s a privilege to have been able to do it.","author":"Diane von Furstenberg","topic":"Travel"},{"quote":"Most people travel with a good book, but I also keep my agenda with me; I&#39;ll flip through the pages and take a few moments to organize my life a little - I rarely get the time to do this normally.","author":"Carolina Herrera","topic":"Travel"},{"quote":"I do not like people touching my underwear. That&#39;s just weird! I travel with a washer and dryer, and I like cooking on the bus, too.","author":"Carrie Underwood","topic":"Travel"},{"quote":"Travel makes a wise man better, and a fool worse.","author":"Thomas Fuller","topic":"Travel"},{"quote":"I started to travel like this at the age of 15 so for me, it&#39;s normal. Some days you get tired and you feel, &#39;I want to stay at home a little bit more,&#39; but it&#39;s only the moment.","author":"Rafael Nadal","topic":"Travel"},{"quote":"I&#39;d rather have huge success and huge failures than travel in the middle of the road.","author":"Kevyn Aucoin","topic":"Travel"},{"quote":"My mom loved fashion. We loved to travel and go to Italy and Paris.","author":"Melania Trump","topic":"Travel"},{"quote":"Nobody controls me. I travel with my husband when I can, when I know that I can go, and I know that my son is okay alone for a few days with the help.","author":"Melania Trump","topic":"Travel"},{"quote":"And it was a great experience, you know, to travel the world and compete at a certain level. It teaches you discipline, focus, and certainly keeps you out of trouble.","author":"Jason Statham","topic":"Travel"},{"quote":"Eating well was something I learned as I started to be successful and had to travel and perform concerts, which are an intense cardio workout.","author":"Curtis Jackson","topic":"Travel"},{"quote":"To bring up a child in the way he should go, travel that way yourself once in a while.","author":"Josh Billings","topic":"Travel"},{"quote":"America has the best hand ever dealt to any country on this planet, ever. Yes, we have problems, but you travel around the world, you&#39;ll see we have it all.","author":"Jamie Dimon","topic":"Travel"},{"quote":"When I was little, I didn&#39;t really travel - from the suburbs to Paris was already a journey. I had a foreigner&#39;s eye on the city, and I still enjoy that point of view. Then there&#39;s the fact that one of the things that touches me most is injustice.","author":"JR","topic":"Travel"},{"quote":"When you travel so many weeks a year, it&#39;s always nice to have a home-cooked meal.","author":"Maria Sharapova","topic":"Travel"},{"quote":"When I travel, I love speaking to women around the world about the things that inspire them, the fashions they like, what makes something good and what would make it even better.","author":"Maria Sharapova","topic":"Travel"},{"quote":"My &#39;go to&#39; workout is called the Asylum from Beach Body. It&#39;s intense training with lots of intervals, core work. It&#39;s hard! I travel a lot, so I can take it on the road with me and do it in a hotel room.","author":"Apolo Ohno","topic":"Travel"},{"quote":"My father is 100% Japanese and came to the United States when he was only 18 years old. My grandmother still resides in Japan, which has allowed me to travel to the roots of my ancestors with my father.","author":"Apolo Ohno","topic":"Travel"},{"quote":"Everyone carries his own inch rule of taste, and amuses himself by applying it, triumphantly, wherever he travels.","author":"Henry Adams","topic":"Travel"},{"quote":"It&#39;s important to travel and move and have a continual set of experiences so you&#39;ve got more to feed back into your work. For me, it&#39;s a natural thing.","author":"Cate Blanchett","topic":"Travel"},{"quote":"I think the only thing I knew for sure is that I wanted to, whatever I did, I wanted to travel with my work, an adventurous spirit.","author":"Cate Blanchett","topic":"Travel"},{"quote":"From a pretty early age, my mother realized that I was a little bit more gifted and talented than my own age group. So, she moved me over to play with the boys&#39; travel soccer team when I was about 11 years old.","author":"Abby Wambach","topic":"Travel"},{"quote":"I was a huge Beatles fan. We could talk about who I listened to growing up and what my sources were, but certainly the Beatles were a late, important resource for me, and I just took my guitar and a handful of songs, and I decided, well, I&#39;ll just go over and travel around Europe and see what comes of it.","author":"James Taylor","topic":"Travel"},{"quote":"I just see too many people retire and say, &#39;I&#39;m going to take off, travel, spend time with my family&#39; and they are just miserable. They end up dying. People who work and stay active, and like what they are doing, live longer.","author":"Terry Bradshaw","topic":"Travel"},{"quote":"I just can&#39;t do heels any more. At least not when I&#39;m working. I travel a lot.","author":"Victoria Beckham","topic":"Travel"},{"quote":"All the rappers my age are getting Audemars and Rolexes. I want to find my own thing. That&#39;s why I travel the world - for me, that&#39;s my B-side, why we go places. I have a Hublot on from time to time but I want a home base watch - something that&#39;s elegant but has got a little pizzazz to it.","author":"Wale","topic":"Travel"},{"quote":"Sometimes you want to go for a walk and you don&#39;t want to be watched. You just want to be anonymous and blend in. Especially when I travel, I feel that way, because I can&#39;t really go out and see a city the way other people can and I miss out on a lot.","author":"Madonna Ciccone","topic":"Travel"},{"quote":"When &#39;Apollo 13&#39; appeared as an opportunity and I began to tackle that in as authentic a way as I possibly could, I really became enthralled by the philosophical side of space travel and why we need to explore - what it means to us here on Earth - all of those things. I became a huge proponent.","author":"Ron Howard","topic":"Travel"},{"quote":"No one&#39;s going to be able to operate without a grounding in the basic sciences. Language would be helpful, although English is becoming increasingly international. And travel. You have to have a global attitude.","author":"Rupert Murdoch","topic":"Travel"},{"quote":"I&#39;m generally so disoriented during the week about what I&#39;m doing and where I am - I travel a lot - that when I&#39;m home on a Sunday, I typically try to sleep in as much as I can.","author":"Mike Birbiglia","topic":"Travel"},{"quote":"I think that you certainly don&#39;t have to be aged and travel the world to write a poem.","author":"Rita Dove","topic":"Travel"},{"quote":"I wrote those poems for myself, as a way of being a soldier here in this country. I didn&#39;t know the poems would travel. I didn&#39;t go to Lebanon until two years ago, but people told me that many Arabs had memorized these poems and translated them into Arabic.","author":"June Jordan","topic":"Travel"},{"quote":"I always tell people, &#39;The music&#39;s free. I get paid to travel.&#39;","author":"Chris Stapleton","topic":"Travel"},{"quote":"When I think, where did I laugh the most, where did I eat the most, where did I just feel good all the time, I would say making the Bond movie &#39;Die Another Day.&#39; To be part of such an iconic franchise and to travel to exotic places - that was the most fun I ever had.","author":"Halle Berry","topic":"Travel"},{"quote":"I really enjoy what I do, and who I&#39;m with and where I am. Having said that, I&#39;m not really a person of habit, because what I do in my job is travel around the world and play concerts to people, and occasionally do very weird things.","author":"Robert Smith","topic":"Travel"},{"quote":"It&#39;s sometimes tiring to get off a long-haul flight and go straight to the studio for a shoot, but if you really plan everything well, you can get so much out of combining travel with work.","author":"Alek Wek","topic":"Travel"},{"quote":"The beauty of reading is that it lets you travel in a way you could never know.","author":"Alek Wek","topic":"Travel"},{"quote":"Social media has allowed groups, such as ISIL, to use the Internet to spot and assess potential recruits. With the widespread horizontal distribution of social media, terrorists can identify vulnerable individuals of all ages in the United States - spot, assess, recruit, and radicalize - either to travel or to conduct a homeland attack.","author":"James Comey","topic":"Travel"},{"quote":"I mean, I&#39;d love to have a private jet - I know people who fly by private jet all the time... I&#39;ve hitched a ride a few times and it is not overrated at all; it&#39;s a great way to travel!","author":"Marc Jacobs","topic":"Travel"},{"quote":"I think kids ought to travel. I think it&#39;s very good to carry kids around. It&#39;s good for them. Of course it&#39;s tough on the parents.","author":"Doris Lessing","topic":"Travel"},{"quote":"I guess, growing up at Australia Zoo and getting to travel all over the world, I have this great outlook on life, and that&#39;s what I hope I inspire other kids to have.","author":"Bindi Irwin","topic":"Travel"},{"quote":"People forget I go to work. They forget that the Coleridge house was bought and paid for by the daughter of a travel agent and a barmaid from what the actor Richard Burton once described as the nightmarish &#39;featureless suburb&#39; of Croydon.","author":"Kate Moss","topic":"Travel"},{"quote":"I think people read travel books either because they intend to take that trip, or because they would never take that trip. In a sense, as a writer you are doing the travel for the reader.","author":"Paul Theroux","topic":"Travel"},{"quote":"You define a good flight by negatives: you didn&#39;t get hijacked, you didn&#39;t crash, you didn&#39;t throw up, you weren&#39;t late, you weren&#39;t nauseated by the food. So you are grateful.","author":"Paul Theroux","topic":"Travel"},{"quote":"Extensive traveling induces a feeling of encapsulation, and travel, so broadening at first, contracts the mind.","author":"Paul Theroux","topic":"Travel"},{"quote":"A travel book is about someone who goes somewhere, travels on the ground, sees something and spends quite a lot of time doing it, and has a hard time, and then comes back and writes about it. It&#39;s not about inventing.","author":"Paul Theroux","topic":"Travel"},{"quote":"One of the things the &#39;Tao of Travel&#39; shows is how unforthcoming most travel writers are, how most travelers are. They don&#39;t tell you who they were traveling with, and they&#39;re not very reliable about things that happened to them.","author":"Paul Theroux","topic":"Travel"},{"quote":"I was raised in a large family. The first reason for my travel was to get away from my family. I knew that I wanted to be a writer, but I didn&#39;t want people to ask me questions about it.","author":"Paul Theroux","topic":"Travel"},{"quote":"A travel book is a book that puts you in the shoes of the traveler, and it&#39;s usually a book about having a very bad time; having a miserable time, even better.","author":"Paul Theroux","topic":"Travel"},{"quote":"The worst thing that can happen to you in travel is having a gun pointed at you by a very young person. That&#39;s happened to me maybe four times in my life. I didn&#39;t like it.","author":"Paul Theroux","topic":"Travel"},{"quote":"The appeal of travel books is also the sense that you are different, an outsider, almost like the Robinson Crusoe or Christopher Columbus notion of being the first person in a new place.","author":"Paul Theroux","topic":"Travel"},{"quote":"I wouldn&#39;t say that I&#39;m a travel novelist, but rather a novelist who travels - and who uses travel as a background for finding stories of places.","author":"Paul Theroux","topic":"Travel"},{"quote":"The idea of traveling in Africa for me is based on going by road or train or bus or whatever and crossing borders. You can&#39;t travel easily or at all through some countries.","author":"Paul Theroux","topic":"Travel"},{"quote":"The job of the travel writer is to go far and wide, to make voluminous notes, to tell the truth.","author":"Paul Theroux","topic":"Travel"},{"quote":"Travel is hard, but entertaining is joy.","author":"Debbie Reynolds","topic":"Travel"},{"quote":"My pals, such as they are, in Hollywood, ask me why I love to travel to D.C. so much, why it&#39;s a vacation destination for me. I say, &#39;Because I sometimes have perfect days there.&#39;","author":"Ben Stein","topic":"Travel"},{"quote":"We are not coaching on a daily basis because we often travel with our charity and commercial interests.","author":"Nadia Comaneci","topic":"Travel"},{"quote":"Now, I have a kid, I have businesses to take care of, I have to travel. I have to sit down... and find a little time for me.","author":"Nadia Comaneci","topic":"Travel"},{"quote":"People travel north from Barcelona, not south.","author":"Jose Andres","topic":"Travel"},{"quote":"I&#39;ve been lucky to travel and work all over the world through the lens of the back of the house, and I love that monocle. I love that lens, because it&#39;s real people.","author":"Marcus Samuelsson","topic":"Travel"},{"quote":"It&#39;s often hard for us to imagine going without some of our luxuries like travel, dining out, or Internet, much less our basic necessities like food and water. But try for a minute to imagine how life would be with such deprivations.","author":"Marcus Samuelsson","topic":"Travel"},{"quote":"I run five miles three times a week; I log everything. I look up routes when I travel.","author":"Kevin Plank","topic":"Travel"},{"quote":"When I write, I&#39;m still imagining a kid reading it on paper. I read e-books when I travel, but in general I still prefer holding an old-fashioned book in my hands. There&#39;s a special, tactile experience.","author":"Rick Riordan","topic":"Travel"},{"quote":"I&#39;ve always liked the idea that writing is a form of travel. And I started my writing career as a mystery novelist for adults.","author":"Rick Riordan","topic":"Travel"},{"quote":"The poem is not, as someone put it, deflective of entry. But the real question is, &#39;What happens to the reader once he or she gets inside the poem?&#39; That&#39;s the real question for me, is getting the reader into the poem and then taking the reader somewhere, because I think of poetry as a kind of form of travel writing.","author":"Billy Collins","topic":"Travel"},{"quote":"You develop a sympathy for all human beings when you travel a lot.","author":"Shakuntala Devi","topic":"Travel"},{"quote":"I travel all the time.","author":"Guy Kawasaki","topic":"Travel"},{"quote":"If you have a fear of flying, don&#39;t. The data are very clear: If you have to travel someplace, the safest way is by airplane.","author":"Peter Diamandis","topic":"Travel"},{"quote":"No matter how you travel, it&#39;s still you going.","author":"Jeff Goldblum","topic":"Travel"},{"quote":"I&#39;ve missed the association with players and coaches but haven&#39;t missed the recruiting and the travel.","author":"Ara Parseghian","topic":"Travel"},{"quote":"When I go on Japanese Airlines, I really love it because I like Japanese food.","author":"Phil Collins","topic":"Travel"},{"quote":"Our budget works to reduce and eliminate the risk of attacks at our ports, rails, in the skies, our food supply and roads by allowing for increases in many of the programs and agencies to help protect these important areas of commerce and travel.","author":"Jim Ryun","topic":"Travel"},{"quote":"There&#39;s this group online that I frequent. It&#39;s a group of prop crazies just like me called the Replica Props Forum, and it&#39;s people who trade, make and travel in information about movie props.","author":"Adam Savage","topic":"Travel"},{"quote":"I&#39;m a &#39;tweener,&#39; man! I couldn&#39;t march with Dr. King and them. And I&#39;m too old to be a hip-hopper. But I&#39;ve been granted honorary status in each generation... I see my tongue as a bridge over which ideas can travel back and forth.","author":"Michael Eric Dyson","topic":"Travel"},{"quote":"When I travel with my kids abroad, I am not myself, but I&#39;m more a father who wants to protect them. Sometimes, I am even aggressive about certain things and get surprised seeing myself like that: for instance, when people want to take pictures of them. I am fine if they want to take my pictures, but they are not public property.","author":"A. R. Rahman","topic":"Travel"},{"quote":"To get away from one&#39;s working environment is, in a sense, to get away from one&#39;s self; and this is often the chief advantage of travel and change.","author":"Charles Horton Cooley","topic":"Travel"},{"quote":"That&#39;s the way both they and I travel sometimes. Pick road at random, and when it&#39;s time to pull over, you pull over and hope you can find a place to crash.","author":"Jello Biafra","topic":"Travel"},{"quote":"The more I travel around the world, the more I see people want the same thing - to be happy. We wouldn&#39;t be in a monetary system if we didn&#39;t have to work, so if my music can contribute to happiness, then that&#39;s my main responsibility.","author":"Jason Mraz","topic":"Travel"},{"quote":"Remember travel agents? Remember how they just kind of vanished one day? Well, that&#39;s where all the other jobs that once made us middle class are going, to that same magical, class-killing, job-sucking wormhole into which travel agency jobs vanished, never to return.","author":"Douglas Coupland","topic":"Travel"},{"quote":"You&#39;re going to find out who your friends are. Anything that happens in your life is one of those challenges. It may not be at the level of celebrity, but everybody&#39;s going to travel that road.","author":"Stanley A. McChrystal","topic":"Travel"},{"quote":"I love short trips to New York; to me it is the finest three-day town on earth.","author":"James Cameron","topic":"Travel"},{"quote":"Big climbs energize me. It&#39;s all the other aspects of being a pro-climber that wear me down. The travel and expeditions and training can become pretty tiring. But the actual big climbs - that&#39;s what I live for.","author":"Alex Honnold","topic":"Travel"},{"quote":"We didn&#39;t travel much when I was little - most of what we did was visit various campsites around Conway, north Wales. My first major holiday abroad was to Ibiza with my parents when I was five. I vividly remember the plane touching down and that the hotel had great swings with lots of little lizards darting about that I was determined to catch.","author":"Paul Hollywood","topic":"Travel"},{"quote":"I&#39;m a travel enthusiast.","author":"Iggy Pop","topic":"Travel"},{"quote":"If I have to travel, I&#39;m going to travel my way and travel in the real world. And I&#39;m going to have conversations every day with people in rest stops and people in gas stations and people in hotels and diners. That nourishes me.","author":"Neil Peart","topic":"Travel"},{"quote":"I really have created a family. I work with the people I love, I travel with them, I make films with them, and I&#39;m in an office with them. So in a weird way - I know I haven&#39;t birthed a child - I feel that I&#39;m a part of creating a family. It&#39;s a tribe. I love that word.","author":"Drew Barrymore","topic":"Travel"},{"quote":"I would love to be a travel writer. I&#39;d be so stoked.","author":"Drew Barrymore","topic":"Travel"},{"quote":"In America there are two classes of travel - first class, and with children.","author":"Robert Benchley","topic":"Travel"},{"quote":"Each day as I travel through downtown Tucson, I am amazed at how quickly the most ancient of human behaviors have changed. For as long as there have been Homo sapiens - roughly 200,000 years - people have filled their lives principally with two activities: talking directly with other people, and doing physical things.","author":"Andrew Weil","topic":"Travel"},{"quote":"I considered becoming a priest very seriously. I wanted to travel the world. By the time I turned 16, I realized I was only in it for selfish reasons. And, more importantly, I didn&#39;t want to sacrifice the ladies!","author":"James McAvoy","topic":"Travel"},{"quote":"I think the most romantic thing you can do is just turn up. Turn up when it&#39;s difficult for you. Travel halfway around the world or just up the road. Whatever it is, just be there.","author":"James McAvoy","topic":"Travel"},{"quote":"There are other writers who try for subtle and minimalists effects, but I don&#39;t travel in that tribe.","author":"Pat Conroy","topic":"Travel"},{"quote":"I think it&#39;s important that kids have responsibilities and understand the value of things, but I think it&#39;s great I get to travel the world with my daughter.","author":"Salma Hayek","topic":"Travel"},{"quote":"I travel a lot and rarely make it home to Seattle.","author":"Hope Solo","topic":"Travel"},{"quote":"The good news is that real-world hands-on conservation is alive and well and catching on across the America I travel.","author":"Ted Nugent","topic":"Travel"},{"quote":"The president felt that it was important to send an ordinary citizen to experience the excitement of space travel as a representative for all Americans.","author":"Christa McAuliffe","topic":"Travel"},{"quote":"Touring can be tough; the crew and I travel everywhere by a big pink bus, and live in petrol stations.","author":"Marina and the Diamonds","topic":"Travel"},{"quote":"If you travel in time and space, most of the people you know and love will eventually be gone. But you&#39;ll also be able to go and find them again.","author":"Peter Capaldi","topic":"Travel"},{"quote":"I don&#39;t sleep very well when I travel. And as a result, I tend to be awake in cities when everyone else is asleep.","author":"Moby","topic":"Travel"},{"quote":"My favorite spot is the Maldives. Since I travel so much for work, I like to go to places that are very secluded and quiet.","author":"Irina Shayk","topic":"Travel"},{"quote":"It&#39;s amazing: it&#39;s so cool being from Brampton, Ontario, and being able to travel the world and being embraced by so many countries.","author":"Alessia Cara","topic":"Travel"},{"quote":"When I travel officially... and when I travel on a private basis, I have protection that is less suffocating. But I am protected everywhere.","author":"Francois Hollande","topic":"Travel"},{"quote":"You know it&#39;s only 50 miles from Grand River to Canton, but it took me 67 years to travel that distance.","author":"Don Shula","topic":"Travel"},{"quote":"It is not fit that every man should travel; it makes a wise man better, and a fool worse.","author":"William Hazlitt","topic":"Travel"},{"quote":"I don&#39;t think I&#39;d be happy if I were satisfied. I enjoy challenge, and I wouldn&#39;t say that I&#39;m an ambitious person career-wise or financially, really. I would like to travel more comfortably, but that&#39;s really about all I need.","author":"Jason Isbell","topic":"Travel"},{"quote":"I&#39;m a little bit phobic about stains on my clothes, so I never travel without a little packet of organic stain remover.","author":"John Malkovich","topic":"Travel"},{"quote":"Once you&#39;re in a room like &#39;30 Rock,&#39; it&#39;s a creative setting, so you write more even after you go home, just because you&#39;re still in that mode of coming up with jokes. So the job wasn&#39;t sapping standup jokes, but it was sapping stand up time and energy, and I wouldn&#39;t be able to travel as much.","author":"Hannibal Buress","topic":"Travel"},{"quote":"I have flown with British Airways since I was a very little child, so it feels quite special to have gone from family holidays flying around Europe to become a gold card holder and be spoiled enough to travel more than not in first class.","author":"Orlando Bloom","topic":"Travel"},{"quote":"When I thought I was retired, I wanted to travel around the world and watch soccer games.","author":"Drew Carey","topic":"Travel"},{"quote":"Among the various vernaculars that are spoken in different parts of India, there is one that stands out strongly from the rest, as that which is most widely known. It is Hindi. A man who knows Hindi can travel over India and find everywhere Hindi-speaking people.","author":"Annie Besant","topic":"Travel"},{"quote":"If you are a reader of &#39;Harper&#39;s Bazaar,&#39; to me, you are a woman who loves fashion, but not just fashion; you love fashion, you love travel, you love art, you love music.","author":"Carine Roitfeld","topic":"Travel"},{"quote":"I have gotten to travel the world and experience all these incredible things thanks to my career.","author":"Karlie Kloss","topic":"Travel"},{"quote":"I have been a frequent air traveler since I was a few months shy of my sixth birthday, when my parents packed me off to boarding school two plane rides away from home. Those days of being willingly handed from air hostess to air hostess as an &#39;unaccompanied minor&#39; made me blase about the rigors of air travel.","author":"Shashi Tharoor","topic":"Travel"},{"quote":"There are some times when you make films and you travel places, and the take that people in the business have is that the worst way to see a city is to shoot there, because you work these long 12, 13 and 14-hour days, and you go home to the hotel, you eat, and you pass out.","author":"Alec Baldwin","topic":"Travel"},{"quote":"I do love traveling, so I&#39;ve been able to travel a lot.","author":"Taylor Lautner","topic":"Travel"},{"quote":"I&#39;m obsessed with the moon and space travel, so if I could incorporate that, I&#39;d love to go to space.","author":"Sam Heughan","topic":"Travel"},{"quote":"The glamour of air travel - its aspirational meaning in the public imagination - disappeared before its luxury did, dissipating as flying gradually became commonplace.","author":"Virginia Postrel","topic":"Travel"},{"quote":"People without children do have the freedom to do things that caring parents with dependent kids can&#39;t - to work long hours, to travel frequently, to relocate, and to do all these things on short notice if necessary. In return, they can achieve positions that devoted parents can&#39;t.","author":"Virginia Postrel","topic":"Travel"},{"quote":"I have amazing memories of being able to travel and being able to have family all over the world.","author":"Lily Collins","topic":"Travel"},{"quote":"I love getting oxygen facials because I travel a lot. My skin gets pretty dry with all the airplanes.","author":"Lily Collins","topic":"Travel"},{"quote":"My grandma did opera singing for the better part of her life; she used to sing all over the place. My grandpa was a sax player, and he used to travel all over the place, too.","author":"Mac DeMarco","topic":"Travel"},{"quote":"My son is so fortunate, you know. He&#39;s always going to have food. Yes, my children are going to be privileged, but that&#39;s why it&#39;s so important for them to see different realities and to travel, and they do already.","author":"Gisele Bundchen","topic":"Travel"},{"quote":"I travel around and hear from so many kids. Their parents say they were always very picky but they watch the show and they want to try stuff. The show is entertainment, but I think it has done so much for the public perception of what food can be.","author":"Tom Colicchio","topic":"Travel"},{"quote":"I hate to travel. I don&#39;t go anywhere.","author":"Ingmar Bergman","topic":"Travel"},{"quote":"The way Moore&#39;s Law occurs in computing is really unprecedented in other walks of life. If the Boeing 747 obeyed Moore&#39;s Law, it would travel a million miles an hour, it would be shrunken down in size, and a trip to New York would cost about five dollars. Those enormous changes just aren&#39;t part of our everyday experience.","author":"Nathan Myhrvold","topic":"Travel"},{"quote":"There are few aspects of everyday life that aren&#39;t touched by the technologies developed for space travel.","author":"Scott Kelly","topic":"Travel"},{"quote":"Being an actor, imitating to the point of inhabiting the lives of others, may simply be a way of continuing to do what I learned to do as a boy - to travel, mentally and physically.","author":"Viggo Mortensen","topic":"Travel"},{"quote":"Oh, I&#39;m terrible at travel.","author":"Johnny Vegas","topic":"Travel"},{"quote":"The world is a country which nobody ever yet knew by description; one must travel through it one&#39;s self to be acquainted with it.","author":"Philip Stanhope, 4th Earl of Chesterfield","topic":"Travel"},{"quote":"The symphonies are the things that, as a soloist, I&#39;ve not gotten to play. I used to travel the world playing concertos, and then I would sit and listen to the symphony.","author":"Joshua Bell","topic":"Travel"},{"quote":"Even today, when the Obama administration has liberalized travel to Cuba - and failed to reverse that liberalization when Alan Gross was imprisoned - there are limits.","author":"Elliott Abrams","topic":"Travel"},{"quote":"I don&#39;t do much cooking because it&#39;s impossible when you travel so much. You go grocery shopping, buy everything, and then get a call to fly out for two weeks. By the time you&#39;re back, all the food is rotten.","author":"Winnie Harlow","topic":"Travel"},{"quote":"It&#39;s hardly a secret that I&#39;m skeptical of declarations that the aliens are out and about on our planet. Still, I try to answer every one of these mails and phone calls because, after all, it&#39;s not a violation of physics to travel from one star system to another.","author":"Seth Shostak","topic":"Travel"},{"quote":"A practical way to travel between the stars is a must-have for space opera, and a sine qua non for our frequently vaunted future as a galactic society.","author":"Seth Shostak","topic":"Travel"},{"quote":"I love my cooking tools because I enjoy cooking - a Vitamix for smoothies and a rice cooker for steel-cut oats. I travel with a small rice cooker. I soak oats overnight, and when I get up, I just turn the rice cooker on, and it cooks the oats perfectly every time.","author":"John Mackey","topic":"Travel"},{"quote":"In general, when you travel, you get into a different reality and are able to more accurately reflect on your ordinary life. Hiking does that for me.","author":"John Mackey","topic":"Travel"},{"quote":"I actually think some of my best moments in life have been while I was with people from Instagram - whether it&#39;s super late nights getting a release out or being able to travel to places I&#39;d never visited and meeting some of the most interesting people I&#39;ve ever met.","author":"Kevin Systrom","topic":"Travel"},{"quote":"We may regard the solar systems as separate sponges, swimming in a World of Divine Spirit, and thus it will be apparent that in order to travel from one solar system to another, it would be necessary to be able to function consciously in the highest vehicle of man, the Divine Spirit.","author":"Max Heindel","topic":"Travel"},{"quote":"The Internet is part of our evolution. The mystics used to say, &#39;We can travel across the planet in a thought.&#39; Now we really can. We can be connected with a million people at a time.","author":"Forest Whitaker","topic":"Travel"},{"quote":"There was a film that really affected me, &#39;La Strada&#39; by Fellini, where Anthony Quinn and Giulietta Masina travel around on his little motorcycle thing.","author":"Kris Kristofferson","topic":"Travel"},{"quote":"Americans aren&#39;t good at accents, but the English are because their accents change. You go five or six blocks and the accent is different, so they are used to hearing different pitches. In America, you gotta travel maybe 10 states before you can really hear a difference.","author":"Nick Nolte","topic":"Travel"},{"quote":"You can tell all our songs come from us and from our artists, the people we write with and travel with.","author":"Zac Brown","topic":"Travel"},{"quote":"I never get enough sleep, even when I travel. I wake up in the middle of the night, either with the help of my kids or because my mind is going. I wish I got eight hours a night, but it is more like an interrupted six or seven. The secret is to go to sleep well before midnight.","author":"Summer Sanders","topic":"Travel"},{"quote":"I love to run, but training can be hard, especially with a family and a crazy travel schedule. I often do sprints with my kids, where they bike and I run along side them so we can &#39;race&#39; each other for a quarter-mile or shorter repeats.","author":"Summer Sanders","topic":"Travel"},{"quote":"I need to travel, of course, with my laptop, so I can do my business on the road.","author":"Theophilus London","topic":"Travel"},{"quote":"I travel regularly and have learnt to be very methodical as far as packing is concerned. For example, I always check the weather in advance of where I&#39;m going to ensure that I&#39;ve packed the right clothes.","author":"Paloma Faith","topic":"Travel"},{"quote":"I&#39;ve never met a person who does not want a safer world, better medical care and education for their children, and peace with their neighbours. I just don&#39;t meet those people. What I meet, over and over again, as I travel around, is that the essential human condition is optimistic - in every one of these places.","author":"Eric Schmidt","topic":"Travel"},{"quote":"I don&#39;t live lavishly, so it&#39;s not like I have 20 assistants and travel privately and shop every day.","author":"Mila Kunis","topic":"Travel"},{"quote":"I travel a lot. I&#39;m on the move.","author":"Ted Turner","topic":"Travel"},{"quote":"I have a couple of go-to sneakers off the pitch. I like to have shoes that I can slip on and wear with anything. I travel often, so it&#39;s about finding those two or three pairs of shoes that can go with any outfit, whether they go with leggings or a skirt or a dress or jeans.","author":"Alex Morgan","topic":"Travel"},{"quote":"I do not have any pets. We travel too much.","author":"Nancy Kerrigan","topic":"Travel"},{"quote":"I travel. I do a lot of traveling around the world.","author":"Chris Tucker","topic":"Travel"},{"quote":"I didn&#39;t have a regular school experience and wanted a more abstract way of learning. I started exploring in lots of different creative ways. It gave me the opportunity to travel and play music, so it was good for me.","author":"Brie Larson","topic":"Travel"},{"quote":"I think having toured the world and seeing many places, I&#39;ve just been blown away by how we&#39;ve really scarred our home. I&#39;m as guilty as the next person if not more so. I travel a lot. The damage we do to our planet is huge.","author":"James Blunt","topic":"Travel"},{"quote":"I&#39;m always ready for the enemy to come over the hill. I&#39;m packed and set to go. That comes from my time in the army. I used to travel in a tank, but now it&#39;s a tour bus going to safer places.","author":"James Blunt","topic":"Travel"},{"quote":"As athletes, we train and travel so much, a lot of times our needs are not met calorically. But I don&#39;t like eating to be a chore, so I kind of just go with the flow.","author":"Seth Rollins","topic":"Travel"},{"quote":"The joke we always say is that WWE doesn&#39;t pay us to wrestle, they pay us to travel.","author":"Seth Rollins","topic":"Travel"},{"quote":"Most of my workouts happen by myself because I travel so much.","author":"Seth Rollins","topic":"Travel"},{"quote":"I travel pretty frequently, but a few things that are routine are going for a run, getting my green tea in the morning, and checking email... well, all the time!","author":"Payal Kadakia","topic":"Travel"},{"quote":"I&#39;ve gotten very cynical and kind of anhedonic about all the things I have to do to get to do comedy: all the travel, hotels, and airports.","author":"Patton Oswalt","topic":"Travel"},{"quote":"The future continues to preoccupy me as a reliable source of hopes, fears and anxieties, but increasingly the present seems to have no outstanding qualities of its own, being merely a way-station through which events travel to the vast shadow lands of the past.","author":"Will Self","topic":"Travel"},{"quote":"Today, few terrorist organizations still employ the &#39;al-Qaeda model&#39; in which individuals travel to terrorist training camps overseas and then are deployed to the West to inflict atrocities.","author":"Tom Cotton","topic":"Travel"},{"quote":"Under the cover of encryption, terror masterminds provide recruits with the tactics and tools necessary to carry out attacks using small arms and explosives. None of this requires any overseas travel.","author":"Tom Cotton","topic":"Travel"},{"quote":"When I retired, I really wanted to spend time with my family and kids. Coaching would have prevented that due to the commitment of the job and travel that goes with it, too.","author":"John Elway","topic":"Travel"},{"quote":"Ours is the century of enforced travel of disappearances. The century of people helplessly seeing others, who were close to them, disappear over the horizon.","author":"John Berger","topic":"Travel"},{"quote":"When I had money in the past, I would always travel rather than spend it on big apartments or cars. And I still feel exactly the same way.","author":"Robin Wright","topic":"Travel"},{"quote":"I&#39;ve been fortunate enough to travel the world because of my career, but the downside has been spending long spells apart from my daughters.","author":"Sean Bean","topic":"Travel"},{"quote":"I&#39;m not a big spender or shopper. Neither am I extravagant, nor do I have big expenses. I mainly spend on travel. I don&#39;t buy overpriced clothes, as I feel such expenses are unnecessary. I probably wouldn&#39;t buy expensive watches or jewellery either.","author":"Katrina Kaif","topic":"Travel"},{"quote":"I am traveling less in order to be able to write more. I select my travel destinations according to their degree of usefulness to my work.","author":"Jose Saramago","topic":"Travel"},{"quote":"I only travel with a carry-on suitcase in most instances.","author":"Brad Goreski","topic":"Travel"},{"quote":"I am very lucky to have the opportunity to travel to so many amazing destinations for work!","author":"Brad Goreski","topic":"Travel"},{"quote":"A lot of great medicines and ancient therapies are blocked by the FDA, so that&#39;s why I choose to travel and recognize the value of diverse points of view in medicine.","author":"Yolanda Hadid","topic":"Travel"},{"quote":"Interviewing Rei Kawakubo in Tokyo and John Galliano in Paris, both for &#39;Pop&#39; magazine, were huge for me, not just in learning about fashion and writing but about how little desire I had to be a critic\/reporter\/journalist\/commentator so much as a kind of travel diarist.","author":"Tavi Gevinson","topic":"Travel"},{"quote":"At some point, the government expands into the private sphere so far that you live in a place with a whole lot less freedom. I didn&#39;t like that that was the direction of travel for our country, and decided to come to Washington to try and be a small part of bringing it back.","author":"Mike Pompeo","topic":"Travel"},{"quote":"The holidays are the worst time to travel, and ISIS aren&#39;t making things any easier.","author":"Katherine Ryan","topic":"Travel"},{"quote":"Cameras can look down from on high and predict crop yields, traffic in Walmart parking lots, and travel patterns on Labor Day weekend. On the ground, they form the foundation of autonomous-driving systems.","author":"Om Malik","topic":"Travel"},{"quote":"The genre has moved into this commercial aspect of itself, and ignored this extraordinarily rich literature that&#39;s filed everywhere else except under travel.","author":"Robyn Davidson","topic":"Travel"},{"quote":"I just don&#39;t see myself as a travel writer. I can&#39;t. I don&#39;t.","author":"Robyn Davidson","topic":"Travel"},{"quote":"The truth is I&#39;m not really interested in travel writing as it&#39;s generally conceived, and even less so in female travel writing.","author":"Robyn Davidson","topic":"Travel"},{"quote":"When I travel, which is most of the year, I live in TripIt.","author":"Matt Mullenweg","topic":"Travel"},{"quote":"There&#39;s going to be space travel at some point.","author":"Anne Wojcicki","topic":"Travel"},{"quote":"I travel a lot, and I hunt for fabrics, then I have the tailor make me something.","author":"Waris Ahluwalia","topic":"Travel"},{"quote":"Having to travel so much plays havoc with your personal life.","author":"Renee Fleming","topic":"Travel"},{"quote":"I travel a lot. I&#39;ll go back and forth, you know, West Coast-East Coast, but it&#39;s separated by segments. So it&#39;s not a daily thing.","author":"Fred Armisen","topic":"Travel"},{"quote":"It was a rural upbringing by the seaside. A real quiet place surrounded by fields. I had to travel into town for school and stuff like that.","author":"Hozier","topic":"Travel"},{"quote":"I travel with Club Glove.","author":"Jason Day","topic":"Travel"},{"quote":"The only way I&#39;m going to support my family is to tour. I love playing, don&#39;t get me wrong. That 90 minutes every night, that&#39;s free. We get paid to travel. But every night, I have to get myself locked in. There are a thousand people that don&#39;t want to be disappointed, because they have a lot of expectations.","author":"Sturgill Simpson","topic":"Travel"},{"quote":"All this misjudgment that we have of each other is based on ignorance. The second you get to travel, you see that human beings, no matter where they come from, they are the same.","author":"Marjane Satrapi","topic":"Travel"},{"quote":"The real luxury travel of the modern age is not through space; it&#39;s through time.","author":"Nancy Gibbs","topic":"Travel"},{"quote":"I travel the world visiting global health programs as an ambassador for the global health organization, PSI, and sometimes the disconnect I see is truly striking: people can get cold Coca Cola, but far too infrequently malaria drugs; most own mobile phones, but don&#39;t have equal access to pre-natal care.","author":"Mandy Moore","topic":"Travel"},{"quote":"I want to go to college to study journalism. I want to speak French fluently, to travel. My mom was a journalist and it&#39;s in my blood.","author":"Mandy Moore","topic":"Travel"},{"quote":"I can&#39;t understand why someone wouldn&#39;t have a degree of sympathy for people that had to flee their country, travel to try and find their home somewhere, and nobody wants them. How could you not be a little bit sympathetic?","author":"Gary Lineker","topic":"Travel"},{"quote":"The Queen Mary was the most civilized and luxurious way one could travel to America in the late 1930s.","author":"Maureen O'Hara","topic":"Travel"},{"quote":"I&#39;ve always believed that as actors, one of the biggest advantages of being in the film business - not just of being actors, but being in this industry - is the fact that you get to travel so much, and you get to see places that you probably would not if you went just as a tourist.","author":"Deepika Padukone","topic":"Travel"},{"quote":"People in the CIA, they marry each other. They&#39;re like actors! We have to travel without much warning to far-flung places, and it&#39;s very hard to communicate what our experiences are like to those in the outside world.","author":"Claire Danes","topic":"Travel"},{"quote":"In his very first film, Mr. Gonzalez Inarritu makes the kind of journey some directors don&#39;t - or can&#39;t - travel in an entire career.","author":"Elvis Mitchell","topic":"Travel"},{"quote":"I dress well. I travel; I seem to be relatively glamorous for a film guy - which, to me, is like being the fastest midget in the circus.","author":"Elvis Mitchell","topic":"Travel"},{"quote":"Background scores allow me an absolute flight of the imagination, and I travel in my mind&#39;s eye. I do not like the scores to have vocal notes, because they act as a limitation to these flights of fancy.","author":"Nawazuddin Siddiqui","topic":"Travel"},{"quote":"Life has been a really big whirlwind, but it&#39;s been a lot of fun. I travel so much, and I&#39;m constantly doing things that I love, but it&#39;s just me.","author":"Laurie Hernandez","topic":"Travel"},{"quote":"You don&#39;t need to be a spook to care about encryption. If you travel with your computer or keep it in a place where other people can put their hands on it, you&#39;re vulnerable.","author":"Barton Gellman","topic":"Travel"},{"quote":"I favor pocket-sized hard drives that travel between home and office, syncing with computers on both ends.","author":"Barton Gellman","topic":"Travel"},{"quote":"Trust me: you make a movie about time travel, and you know for a fact humans will never travel through time. The paradoxes that come up just from trying to tell a story with time travel really illuminates the fact that it&#39;s impossible. It will never happen. We can barely get through a movie that involves time travel.","author":"Doug Liman","topic":"Travel"},{"quote":"Consider one possible future that could occur soon, where autonomous trucks travel highways with a human &#39;monitor&#39; in the cab who can assist with particularly challenging driving like navigating city centres and ensure goods are delivered safely.","author":"Cathy Engelbert","topic":"Travel"},{"quote":"If I had the choice to travel to two places in Europe, it would be Paris and London.","author":"Alain Ducasse","topic":"Travel"},{"quote":"Given the number of restaurants I have, I could easily travel all the time - but I try not to.","author":"Alain Ducasse","topic":"Travel"},{"quote":"The time to enjoy a European trip is about three weeks after unpacking.","author":"George Ade","topic":"Travel"},{"quote":"There was part of me that wanted to see the world and travel to distant places, but I could only do it in my imagination, so I read ferociously and imagined things.","author":"George R. R. Martin","topic":"Travel"},{"quote":"Mom somehow made it to every one of my graduations - even when it meant she had to travel far away.","author":"Rick Scott","topic":"Travel"},{"quote":"When I was a teenager, I went on an organised three-day tour of Rome. It was the worst experience ever. I promised myself that I would never travel like that again, with someone telling you what to see and what not to see.","author":"Diego Luna","topic":"Travel"},{"quote":"Mexico is where I fell in love for the first time; it&#39;s where my family lives... so however much I travel, I inevitably return there.","author":"Diego Luna","topic":"Travel"},{"quote":"On Sundays, we would travel to the town and watch English movies. This way, we must have ended up watching some 1,000 movies during college.","author":"Shiv Nadar","topic":"Travel"},{"quote":"I do miss competition, but I get to travel a little bit on my own terms, which is a little bit different. And I get the chance to walk around, explore, and not have to save my energy for the match days.","author":"Ana Ivanovic","topic":"Travel"},{"quote":"When I was starting out, it was almost impossible for me to get visas to travel to tournaments.","author":"Ana Ivanovic","topic":"Travel"},{"quote":"Fashion pictures show people looking glamorous. Travel pictures show a place looking at its best, nothing to do with the reality. In the cookery pages, the food always looks amazing, right? Most of the pictures we consume are propaganda.","author":"Martin Parr","topic":"Travel"},{"quote":"As we travel around Britain, I am convinced most of us cannot really appreciate what we are seeing. We take too much for granted, because it is all so familiar.","author":"Martin Parr","topic":"Travel"},{"quote":"By default, I am a travel photographer. I work on a combination of commissions and personal projects that take me around the world.","author":"Martin Parr","topic":"Travel"},{"quote":"For those aspiring to make a living from travel photography, it&#39;s a sad fact that the boring shots are the shots that are going to make you money.","author":"Martin Parr","topic":"Travel"},{"quote":"I don&#39;t have the luxury of having a dog myself because I travel too much, but I love walking and cuddling somebody else&#39;s dog.","author":"Ingrid Newkirk","topic":"Travel"},{"quote":"As a Global Maternal Health Advocate, I get to travel the world quite a bit, meeting individuals and visiting programs with tremendous potential and incredible vision to improve the quality of life for countless others.","author":"Christy Turlington","topic":"Travel"},{"quote":"There is simply no defending the preferred mode of travel for many of the celebrity crazies who lecture us about carbon credits. Do you think these folks are willing to give up their mansions and private jets in order to &#39;save the planet?&#39;","author":"Mike Gallagher","topic":"Travel"},{"quote":"When I&#39;m in London I do have the convenience of being close to St James Park which is also good for me because it gives me an excuse to get out and get some much needed exercise!","author":"David Blunkett","topic":"Travel"},{"quote":"Even with protection, even with death threats, I can publish, I can travel and I can live the life that I want and not the one my parents want or some imam somewhere thinks I should live.","author":"Ayaan Hirsi Ali","topic":"Travel"},{"quote":"When I was drafted to Smackdown, I was like, &#39;Hell yes, I&#39;m going to captain this ship.&#39; Then I was like, &#39;Oh, wait, you&#39;re losing your best friend and travel partner and the person you enjoy having matches with the absolute most.&#39; That&#39;s Charlotte. We travel together, and she is my best friend.","author":"Becky Lynch","topic":"Travel"},{"quote":"I&#39;m sure we&#39;ll be Tweetin&#39; up the Twitosphere as we travel around the world playing music.","author":"Brandon Boyd","topic":"Travel"},{"quote":"When you grow up in a place, you always think it&#39;s mundane. Then you travel around and live in different places, and you realise that you&#39;ve got it the wrong way &#39;round.","author":"Irvine Welsh","topic":"Travel"},{"quote":"Travel is stressful.","author":"Burnie Burns","topic":"Travel"},{"quote":"I do this system called TRX. It was developed by a Navy SEAL and is basically a simple cord that you can wrap around something anywhere, anytime, and you use your body weight as resistance. We installed one in our home gym, but you can also attach it to a tree. It&#39;s very easy to travel with.","author":"Elizabeth Banks","topic":"Travel"},{"quote":"What is required as we travel towards full unemployment is not new legislation but a gradual change of mental attitude, a shift in values. As our taste for idling grows, we will refuse to work for old-fashioned bosses who demand a five-day, 40-hour, nine-to-five type week, or worse.","author":"Tom Hodgkinson","topic":"Travel"},{"quote":"Beauty, pleasure, freedom and plenty of sleep: these are the hallmarks of a successful idler&#39;s break. Travel should not be hard work.","author":"Tom Hodgkinson","topic":"Travel"},{"quote":"I always pack a travel snack bag. You don&#39;t want to get stuck without snacks no matter where you go!","author":"Busy Philipps","topic":"Travel"},{"quote":"Planet colonization is not a short term concern of mine. The physical limitations of space travel render it low on the list for me.","author":"Chris Sacca","topic":"Travel"},{"quote":"I really have to dance more often, and so I travel around. If I don&#39;t, I will crumble.","author":"Rudolf Nureyev","topic":"Travel"},{"quote":"The bottom line is, if you&#39;re pregnant, don&#39;t travel to an area where Zika is spreading.","author":"Tom Frieden","topic":"Travel"},{"quote":"As a model, I travel non-stop.","author":"Jasmine Guinness","topic":"Travel"},{"quote":"What I like in this job is you can travel to many places, many imaginations.","author":"Marion Cotillard","topic":"Travel"},{"quote":"I wanted to travel the world - I don&#39;t how that idea got in my head, but I really wanted to see the world... towns, cities, countries, I wanted to see them all.","author":"Jimmy Cliff","topic":"Travel"},{"quote":"I like to stay home with my family. But travel is good in a way. It makes you redefine each other each time you see each other. Also, it helps that I think my wife is the hottest woman in the world.","author":"Mads Mikkelsen","topic":"Travel"},{"quote":"I&#39;ve still got a small fitness and conditioning business where I travel round the world doing stuff for individuals and corporations, mainly fitness training.","author":"Daley Thompson","topic":"Travel"},{"quote":"Since I travel so much, it&#39;s always great to be home. There&#39;s nothing like getting to raid my own refrigerator at two in the morning.","author":"Amy Grant","topic":"Travel"},{"quote":"The hardest part is to travel, and to be away from your family.","author":"Glenn Tipton","topic":"Travel"},{"quote":"Building and launching rockets has been a lifelong hobby that my son and I share. We regularly travel to Nevada&#39;s Black Rock Desert to launch rockets.","author":"Steve Jurvetson","topic":"Travel"},{"quote":"Thanks to having my dad travel with me, I don&#39;t feel quite cut off from my family.","author":"Amy Jackson","topic":"Travel"},{"quote":"I love to travel. This is the time for me. When will I do it if not now?","author":"Rakul Preet Singh","topic":"Travel"},{"quote":"If I could tell every Trump supporter two things, it would be to travel and read a history book. Look beyond yourselves; look at how petty the morals you uphold seem when you realize we are not the only ones.","author":"Lauren Jauregui","topic":"Travel"},{"quote":"You learn so much about yourself as an artist. I never would have thought that I could sing every night, you know? Travel and perform every single night, and travel to another city the next day and do it all over again? You learn a lot of new things about yourself, and you make a lot of connections with people.","author":"Yuna","topic":"Travel"},{"quote":"I travel all over the world, usually 10 months out of the year. I stay at a lot of hotels, and the ones I like best are clean and not complicated. You go to bed and say, &#39;Wow, I feel comfortable.&#39;","author":"Nobu Matsuhisa","topic":"Travel"},{"quote":"I got to travel around Anbar Province, had a great group of Marines who worked for me who traveled around Anbar Province. I got to hang out with a lot of different types of Marines and soldiers and sailors.","author":"Phil Klay","topic":"Travel"},{"quote":"&#39;Star Trek&#39; is a &#39;Wagon Train&#39; concept - built around characters who travel to worlds &#39;similar&#39; to our own, and meet the action-adventure-drama which become our stories. Their transportation is the cruiser &#39;S.S. Yorktown,&#39; performing a well-defined and long-range Exploration-Science-Security mission which helps create our format.","author":"Gene Roddenberry","topic":"Travel"},{"quote":"When I travel I normally eat club sandwiches or I bring my own food. When you go into a new town, it&#39;s very had to find a good place to eat.","author":"Paul Prudhomme","topic":"Travel"},{"quote":"I hate to travel with stuff.","author":"Manolo Blahnik","topic":"Travel"},{"quote":"Whenever possible, I use local, fresh ingredients, just because it tastes and feels better to eat an egg or a tomato or a hamburger that wasn&#39;t flown halfway around the world, that didn&#39;t travel on a truck and get stuck in traffic jams, that hasn&#39;t been sitting in a supermarket&#39;s refrigerator case for days.","author":"Kate Christensen","topic":"Travel"},{"quote":"When I travel, I like to take advantage of room service. I&#39;m really into eggs Benedict in the morning.","author":"Jenny McCarthy","topic":"Travel"},{"quote":"I lived in Italy for two months when I was in college. And I traveled to Paris. I traveled to Egypt. I traveled to Spain. I just would travel a lot. I remember going to Paris and saying, speaking French, &#39;I would like some chicken and some fries.&#39; And just the chicken and fries was, oh my gosh, just so amazing. I became intrigued and inspired.","author":"Tia Mowry","topic":"Travel"},{"quote":"Sardinia is beautiful. The people were so friendly, and the food was incredible! I also loved Florence. I spent two months there as part of a school study-abroad program. On the weekends, we would get to travel wherever we wanted, so I would explore. That was a magical time.","author":"Tia Mowry","topic":"Travel"},{"quote":"Consumers are looking for experiences, whether that&#39;s travel, whether that&#39;s entertainment. They&#39;re looking for differentiated products, things that are going to have meaning.","author":"Mindy Grossman","topic":"Travel"},{"quote":"I&#39;ve been all over the world on my own because, as a scientist, you travel a great deal if your work is reasonably successful or published. I get invitations to go to all sorts of strange countries where I would mostly be by myself and just meet other people there, instead of having travelling companions.","author":"Robert Winston","topic":"Travel"},{"quote":"The last couple relationships I had were long distance. It&#39;s not like I can make much of an effort to travel and see anybody. The guy had to do all the work, unfortunately.","author":"Holly Madison","topic":"Travel"},{"quote":"By the time I&#39;m 40, interplanetary travel will be common. Nobody will want to talk to me at that age, anyway.","author":"Ace Frehley","topic":"Travel"},{"quote":"Anyone who&#39;s gotten their passport in America will tell you, when you get it, it still says what country you were born in. So I remember getting my American passport. I was like, &#39;Woo-hoo! I&#39;m going to travel.&#39; And I opened it up. It said, &#39;Born in Iran.&#39; I&#39;m like, &#39;Oh, come on, man!&#39;","author":"Maz Jobrani","topic":"Travel"},{"quote":"I get cold - really cold - when I travel.","author":"Laura Linney","topic":"Travel"},{"quote":"Every time I took a long leave from home, I felt as if I were going to conquer the world. Or rather, take possession of what is my birthright, my inheritance.","author":"Ella Maillart","topic":"Travel"},{"quote":"Not only does travel give us a new system of reckoning, it also brings to the fore unknown aspects of our own self. Our consciousness being broadened and enriched, we shall judge ourselves more correctly.","author":"Ella Maillart","topic":"Travel"},{"quote":"Shall we ever see the 10 million things of the universe simultaneously in order to be the all? I am convinced that to live is to travel towards the world&#39;s end.","author":"Ella Maillart","topic":"Travel"},{"quote":"Scoring goals is the best feeling you can have. I always look up at the stand for my family straight afterwards; it means everything to me that they travel to every game.","author":"Frank Lampard","topic":"Travel"},{"quote":"Personal and mobile computing, long-distance communications, energy storage, and air travel are just a few of the things that have been democratized by technology, creating new possibilities for billions of people.","author":"Dan Schulman","topic":"Travel"},{"quote":"Anytime you introduce volatility, it is not good for business and not good for travel.","author":"Dara Khosrowshahi","topic":"Travel"},{"quote":"Radical Islamic jihadists have a long-term vision. And if they have to stay in Europe to obtain a citizenship, to ultimately travel to the United States, and if it takes them five years or ten years, they&#39;re okay with that. History has proven that.","author":"Jeff Duncan","topic":"Travel"},{"quote":"Good Viking genes, being vegetarian and having rowdy dogs and kids definitely keep me in shape. Not eating meat gives me the energy I need to keep up with work, family and travel - I&#39;m very active.","author":"Pamela Anderson","topic":"Travel"},{"quote":"I&#39;m not your expert on Africa or animals or whatever. I&#39;m not a travel writer or maker of documentaries. I was someone who doesn&#39;t know very much, trying to communicate.","author":"Michael Palin","topic":"Travel"},{"quote":"There is nothing better than playing a scene with John Cleese or Maggie Smith. It&#39;s electric. But I don&#39;t think I&#39;m the sort of person who needs to have an outer ego in order to produce something. I realised that through the travel programmes.","author":"Michael Palin","topic":"Travel"},{"quote":"Hollywood was possible for a while! Why didn&#39;t I go along with it? Well, the other things that were pulling me back were more important. Being at home, being in the same marriage, these things enabled me to go off and travel in the first place.","author":"Michael Palin","topic":"Travel"},{"quote":"There are people who travel because they want to push themselves to physical limits, people who walk across deserts or cycle across the Antarctic - like Ranulph Fiennes, who just does it because it&#39;s there. And then there are people like me, who are just genuinely curious about the world.","author":"Michael Palin","topic":"Travel"},{"quote":"I&#39;ve been lucky to have made a number of travel programmes with the BBC, the object being to see places off the beaten track. As a result, I&#39;ve often had a guide who&#39;s been able to show me things that you wouldn&#39;t see with a tour group.","author":"Michael Palin","topic":"Travel"},{"quote":"If you travel 11 months a year - from one dangerous or isolated situation to the next - if you live in hotels, and every relationship with another human being is a two-week relationship, the only other people who have any idea what you&#39;re going through or how strung out you are are other photographers.","author":"Rick Smolan","topic":"Travel"},{"quote":"I find Facebook absolutely fascinating because I don&#39;t think there&#39;s ever been any one source that had so much information about each of us - who we talk to, who our friends are, what books we read, what we&#39;re buying, what movies we saw, what our travel is.","author":"Rick Smolan","topic":"Travel"},{"quote":"From a pretty early age, I developed an interest in travel. I told my parents I wanted to live abroad, and they said, &#39;Well, you have to have money to do those things.&#39;","author":"Aileen Lee","topic":"Travel"},{"quote":"There was never any question that I would go to college, that I would travel, that I would go to the theater early and often.","author":"Harold Prince","topic":"Travel"},{"quote":"I think the philosophy that you have to have if you travel frequently is, stuff is just stuff. Even if it has some sentimental or family connection, if you lose it in the world, it&#39;s still just a thing, and I think if you don&#39;t have that attitude, you will get incredibly stressed out and not enjoy your travels.","author":"Leila Janah","topic":"Travel"},{"quote":"I&#39;ve worked with a band, and it&#39;s nice to have someone to travel around with, but I didn&#39;t like it as well on stage.","author":"Randy Newman","topic":"Travel"},{"quote":"I will travel a lot after my career.","author":"Bastian Schweinsteiger","topic":"Travel"},{"quote":"I&#39;ve always traveled, as a kid my parents moved me around, a different place in Germany every four years. But I got the travel bug when I was a kid, living in different countries.","author":"Dominic Monaghan","topic":"Travel"},{"quote":"Travel books are, by and large, boring. They lodge uncomfortably between fact, fiction and autobiography.","author":"Arthur Smith","topic":"Travel"},{"quote":"Occasionally I find a travel book that is both illuminating and entertaining, where vivid writing and research replace self-indulgence and sloppy prose.","author":"Arthur Smith","topic":"Travel"},{"quote":"Don Quixote&#39;s &#39;Delusions&#39; is an excellent read - far better than my own forthcoming travel book, &#39;Walking Backwards Across Tuscany.&#39;","author":"Arthur Smith","topic":"Travel"},{"quote":"I like playing tennis. I&#39;ve always enjoyed the process of being a tennis player; I&#39;m just not sure that I enjoyed the travel at the end, and my body didn&#39;t recover from the day-to-day grind.","author":"Andy Roddick","topic":"Travel"},{"quote":"I am always exhausted; I am always trying to find more time to be with my family, which is why they travel with me so much.","author":"John Tesh","topic":"Travel"},{"quote":"I own more pairs of Calvin Klein underwear than I can count. At any given time, I probably have 50 to 60 pairs on deck. I travel with an entire suitcase of underwear and t-shirts, and they&#39;re all Calvin Klein.","author":"Trey Songz","topic":"Travel"},{"quote":"The worst thing about touring is the travel.","author":"Kerry King","topic":"Travel"},{"quote":"Europe is one of the best travel destinations in the world.","author":"Marco Bizzarri","topic":"Travel"},{"quote":"I often say that poverty needs no passport to travel.","author":"Óscar Arias","topic":"Travel"},{"quote":"I have always followed exactly what interests me and never really worried about the money. And when you think about it, to be able to travel the world... on an expense account and do exactly what interests you, it just doesn&#39;t get much better than that.","author":"Dan Buettner","topic":"Travel"},{"quote":"If somebody asked me about my inspiration I would say that it&#39;s not the peopleand it&#39;s not the things, it&#39;s travel and experiencing different environments.","author":"Marc Newson","topic":"Travel"},{"quote":"No matter where I&#39;ve been overseas, the food stinks, except in Italy.","author":"Carmen Electra","topic":"Travel"},{"quote":"My parents and my grandfather on my mom&#39;s side would travel the earth. They went to Australia and China, and they went to probably every soccer game I ever played.","author":"Brandi Chastain","topic":"Travel"},{"quote":"Just to be a part of something that can travel beyond and reach the lives of people and help them through a daily problem or struggle or even just giving encouraging words, period. I feel like it&#39;s very powerful. I thank God for my gift.","author":"BJ the Chicago Kid","topic":"Travel"},{"quote":"I like to travel by myself.","author":"Carly Rae Jepsen","topic":"Travel"},{"quote":"Travel is very subjective. What one person loves, another loathes.","author":"Robin Leach","topic":"Travel"},{"quote":"I love being a troubadour. I travel around the world with my wife and play little theaters. We have a ball.","author":"Roger McGuinn","topic":"Travel"},{"quote":"I don&#39;t especially like to travel, not the way many people do. I know many people that love to go to far-off and different places, and I&#39;ve never been like that. I seem to get homesick as quickly as a child.","author":"Elizabeth Strout","topic":"Travel"},{"quote":"I don&#39;t travel anywhere without the PS3 and XBox. There&#39;s nothing better to do on long bus trips while on tour.","author":"Soulja Boy","topic":"Travel"},{"quote":"I&#39;m fascinated with being able to travel the world via &#39;Instagram&#39; and just be somewhere different.","author":"Mike Krieger","topic":"Travel"},{"quote":"When I travel the country, I am often struck by how much we actually have in common. It&#39;s much more powerful than how much there is that&#39;s reported that divides us.","author":"David Muir","topic":"Travel"},{"quote":"I&#39;m a painter, really. To be successful, you have to go to Hollywood, and I didn&#39;t like to travel.","author":"H. R. Giger","topic":"Travel"},{"quote":"The idea is to have global standards. There is so much travel that if you just had a regional standard, it would probably ultimately have to be changed.","author":"Gijs de Vries","topic":"Travel"},{"quote":"I&#39;m a big fan of the laceless Converse for travel, with cute jeans, and throw on a little jacket, and you look presentable.","author":"Melissa Rivers","topic":"Travel"},{"quote":"I find it an absolute pleasure to read travel guides, especially the Michelin guides, and their description of places I know I&#39;ll probably never visit. I spend a large part of my life reading descriptions of restaurants.","author":"Michel Houellebecq","topic":"Travel"},{"quote":"The first year or so on The Daily Show is pretty intense in terms of travel. You&#39;re going to the worst places in the country, talking to the craziest people in the world.","author":"Rob Corddry","topic":"Travel"},{"quote":"When the history books are written in a thousand years, when space travel would have become routine, the moment that humans first left Earth will be of huge importance. Star City is a central part of this story and it deserves more recognition.","author":"Helen Sharman","topic":"Travel"},{"quote":"I hope there will be continued U.K. investment in human spaceflight to enable Britain to benefit from space travel in the longer term and that many more Britons - women and men - will travel into space.","author":"Helen Sharman","topic":"Travel"},{"quote":"I don&#39;t really shop a lot. I order things online. When I travel, I&#39;ll get some pieces along the way.","author":"Lizzo","topic":"Travel"},{"quote":"I really wish we could stay longer in the countries we visit, but I&#39;ve been lucky to have visited most of them before, because I&#39;ve done a tremendous amount of travel.","author":"Phil Keoghan","topic":"Travel"},{"quote":"In the late 20th century, it became possible to travel between cultures, between the old world and the new, with great ease. So when you go back, you take the changed person with you who, in turn, changes things that otherwise might have stayed the same.","author":"Shyam Selvadurai","topic":"Travel"},{"quote":"India offers exciting business opportunities owing to the growth in corporate travel and a significant middle-class population waiting to explore the world. To begin with, Travelex is setting up eight city centre branches in metros and other major cities including tourist destinations.","author":"Lloyd Dorfman","topic":"Travel"},{"quote":"I travel a lot. If you look at my suitcase, everything is extremely well-packed and well-folded; people who travel with me are impressed at how organized I am. Some would refer to me as a maniac for this.","author":"Joel Robuchon","topic":"Travel"},{"quote":"I think family is very important in West Virginia and has long been so because the mountains made travel difficult in the past, and family members had to depend on each other.","author":"David Selby","topic":"Travel"},{"quote":"For the Trump brand name, when we build, we want only the best buildings in the world. We travel a lot to see real estate projects worldwide, and we always study what can be done better. There&#39;s no question about it: a Trump Tower has to have the very best quality, amenities and facilities. People want that ultra-luxurious lifestyle.","author":"Eric Trump","topic":"Travel"},{"quote":"A lot of the players are not involved with any NHL team, so to play and travel around with the Oldtimers&#39; it&#39;s a kind of gift that the players really appreciate.","author":"Guy Lafleur","topic":"Travel"},{"quote":"I based in Brazil, Sao Paulo, but I come very often to the states, and I travel all over the world.","author":"Emerson Fittipaldi","topic":"Travel"},{"quote":"What would air travel look like if airplanes were thrown out after each flight? No one would be flying in airplanes.","author":"Gwynne Shotwell","topic":"Travel"},{"quote":"On long haul flights I always drink loads and loads of water and eat light and healthy food.","author":"Lisa Snowdon","topic":"Travel"},{"quote":"It&#39;s like this - because I travel so much, I crave certain foods or certain things, like from certain places that I&#39;ve been.","author":"Alex Meraz","topic":"Travel"},{"quote":"In a great many stories that deal with time travel, there&#39;s usually somebody who knows how time travel works. They lay out the rules.","author":"Diana Galbadon","topic":"Travel"},{"quote":"I get pretty much all the exercise I need walking down airport concourses carrying bags.","author":"Guy Clark","topic":"Travel"},{"quote":"I lived at home and I cycled every morning to the railway station to travel by train to Johannesburg followed by a walk to the University, carrying sandwiches for my lunch and returning in the evening the same way.","author":"Sydney Brenner","topic":"Travel"},{"quote":"I love to travel, I love to go out with my friends, but what I love most is being home with my family.","author":"Deborah Raney","topic":"Travel"},{"quote":"Over the years, my work became both my vocation and avocation. Since I enjoyed it so much, I never felt a great need to go outside for relaxation. Nevertheless, I became an avid photographer and traveler. Possibly my love for travel stems from the early years when my family seldom went away on vacation.","author":"Gertrude B. Elion","topic":"Travel"},{"quote":"Two great talkers will not travel far together.","author":"George Borrow","topic":"Travel"},{"quote":"Andrew Carnegie loved libraries; he knew their importance to an educated society and as anchors to our communities. And so, just as some loyal baseball fans travel to attend games at all 30 major league stadiums, over the last decade or so, I have slowly, casually, visited Carnegie libraries whenever I am on the road.","author":"Sam Weller","topic":"Travel"},{"quote":"I adore Madrid. It&#39;s my city. If I ever move, it will only be for work. Whenever I travel, I always want to get back home.","author":"Maria Valverde","topic":"Travel"},{"quote":"Tell people you&#39;re a Canadian or a Kiwi when you travel and they&#39;ll adore you.","author":"Daniel Gillies","topic":"Travel"},{"quote":"If you travel first class, you think first class and you are more likely to play first class.","author":"Ray Floyd","topic":"Travel"},{"quote":"Travel, which was once either a necessity or an adventure, has become very largely a commodity, and from all sides we are persuaded into thinking that it is a social requirement, too.","author":"Jan Morris","topic":"Travel"},{"quote":"I was in Italy in 1992 working on magazine articles when I got a call from the Italian travel commission. They asked, would I mind being an escort for an older woman? I told them I don&#39;t do that kind of work, but then they said it was Julia Child, and I said I&#39;d be right there.","author":"Bob Spitz","topic":"Travel"},{"quote":"A journey by Sea and Land, Five Hundred Miles, is not undertaken without money.","author":"Lewis Hallam","topic":"Travel"}]