[{"quote":"Love myself I do. Not everything, but I love the good as well as the bad. I love my crazy lifestyle, and I love my hard discipline. I love my freedom of speech and the way my eyes get dark when I&#39;m tired. I love that I have learned to trust people with my heart, even if it will get broken. I am proud of everything that I am and will become.","author":"Johnny Weir","topic":"Trust"},{"quote":"Love all, trust a few, do wrong to none.","author":"William Shakespeare","topic":"Trust"},{"quote":"I believe if you keep your faith, you keep your trust, you keep the right attitude, if you&#39;re grateful, you&#39;ll see God open up new doors.","author":"Joel Osteen","topic":"Trust"},{"quote":"I truly believe that everything that we do and everyone that we meet is put in our path for a purpose. There are no accidents; we&#39;re all teachers - if we&#39;re willing to pay attention to the lessons we learn, trust our positive instincts and not be afraid to take risks or wait for some miracle to come knocking at our door.","author":"Marla Gibbs","topic":"Trust"},{"quote":"Most good relationships are built on mutual trust and respect.","author":"Mona Sutphen","topic":"Trust"},{"quote":"Did I offer peace today? Did I bring a smile to someone&#39;s face? Did I say words of healing? Did I let go of my anger and resentment? Did I forgive? Did I love? These are the real questions. I must trust that the little bit of love that I sow now will bear many fruits, here in this world and the life to come.","author":"Henri Nouwen","topic":"Trust"},{"quote":"A wedding anniversary is the celebration of love, trust, partnership, tolerance and tenacity. The order varies for any given year.","author":"Paul Sweeney","topic":"Trust"},{"quote":"Whoever is careless with the truth in small matters cannot be trusted with important matters.","author":"Albert Einstein","topic":"Trust"},{"quote":"Do not let your hearts be troubled. Trust in God; trust also in me.","author":"Jesus Christ","topic":"Trust"},{"quote":"A lie can travel half way around the world while the truth is putting on its shoes.","author":"Charles Spurgeon","topic":"Trust"},{"quote":"Woe to the man whose heart has not learned while young to hope, to love - and to put its trust in life.","author":"Joseph Conrad","topic":"Trust"},{"quote":"Trust in dreams, for in them is hidden the gate to eternity.","author":"Khalil Gibran","topic":"Trust"},{"quote":"The trust of the innocent is the liar&#39;s most useful tool.","author":"Stephen King","topic":"Trust"},{"quote":"You can&#39;t connect the dots looking forward; you can only connect them looking backwards. So you have to trust that the dots will somehow connect in your future. You have to trust in something - your gut, destiny, life, karma, whatever. This approach has never let me down, and it has made all the difference in my life.","author":"Steve Jobs","topic":"Trust"},{"quote":"I believe that a trusting attitude and a patient attitude go hand in hand. You see, when you let go and learn to trust God, it releases joy in your life. And when you trust God, you&#39;re able to be more patient. Patience is not just about waiting for something... it&#39;s about how you wait, or your attitude while waiting.","author":"Joyce Meyer","topic":"Trust"},{"quote":"The best way to find out if you can trust somebody is to trust them.","author":"Ernest Hemingway","topic":"Trust"},{"quote":"Leadership contains certain elements of good management, but it requires that you inspire, that you build durable trust. For an organization to be not just good but to win, leadership means evoking participation larger than the job description, commitment deeper than any job contract&#39;s wording.","author":"Stanley A. McChrystal","topic":"Trust"},{"quote":"To be trusted is a greater compliment than being loved.","author":"George MacDonald","topic":"Trust"},{"quote":"In finding love, I think it&#39;s important to be patient. In being in a relationship, I think it&#39;s important to be honest, to communicate, to respect and trust, and to strive to give more than you take.","author":"Kina Grannis","topic":"Trust"},{"quote":"Trust is the glue of life. It&#39;s the most essential ingredient in effective communication. It&#39;s the foundational principle that holds all relationships.","author":"Stephen Covey","topic":"Trust"},{"quote":"Trust is hard to come by. That&#39;s why my circle is small and tight. I&#39;m kind of funny about making new friends.","author":"Eminem","topic":"Trust"},{"quote":"If people like you, they&#39;ll listen to you, but if they trust you, they&#39;ll do business with you.","author":"Zig Ziglar","topic":"Trust"},{"quote":"Boldness doesn&#39;t mean rude, obnoxious, loud, or disrespectful. Being bold is being firm, sure, confident, fearless, daring, strong, resilient, and not easily intimidated. It means you&#39;re willing to go where you&#39;ve never been, willing to try what you&#39;ve never tried, and willing to trust what you&#39;ve never trusted. Boldness is quiet, not noisy.","author":"Mike Yaconelli","topic":"Trust"},{"quote":"For every good reason there is to lie, there is a better reason to tell the truth.","author":"Bo Bennett","topic":"Trust"},{"quote":"Be true to yourself, stay focused and stay you, take advice from other folks, use what you can, but never mind what is not for you. For the most part, trust yourself and believe in what you are doing.","author":"Musiq Soulchild","topic":"Trust"},{"quote":"My life motto is basically to lower your standards and expectations so you&#39;re never disappointed and never put any trust in anything, and I try to prepare for the day that I wake up, and everyone I know is like, &#39;LOL JK best long-running practical joke ever&#39;, so I&#39;ve never really let myself freak out or get too excited about anything.","author":"Tavi Gevinson","topic":"Trust"},{"quote":"Never trust anyone completely but God. Love people, but put your full trust only in God.","author":"Lawrence Welk","topic":"Trust"},{"quote":"Age appears to be best in four things; old wood best to burn, old wine to drink, old friends to trust, and old authors to read.","author":"Francis Bacon","topic":"Trust"},{"quote":"Trust yourself. Create the kind of self that you will be happy to live with all your life. Make the most of yourself by fanning the tiny, inner sparks of possibility into flames of achievement.","author":"Golda Meir","topic":"Trust"},{"quote":"I spent a lot of years trying to outrun or outsmart vulnerability by making things certain and definite, black and white, good and bad. My inability to lean into the discomfort of vulnerability limited the fullness of those important experiences that are wrought with uncertainty: Love, belonging, trust, joy, and creativity to name a few.","author":"Brene Brown","topic":"Trust"},{"quote":"Trust your own instincts, go inside, follow your heart. Right from the start. go ahead and stand up for what you believe in. As I&#39;ve learned, that&#39;s the path to happiness.","author":"Lesley Ann Warren","topic":"Trust"},{"quote":"The love of a dog is a pure thing. He gives you a trust which is total. You must not betray it.","author":"Michel Houellebecq","topic":"Trust"},{"quote":"The best proof of love is trust.","author":"Joyce Brothers","topic":"Trust"},{"quote":"Loyalty and devotion lead to bravery. Bravery leads to the spirit of self-sacrifice. The spirit of self-sacrifice creates trust in the power of love.","author":"Morihei Ueshiba","topic":"Trust"},{"quote":"To have faith is to trust yourself to the water. When you swim you don&#39;t grab hold of the water, because if you do you will sink and drown. Instead you relax, and float.","author":"Alan Watts","topic":"Trust"},{"quote":"Leaders must exemplify integrity and earn the trust of their teams through their everyday actions. When you do this, you set high standards for everyone at your company. And when you do so with positive energy and enthusiasm for shared goals and purpose, you can deeply connect with your team and customers.","author":"Marillyn Hewson","topic":"Trust"},{"quote":"If the people cannot trust their government to do the job for which it exists - to protect them and to promote their common welfare - all else is lost.","author":"Barack Obama","topic":"Trust"},{"quote":"Twasn&#39;t me, &#39;twas the Lord! I always told Him, &#39;I trust to you. I don&#39;t know where to go or what to do, but I expect You to lead me,&#39; an&#39; He always did.","author":"Harriet Tubman","topic":"Trust"},{"quote":"Never trust anyone who doesn&#39;t drink coffee.","author":"AJ Lee","topic":"Trust"},{"quote":"I love women, but I feel like you can&#39;t trust some of them. Some of them are liars, you know? Like I was in the park and I met this girl, she was cute and she had a dog. And I went up to her, we started talking. She told me her dog&#39;s name. Then I said, &#39;Does he bite?&#39; She said, &#39;No.&#39; And I said, &#39;Oh yeah? Then how does he eat?&#39; Liar.","author":"Demetri Martin","topic":"Trust"},{"quote":"I do not know what I may appear to the world, but to myself I seem to have been only like a boy playing on the seashore, and diverting myself in now and then finding a smoother pebble or a prettier shell than ordinary, whilst the great ocean of truth lay all undiscovered before me.","author":"Isaac Newton","topic":"Trust"},{"quote":"The friend in my adversity I shall always cherish most. I can better trust those who helped to relieve the gloom of my dark hours than those who are so ready to enjoy with me the sunshine of my prosperity.","author":"Ulysses S. Grant","topic":"Trust"},{"quote":"My trust in God flows out of the experience of his loving me, day in and day out, whether the day is stormy or fair, whether I&#39;m sick or in good health, whether I&#39;m in a state of grace or disgrace. He comes to me where I live and loves me as I am.","author":"Brennan Manning","topic":"Trust"},{"quote":"Old wood best to burn, old wine to drink, old friends to trust, and old authors to read.","author":"Athenaeus","topic":"Trust"},{"quote":"When a train goes through a tunnel and it gets dark, you don&#39;t throw away the ticket and jump off. You sit still and trust the engineer.","author":"Corrie Ten Boom","topic":"Trust"},{"quote":"I trust no one, not even myself.","author":"Joseph Stalin","topic":"Trust"},{"quote":"Trust your instinct to the end, though you can render no reason.","author":"Ralph Waldo Emerson","topic":"Trust"},{"quote":"You may be deceived if you trust too much, but you will live in torment if you don&#39;t trust enough.","author":"Frank Crane","topic":"Trust"},{"quote":"I trust you: That&#39;s huge. That&#39;s truth. That&#39;s real love. Everyone uses &#39;I love you&#39; so loosely.","author":"Justin Chatwin","topic":"Trust"},{"quote":"Disappointment is inevitable. But to become discouraged, there&#39;s a choice I make. God would never discourage me. He would always point me to himself to trust him. Therefore, my discouragement is from Satan. As you go through the emotions that we have, hostility is not from God, bitterness, unforgiveness, all of these are attacks from Satan.","author":"Charles Stanley","topic":"Trust"},{"quote":"Trust, but verify.","author":"Ronald Reagan","topic":"Trust"},{"quote":"It&#39;s good to trust others but, not to do so is much better.","author":"Benito Mussolini","topic":"Trust"},{"quote":"Even an animal, if you show genuine affection, gradually trust develops... If you always showing bad face and beating, how can you develop friendship?","author":"Dalai Lama","topic":"Trust"},{"quote":"Trust is a big word for me. Loyalty and trust, for me, are everything. It&#39;s the core of what I&#39;m about and what the people around me hopefully are about. It&#39;s a certain thing that gives you a sense of security. It&#39;s the biggest factor in everything I do.","author":"Tommy Mottola","topic":"Trust"},{"quote":"Trust is built with consistency.","author":"Lincoln Chafee","topic":"Trust"},{"quote":"Never trust a computer you can&#39;t throw out a window.","author":"Steve Wozniak","topic":"Trust"},{"quote":"A healthy relationship is built on unwavering trust.","author":"Beau Mirchoff","topic":"Trust"},{"quote":"Let every eye negotiate for itself and trust no agent.","author":"William Shakespeare","topic":"Trust"},{"quote":"The most important lesson that I have learned is to trust God in every circumstance. Lots of times we go through different trials and following God&#39;s plan seems like it doesn&#39;t make any sense at all. God is always in control and he will never leave us.","author":"Allyson Felix","topic":"Trust"},{"quote":"The blockchain does one thing: It replaces third-party trust with mathematical proof that something happened.","author":"Adam Draper","topic":"Trust"},{"quote":"The only way to make a man trustworthy is to trust him.","author":"Henry L. Stimson","topic":"Trust"},{"quote":"I cannot trust a man to control others who cannot control himself.","author":"Robert E. Lee","topic":"Trust"},{"quote":"Sometimes it is said that man cannot be trusted with the government of himself. Can he, then be trusted with the government of others? Or have we found angels in the form of kings to govern him? Let history answer this question.","author":"Thomas Jefferson","topic":"Trust"},{"quote":"To state the facts frankly is not to despair the future nor indict the past. The prudent heir takes careful inventory of his legacies and gives a faithful accounting to those whom he owes an obligation of trust.","author":"John F. Kennedy","topic":"Trust"},{"quote":"Trust in God - she will provide.","author":"Emmeline Pankhurst","topic":"Trust"},{"quote":"This world of ours... must avoid becoming a community of dreadful fear and hate, and be, instead, a proud confederation of mutual trust and respect.","author":"Dwight D. Eisenhower","topic":"Trust"},{"quote":"I am the product of hustlers who taught me how to do it. They gave me a hustler&#39;s ambition. Not a bad thing to get from your parents. But hustling only gets you so far. You have to trust yourself. And you have to be ready to fall on your face and be okay when it happens.","author":"Jay Pharoah","topic":"Trust"},{"quote":"Racial profiling punishes innocent individuals for the past actions of those who look and sound like them. It misdirects crucial resources and undercuts the trust needed between law enforcement and the communities they serve. It has no place in our national discourse, and no place in our nation&#39;s police departments.","author":"Benjamin Todd Jealous","topic":"Trust"},{"quote":"Being a lawyer is not merely a vocation. It is a public trust, and each of us has an obligation to give back to our communities.","author":"Janet Reno","topic":"Trust"},{"quote":"The greatest asset, even in this country, is not oil and gas. It&#39;s integrity. Everyone is searching for it, asking, &#39;Who can I do business with that I can trust?&#39;","author":"George Foreman","topic":"Trust"},{"quote":"Sometimes you don&#39;t know who you can and cannot trust. I still learn that over and over again.","author":"Demi Lovato","topic":"Trust"},{"quote":"When you form a team, why do you try to form a team? Because teamwork builds trust and trust builds speed.","author":"Russel Honore","topic":"Trust"},{"quote":"He who does not trust enough, Will not be trusted.","author":"Lao Tzu","topic":"Trust"},{"quote":"Never be afraid to trust an unknown future to a known God.","author":"Corrie Ten Boom","topic":"Trust"},{"quote":"You can&#39;t be afraid to be honest and to be yourself. We all have imperfections and fall short at some point. Showing your human side creates a sensitivity, openness and trust. That&#39;s the beginning of the demise in a relationship - not being honest and not being you.","author":"BJ the Chicago Kid","topic":"Trust"},{"quote":"Learning to trust is one of life&#39;s most difficult tasks.","author":"Isaac Watts","topic":"Trust"},{"quote":"The single most important ingredient in the recipe for success is transparency because transparency builds trust.","author":"Denise Morrison","topic":"Trust"},{"quote":"Trust your hunches. They&#39;re usually based on facts filed away just below the conscious level.","author":"Joyce Brothers","topic":"Trust"},{"quote":"When team members trust each other and know that everyone is capable of admitting when they&#39;re wrong, then conflict becomes nothing more than the pursuit of truth or the best possible answer.","author":"Patrick Lencioni","topic":"Trust"},{"quote":"Few things can help an individual more than to place responsibility on him, and to let him know that you trust him.","author":"Booker T. Washington","topic":"Trust"},{"quote":"Being a teen can be tough. Just try to surround yourself with really good friends that really have your back, and also be a really good friend to those who really care about you. If you&#39;re not sure about certain things, talk to your friends that you trust and your family.","author":"Victoria Justice","topic":"Trust"},{"quote":"A garden is a grand teacher. It teaches patience and careful watchfulness; it teaches industry and thrift; above all it teaches entire trust.","author":"Gertrude Jekyll","topic":"Trust"},{"quote":"If I made a commitment, I stood by that commitment - and try to make it real. Because when you become leaders, the most important thing you have is your word, your trust. That&#39;s where respect comes from.","author":"Michelle Obama","topic":"Trust"},{"quote":"What is it that makes us trust our judges? Their independence in office and manner of appointment.","author":"John Marshall","topic":"Trust"},{"quote":"I put things in perspective and trust that everything is in its right place, be grateful that I&#39;m healthy. Then throw on a cap and some killer red lipstick and gloss, that always seems to do the trick.","author":"Sasha Jackson","topic":"Trust"},{"quote":"We are dying from overthinking. We are slowly killing ourselves by thinking about everything. Think. Think. Think. You can never trust the human mind anyway. It&#39;s a death trap.","author":"Anthony Hopkins","topic":"Trust"},{"quote":"Familial betrayal is, to me, the most heartbreaking kind - because if you can&#39;t trust your family to love you and protect you, who can you really trust?","author":"Alexandra Bracken","topic":"Trust"},{"quote":"Surplus wealth is a sacred trust which its possessor is bound to administer in his lifetime for the good of the community.","author":"Andrew Carnegie","topic":"Trust"},{"quote":"What I&#39;ve learned in these 11 years is you just got to stay focused and believe in yourself and trust your own ability and judgment.","author":"Mark Cuban","topic":"Trust"},{"quote":"Trust the young people; trust this generation&#39;s innovation. They&#39;re making things, changing innovation every day. And all the consumers are the same: they want new things, they want cheap things, they want good things, they want unique things. If we can create these kind of things for consumers, they will come.","author":"Jack Ma","topic":"Trust"},{"quote":"Trust is not simply a matter of truthfulness, or even constancy. It is also a matter of amity and goodwill. We trust those who have our best interests at heart, and mistrust those who seem deaf to our concerns.","author":"Gary Hamel","topic":"Trust"},{"quote":"Our job as friends, mentors, parents, and writing coaches is not to write anyone&#39;s college essay. That&#39;s cheating. Plus, it sends a discouraging message to the teenager that he or she can&#39;t be trusted with this important assignment. Trust the student to write the essay, but verify that it gets done. Gentle editing and proofreading are allowed.","author":"Kate Klise","topic":"Trust"},{"quote":"When the people we love stop paying attention, trust begins to slip away and hurt starts seeping in.","author":"Brene Brown","topic":"Trust"},{"quote":"Few delights can equal the presence of one whom we trust utterly.","author":"George MacDonald","topic":"Trust"},{"quote":"I think the thing about love is that even though the things around us change, we as human beings, a lot of the ways we interact, and the ways we love each other is timeless. It requires trust, honesty, commitment, romance, and physical chemistry.","author":"John Legend","topic":"Trust"},{"quote":"You can&#39;t please everyone, and you have to trust your instincts, and you have to do your work and throw yourself in there and trust your instincts, and just trust that you&#39;re doing a good job that I can be proud of as well.","author":"Matt Ryan","topic":"Trust"},{"quote":"I have trust issues with allowing other individuals to know my innermost secrets for fear of how I may be viewed. Everyone has this.","author":"Kevin Gates","topic":"Trust"},{"quote":"If you&#39;re not comfortable with public speaking - and nobody starts out comfortable; you have to learn how to be comfortable - practice. I cannot overstate the importance of practicing. Get some close friends or family members to help evaluate you, or somebody at work that you trust.","author":"Hillary Clinton","topic":"Trust"},{"quote":"I don&#39;t think Donald Trump represents the Republican Party... I think more and more people are going to realize that they really don&#39;t trust him.","author":"Betsy DeVos","topic":"Trust"},{"quote":"Sometimes you just have to let go of the old and trust that something better is going to take its place, even if it&#39;s scary to face change and the unknown.","author":"Alana Stewart","topic":"Trust"},{"quote":"Relationships survive on trust, and if that is broken at any point, it&#39;s pretty much the end of the relationship. Besides, inability to communicate leads to problems.","author":"Yuvraj Singh","topic":"Trust"},{"quote":"Mature love is composed and sustaining; a celebration of commitment, companionship, and trust.","author":"H. Jackson Brown, Jr.","topic":"Trust"},{"quote":"Although the life of a person is in a land full of thorns and weeds, there is always a space in which the good seed can grow. You have to trust God.","author":"Pope Francis","topic":"Trust"},{"quote":"If you don&#39;t trust the pilot, don&#39;t go.","author":"Denzel Washington","topic":"Trust"},{"quote":"When consumers purchase a Toyota, they are not simply purchasing a car, truck or van. They are placing their trust in our company.","author":"Akio Toyoda","topic":"Trust"},{"quote":"Never trust a man, who when left alone with a tea cosey... Doesn&#39;t try it on.","author":"Billy Connolly","topic":"Trust"},{"quote":"For most of us, fidelity is faithfulness to an obligation, trust, or duty. For the men and women of the FBI, fidelity also means fidelity to country. It means fidelity to justice and the law, fidelity to the Constitution, fidelity to equality and liberty.","author":"Robert Mueller","topic":"Trust"},{"quote":"I&#39;ve realized that being happy is a choice. You never want to rub anybody the wrong way or not be fun to be around, but you have to be happy. When I get logical and I don&#39;t trust my instincts - Thats when I get in trouble.","author":"Angelina Jolie","topic":"Trust"},{"quote":"Quakers almost as good as colored. They call themselves friends and you can trust them every time.","author":"Harriet Tubman","topic":"Trust"},{"quote":"Never trust any complicated cocktail that remains perfectly clear until the last ingredient goes in, and then immediately clouds.","author":"Terry Pratchett","topic":"Trust"},{"quote":"Even if you can&#39;t afford to travel the world, you can take your children to the museum, zoo or local park. And don&#39;t be afraid to take them to grown-up spots. Eating out in a restaurant teaches children how to be quiet and polite and gives them the pleasure of knowing you trust them to behave.","author":"Kimora Lee Simmons","topic":"Trust"},{"quote":"I don&#39;t trust or love anyone. Because people are so creepy. Creepy creepy creeps. Creeping around. Creeping here and creeping there. Creeping everywhere.","author":"Vincent Gallo","topic":"Trust"},{"quote":"Hope is trust in God&#39;s promises, faith that if we act now, the desired blessings will be fulfilled in the future.","author":"James E. Faust","topic":"Trust"},{"quote":"My favorite six words in recovery are: trust God, clean house, and help others.","author":"Matthew Perry","topic":"Trust"},{"quote":"I shall endeavour still further to prosecute this inquiry, an inquiry I trust not merely speculative, but of sufficient moment to inspire the pleasing hope of its becoming essentially beneficial to mankind.","author":"Edward Jenner","topic":"Trust"},{"quote":"As president, I&#39;m committed to making Washington work better and rebuilding the trust of the people who sent us here.","author":"Barack Obama","topic":"Trust"},{"quote":"Trust in what you love, continue to do it, and it will take you where you need to go.","author":"Natalie Goldberg","topic":"Trust"},{"quote":"In almost every profession - whether it&#39;s law or journalism, finance or medicine or academia or running a small business - people rely on confidential communications to do their jobs. We count on the space of trust that confidentiality provides. When someone breaches that trust, we are all worse off for it.","author":"Hillary Clinton","topic":"Trust"},{"quote":"Someone who thinks the world is always cheating him is right. He is missing that wonderful feeling of trust in someone or something.","author":"Eric Hoffer","topic":"Trust"},{"quote":"All I have seen teaches me to trust the creator for all I have not seen.","author":"Ralph Waldo Emerson","topic":"Trust"},{"quote":"Trust yourself, you know more than you think you do.","author":"Benjamin Spock","topic":"Trust"},{"quote":"I think a good friend, to me, is all about trust and loyalty. You don&#39;t ever want to second-guess whether you can tell your friend something.","author":"Lauren Conrad","topic":"Trust"},{"quote":"The Constitution preserves the advantage of being armed which Americans possess over the people of almost every other nation where the governments are afraid to trust the people with arms.","author":"James Madison","topic":"Trust"},{"quote":"I would say I was always very ambitious and goal-oriented, but rather than being just a go-getter hustler, now I surrender a lot more and I trust my path a lot more.","author":"Jenna Dewan","topic":"Trust"},{"quote":"You must trust and believe in people or life becomes impossible.","author":"Anton Chekhov","topic":"Trust"},{"quote":"The main advantage of blockchain technology is supposed to be that it&#39;s more secure, but new technologies are generally hard for people to trust, and this paradox can&#39;t really be avoided.","author":"Vitalik Buterin","topic":"Trust"},{"quote":"What we learn only through the ears makes less impression upon our minds than what is presented to the trustworthy eye.","author":"Horace","topic":"Trust"},{"quote":"The future which we hold in trust for our own children will be shaped by our fairness to other people&#39;s children.","author":"Marian Wright Edelman","topic":"Trust"},{"quote":"There&#39;s as much crookedness as you want to find. There was something Abraham Lincoln said - he&#39;d rather trust and be disappointed than distrust and be miserable all the time. Maybe I trusted too much.","author":"John Wooden","topic":"Trust"},{"quote":"The crown must constantly earn citizens&#39; appreciation, respect and trust.","author":"Felipe VI of Spain","topic":"Trust"},{"quote":"My evidence that I am saved does not lie in the fact that I preach, or that I do this or that. All my hope lies in this: that Jesus Christ came to save sinners. I am a sinner, I trust Him, then He came to save me, and I am saved.","author":"Charles Spurgeon","topic":"Trust"},{"quote":"It was Jesus who gave me peace when the shark severed my arm. I trust in Jesus whenever I&#39;m going through a hard time. I see all the beautiful things that have come out of my situation. I&#39;m able to share my story with young girls who have few role models, and I can help others cope with what they have been through.","author":"Bethany Hamilton","topic":"Trust"},{"quote":"Authenticity is the alignment of head, mouth, heart, and feet - thinking, saying, feeling, and doing the same thing - consistently. This builds trust, and followers love leaders they can trust.","author":"Lance Secretan","topic":"Trust"},{"quote":"We believe that transparency creates trust.","author":"Julie Sweet","topic":"Trust"},{"quote":"A blessed thing it is for any man or woman to have a friend, one human soul whom we can trust utterly, who knows the best and worst of us, and who loves us in spite of all our faults.","author":"Charles Kingsley","topic":"Trust"},{"quote":"The vote is a trust more delicate than any other, for it involves not just the interests of the voter, but his life, honor and future as well.","author":"Jose Marti","topic":"Trust"},{"quote":"Strong communities are built around local, real food. Food we trust to nourish our bodies, the farmer and planet.","author":"Kimbal Musk","topic":"Trust"},{"quote":"I was no chief and never had been, but because I had been more deeply wronged than others, this honor was conferred upon me, and I resolved to prove worthy of the trust.","author":"Geronimo","topic":"Trust"},{"quote":"In football, I don&#39;t have a lot of friends. The people who I really trust, there are not many... Most of the time, I&#39;m alone.","author":"Cristiano Ronaldo","topic":"Trust"},{"quote":"Never say &#39;no&#39; to pie. No matter what, wherever you are, diet-wise or whatever, you know what? You can always have a small piece of pie, and I like pie. I don&#39;t know anybody who doesn&#39;t like pie. If somebody doesn&#39;t like pie, I don&#39;t trust them. I&#39;ll bet you Vladimir Putin doesn&#39;t like pie.","author":"Al Roker","topic":"Trust"},{"quote":"Life is full of tough decisions, and nothing makes them easy. But the worst ones are really your personal koans, and tormenting ambivalence is just the sense of satori rising. Try, trust, try, and trust again, and eventually you&#39;ll feel your mind change its focus to a new level of understanding.","author":"Martha Beck","topic":"Trust"},{"quote":"As soon as you trust yourself, you will know how to live.","author":"Johann Wolfgang von Goethe","topic":"Trust"},{"quote":"Liberalism is trust of the people tempered by prudence. Conservatism is distrust of the people tempered by fear.","author":"William E. Gladstone","topic":"Trust"},{"quote":"I trust myself. I trust my instincts. I know what I&#39;m gonna do, what I can do, what I can&#39;t do. I&#39;ve been through a lot, and I could go through more, but I hope I don&#39;t have to. But if I did, I&#39;d be able to do it. I&#39;m not going to enjoy dying, but there&#39;s not much prep for that.","author":"Carrie Fisher","topic":"Trust"},{"quote":"Trust should be the basis for all our moral training.","author":"Robert Baden-Powell","topic":"Trust"},{"quote":"Trusting your individual uniqueness challenges you to lay yourself open.","author":"James Broughton","topic":"Trust"},{"quote":"Trust has to be earned, and should come only after the passage of time.","author":"Arthur Ashe","topic":"Trust"},{"quote":"The most special relationships, in my experience, are based on a combination of trust and mutual respect.","author":"Charles Kennedy","topic":"Trust"},{"quote":"Suppliers and especially manufacturers have market power because they have information about a product or a service that the customer does not and cannot have, and does not need if he can trust the brand. This explains the profitability of brands.","author":"Peter Drucker","topic":"Trust"},{"quote":"As you enter positions of trust and power, dream a little before you think.","author":"Toni Morrison","topic":"Trust"},{"quote":"He who has faith has... an inward reservoir of courage, hope, confidence, calmness, and assuring trust that all will come out well - even though to the world it may appear to come out most badly.","author":"B. C. Forbes","topic":"Trust"},{"quote":"I have in sincerity pledged myself to your service, as so many of you are pledged to mine. Throughout all my life and with all my heart I shall strive to be worthy of your trust.","author":"Queen Elizabeth II","topic":"Trust"},{"quote":"There are some people who might have better technique than me, and some may be fitter than me, but the main thing is tactics. With most players, tactics are missing. You can divide tactics into insight, trust, and daring. In the tactical area, I think I just have more than most other players.","author":"Johan Cruyff","topic":"Trust"},{"quote":"One of the challenges in networking is everybody thinks it&#39;s making cold calls to strangers. Actually, it&#39;s the people who already have strong trust relationships with you, who know you&#39;re dedicated, smart, a team player, who can help you.","author":"Reid Hoffman","topic":"Trust"},{"quote":"We must weed out corruption and build a strong system of justice that the people can trust.","author":"Gloria Macapagal Arroyo","topic":"Trust"},{"quote":"The blockchain is custom-made for decentralizing trust and exchanging assets without central intermediaries. With the decentralization of trust, we will be able to exchange anything we own and challenge existing trusted authorities and custodians that typically held the keys to accessing our assets or verifying their authenticity.","author":"William Mougayar","topic":"Trust"},{"quote":"Peer pressure is something everyone will face in school. You have to really go by what you think is the right thing to do. Turn to the friends you trust the most when you are put in a compromising situation. If your friends are making the wrong decision, then turn to your parents.","author":"Madisen Beaty","topic":"Trust"},{"quote":"A poet ought not to pick nature&#39;s pocket. Let him borrow, and so borrow as to repay by the very act of borrowing. Examine nature accurately, but write from recollection, and trust more to the imagination than the memory.","author":"Samuel Taylor Coleridge","topic":"Trust"},{"quote":"I think a good relationship that Mexico could maintain with the United States and vice versa should be based on trust, on opening - openness and constant dialogue that would allow us essentially to define, share objectives and to work towards those so as to avoid activities which are not known to the other government.","author":"Enrique Pena Nieto","topic":"Trust"},{"quote":"I&#39;m always more comfortable and in a good place when I&#39;m with friends because I know they trust me. I&#39;m able to get great performances from people who trust me.","author":"Lee Daniels","topic":"Trust"},{"quote":"We must trust our own thinking. Trust where we&#39;re going. And get the job done.","author":"Wilma Mankiller","topic":"Trust"},{"quote":"Trust is the first step to love.","author":"Munshi Premchand","topic":"Trust"},{"quote":"The barometer for judging the character of people, in regard human rights, is now those who consider themselves gay, homosexual, lesbian. The judgment as to whether you can trust the future, the social advancement - depending on people - will be judged on where they come out on that question.","author":"Bayard Rustin","topic":"Trust"},{"quote":"Trust is a confusing thing. It seems so simple, but when you try to pin it down, it can be so elusive.","author":"Ze Frank","topic":"Trust"},{"quote":"It will take time for the idea of decentralized trust through computation to become a part of mainstream consciousness, and until then, the idea creates cognitive dissonance for those accustomed to centralized trust systems.","author":"Andreas Antonopoulos","topic":"Trust"},{"quote":"Trust me that as I ignore all law to help the slave, so will I ignore it all to protect an enslaved woman.","author":"Susan B. Anthony","topic":"Trust"},{"quote":"It&#39;s a form of bullying, in my opinion, to make sure that your kid gets the best grades, the best jobs and all that sort of stuff. I just want my child to be happy. I want him to do his best and trust God in the rest, but I&#39;m not going to bully him.","author":"Nick Vujicic","topic":"Trust"},{"quote":"My trust in a higher power that wants me to survive and have love in my life, is what keeps me moving forward.","author":"Kenny Loggins","topic":"Trust"},{"quote":"The momentum of freedom in our world is unmistakable - and it is not carried forward by our power alone. We can trust in that greater power Who guides the unfolding of the years. And in all that is to come, we can know that His purposes are just and true.","author":"George W. Bush","topic":"Trust"},{"quote":"In this age, I don&#39;t care how tactically or operationally brilliant you are: if you cannot create harmony - even vicious harmony - on the battlefield based on trust across service lines, across coalition and national lines, and across civilian\/military lines, you need to go home, because your leadership is obsolete.","author":"James Mattis","topic":"Trust"},{"quote":"Seize the day, and put the least possible trust in tomorrow.","author":"Horace","topic":"Trust"},{"quote":"The senses deceive from time to time, and it is prudent never to trust wholly those who have deceived us even once.","author":"Rene Descartes","topic":"Trust"},{"quote":"The moment for action has arrived, and I know that I can trust in you to save our country.","author":"George B. McClellan","topic":"Trust"},{"quote":"There is danger from all men. The only maxim of a free government ought to be to trust no man living with power to endanger the public liberty.","author":"John Adams","topic":"Trust"},{"quote":"When I get logical, and I don&#39;t trust my instincts - that&#39;s when I get in trouble.","author":"Angelina Jolie","topic":"Trust"},{"quote":"Many believe effective networking is done face-to-face, building a rapport with someone by looking at them in the eye, leading to a solid connection and foundational trust.","author":"Raymond Arroyo","topic":"Trust"},{"quote":"Interior design is a business of trust.","author":"Venus Williams","topic":"Trust"},{"quote":"Trust your landmark and run through the smoke. It&#39;s going to open up eventually.","author":"Ezekiel Elliott","topic":"Trust"},{"quote":"Trust your gut. You know yourself, so don&#39;t let somebody else tell you who you are.","author":"Tatiana Maslany","topic":"Trust"},{"quote":"As someone who has faced as much disappointment as most people, I&#39;ve come to trust not that events will always unfold exactly as I want, but that I will be fine either way.","author":"Marianne Williamson","topic":"Trust"},{"quote":"Only trust thyself, and another shall not betray thee.","author":"William Penn","topic":"Trust"},{"quote":"Government is a trust, and the officers of the government are trustees. And both the trust and the trustees are created for the benefit of the people.","author":"Henry Clay","topic":"Trust"},{"quote":"With fame, you can&#39;t trust everybody. You can&#39;t depend on them being there for you as a person. They will only be there because of what you&#39;ve got you as a person. They will only be there because of what you&#39;ve got and what you can bring to their life. It&#39;s not a relationship-it&#39;s a leech.","author":"Chris Brown","topic":"Trust"},{"quote":"I have known a vast quantity of nonsense talked about bad men not looking you in the face. Don&#39;t trust that conventional idea. Dishonesty will stare honesty out of countenance any day in the week, if there is anything to be got by it.","author":"Charles Dickens","topic":"Trust"},{"quote":"All of my favorite people - people I really trust - none of them were cool in their younger years.","author":"Taylor Swift","topic":"Trust"},{"quote":"The more you trust your intuition, the more empowered you become, the stronger you become, and the happier you become.","author":"Gisele Bundchen","topic":"Trust"},{"quote":"For me, documentary photography has always come with great responsibility. Not just to tell the story honestly and with empathy, but also to make sure the right people hear it. When you photograph somebody who is in pain or discomfort, they trust you to make sure the images will act as their advocate.","author":"Giles Duley","topic":"Trust"},{"quote":"By staying neutral, I end up being somebody that everybody can trust. Even if they don&#39;t always agree with my decisions, they know I&#39;m not working against them.","author":"Linus Torvalds","topic":"Trust"},{"quote":"Basically, there are two paths you can walk: faith or fear. It&#39;s impossible to simultaneously trust God and not trust God.","author":"Charles Stanley","topic":"Trust"},{"quote":"The dominant characteristic of an authentic spiritual life is the gratitude that flows from trust - not only for all the gifts that I receive from God, but gratitude for all the suffering. Because in that purifying experience, suffering has often been the shortest path to intimacy with God.","author":"Brennan Manning","topic":"Trust"},{"quote":"Relationships in general make people a bit nervous. It&#39;s about trust. Do I trust you enough to go there?","author":"Neil LaBute","topic":"Trust"},{"quote":"I don&#39;t even know what a traditional producer is or does. I feel like the job is like being a coach, building good work habits and building trust. You want to get to a point where you can say anything and talk about anything. There needs to be a real connection.","author":"Rick Rubin","topic":"Trust"},{"quote":"Never trust anyone who wants what you&#39;ve got. Friend or no, envy is an overwhelming emotion.","author":"Eubie Blake","topic":"Trust"},{"quote":"There is trust in there being a Spirit who loves me and wants me to have love in my life. I trust in this higher power, it is what keeps me moving forward no matter what happens.","author":"Kenny Loggins","topic":"Trust"},{"quote":"Live-tweeting your bikini wax is not vulnerability. Nor is posting a blow-by-blow of your divorce . That&#39;s an attempt to hot-wire connection. But you can&#39;t cheat real connection. It&#39;s built up slowly. It&#39;s about trust and time.","author":"Brene Brown","topic":"Trust"},{"quote":"We&#39;re never so vulnerable than when we trust someone - but paradoxically, if we cannot trust, neither can we find love or joy.","author":"Walter Anderson","topic":"Trust"},{"quote":"Public office is supposed to be a public trust. This is a clear sign of the rampant corruption at the highest levels of the Republican leadership.","author":"Bob Etheridge","topic":"Trust"},{"quote":"Faith is not belief without proof, but trust without reservation.","author":"D. Elton Trueblood","topic":"Trust"},{"quote":"Trust gives you the permission to give people direction, get everyone aligned, and give them the energy to go get the job done. Trust enables you to execute with excellence and produce extraordinary results. As you execute with excellence and deliver on your commitments, trust becomes easier to inspire, creating a flywheel of performance.","author":"Douglas Conant","topic":"Trust"},{"quote":"Choose your friends wisely, and also choose friends that you can trust.","author":"Elyn Saks","topic":"Trust"},{"quote":"When people in positions of trust mislead us - either recklessly, negligently or intentionally - that impacts the republic.","author":"Trey Gowdy","topic":"Trust"},{"quote":"I never trusted good-looking boys.","author":"Frances McDormand","topic":"Trust"},{"quote":"The key to high-quality communication is trust, and it&#39;s hard to trust somebody that you don&#39;t know.","author":"Ben Horowitz","topic":"Trust"},{"quote":"I think a captain is someone who captains on the cricket field but, most of the leadership that happens is off the cricket field. It&#39;s very easy to captain people on the cricket field, but if you can start leading them off the cricket field, and show them that trust, what you have in them.","author":"Gautam Gambhir","topic":"Trust"},{"quote":"Sometimes, it&#39;s better to stop thinking and trust your instincts. That&#39;s what I used to do when I first started making music, but as time goes on, you can sometimes over-intellectualise things.","author":"Calvin Harris","topic":"Trust"},{"quote":"Young men, trust God, and make the future bright with blessing. Old men, trust God, and magnify him for all the mercies of the past.","author":"Charles Spurgeon","topic":"Trust"},{"quote":"Love is unknown. To open the heart in trust is unknown. They say love hurts. It doesn&#39;t have to.","author":"Don Miguel Ruiz","topic":"Trust"},{"quote":"You only trust those who are absolutely like yourself, those who have signed a pledge of allegiance to this particular identity.","author":"Judith Butler","topic":"Trust"},{"quote":"I had to learn how to trust my gut. Trust what I know to be right... not right, but not waver on who I am. Know who I am, know what I want, and know it. Not waver on it and be secure in that. And I still struggle with it. But I really... I can&#39;t be moved. You can&#39;t move me, and that all comes with loving myself, and I&#39;m like my best buddy.","author":"Mary J. Blige","topic":"Trust"},{"quote":"Spirituality does two things for you. One, you are forced to become more selfless, two, you trust to providence. The opposite of a spiritual man is a materialist. If I was a materialist I would be making lots of money doing endorsements, doing cricket commentary. I have no interest in that.","author":"Imran Khan","topic":"Trust"},{"quote":"No one has got close enough to use or abuse me, and even if they did, I wouldn&#39;t get too emotional about it. The only thing I ever get emotional about is my family. I am kind to everyone but I trust no one. That keeps me from getting hurt.","author":"Akshay Kumar","topic":"Trust"},{"quote":"Once you trust in yourself, you automatically want to go outside of yourself.","author":"Jeff Koons","topic":"Trust"},{"quote":"I trust my hand. If I go into a space with a roll of paper, I can make a work, some kind of work, and feel pretty satisfied.","author":"Kara Walker","topic":"Trust"},{"quote":"The key is to get to know people and trust them to be who they are. Instead, we trust people to be who we want them to be - and when they&#39;re not, we cry.","author":"David Duchovny","topic":"Trust"},{"quote":"I had to learn to trust people, and I realized that success was going to be born in hiring really bright people - very self-motivated, very able to make good judgment calls day in and day out.","author":"Kenneth C. Griffin","topic":"Trust"},{"quote":"The trust institutions have in the marketplace, the confidence customers and suppliers and workers and employees have, are very important to a business&#39;s effectiveness.","author":"Janet Yellen","topic":"Trust"},{"quote":"If you&#39;re an original thinker, you are going get told &#39;no&#39; a lot, and you have to be able to hear &#39;no&#39; many times from the bankers and trust that at some point, someone is going to recognize that you are an artist and not a can of soda.","author":"Nick Offerman","topic":"Trust"},{"quote":"Never trust a hippie. That&#39;s definitely my motto.","author":"Sam Taylor-Wood","topic":"Trust"},{"quote":"There are so many different ways to lead. The most important thing is to be genuine. To have people around you trust you, trust in what you stand for and who you are. And I think that if people watch you day in and day out and believe in your motives and they believe that you set a high standard for yourself.","author":"Steve Nash","topic":"Trust"},{"quote":"It&#39;s the same old story you&#39;ve heard a thousand times. Somebody&#39;s trust gets broken. Somebody&#39;s left behind.","author":"Travis Tritt","topic":"Trust"},{"quote":"Therefore trust to thy heart, and to what the world calls illusions.","author":"Henry Wadsworth Longfellow","topic":"Trust"},{"quote":"On receiving from the people the sacred trust twice confided on my illustrious predecessor, and which he has discharged so faithfully and so well, I know that I can not expect to perform the arduous task with equal ability and success.","author":"Martin Van Buren","topic":"Trust"},{"quote":"We&#39;re risking the future of the net. People are already losing their trust. Once you get burned once - somebody steals your credit card, or makes a purchase on your account - people tend to stay away from online commerce and from trusting online services.","author":"Mikko Hypponen","topic":"Trust"},{"quote":"A man who trusts nobody is apt to be the kind of man nobody trusts.","author":"Harold MacMillan","topic":"Trust"},{"quote":"Maybe if I really believe in me, trust me without any calculated plan, who knows what will happen?","author":"Eva Hesse","topic":"Trust"},{"quote":"Just really, really believe in what you&#39;re trying to do. Don&#39;t let people alter that. Let people advise you and lead you down paths to make smart business decisions. But trust your instinct and trust that overwhelming drive that made you put all your dreams and everything on the line.","author":"Luke Bryan","topic":"Trust"},{"quote":"Teams that consistently perform at the highest levels are able to come together and be unified across the organization - staff, players, coaches, management, and ownership. When everyone is on the same page, trust develops, and teams can grow and succeed together.","author":"Jerry Reinsdorf","topic":"Trust"},{"quote":"Me, I&#39;m dishonest, and you can always trust a dishonest man to be dishonest. Honestly, it&#39;s the honest ones you have to watch out for.","author":"Johnny Depp","topic":"Trust"},{"quote":"There are seasons in life. Don&#39;t ever let anyone try to deny you the joy of one season because they believe you should stay in another season... Listen to yourself. Trust your instincts. Keep your perspective.","author":"Jane Clayson","topic":"Trust"},{"quote":"You desire that which exceeds my humble powers, but I trust in the compassion and mercy of the All-powerful God.","author":"Saint Stephen","topic":"Trust"},{"quote":"Trust wholly in Christ; rely altogether on His sufferings; beware of seeking to be justified in any other way than by His righteousness. Faith in our Lord Jesus Christ is sufficient for salvation. There must be atonement made for sin according to the righteousness of God. The person to make this atonement must be God and man.","author":"John Wycliffe","topic":"Trust"},{"quote":"I am a planter - a cotton planter. I am a Southern man and a slaveholder - a kind and a merciful one, I trust - and none the worse for being a slaveholder.","author":"John C. Calhoun","topic":"Trust"},{"quote":"The restaurant business is something that you have to treat like a baby. You have to constantly be there. You can&#39;t trust it to anybody else, because no one&#39;s going to love it like you do.","author":"Action Bronson","topic":"Trust"},{"quote":"It&#39;s that preparation that goes into each week. We have a term: &#39;Trust your training, trust your teammate, and trust yourself.&#39;","author":"Dan Quinn","topic":"Trust"},{"quote":"Inspirational leaders need to have a winning mentality in order to inspire respect. It is hard to trust in the leadership of someone who is half-hearted about their purpose, or only sporadic in focus or enthusiasm.","author":"Sebastian Coe","topic":"Trust"},{"quote":"All wars signify the failure of conflict resolution mechanisms, and they need post-war rebuilding of faith, trust and confidence.","author":"A. P. J. Abdul Kalam","topic":"Trust"},{"quote":"Trust dies but mistrust blossoms.","author":"Sophocles","topic":"Trust"},{"quote":"Every sale has five basic obstacles: no need, no money, no hurry, no desire, no trust.","author":"Zig Ziglar","topic":"Trust"},{"quote":"Honor bespeaks worth. Confidence begets trust. Service brings satisfaction. Cooperation proves the quality of leadership.","author":"James Cash Penney","topic":"Trust"},{"quote":"This is me, a sinner on whom the Lord has turned his gaze. And this is what I said when they asked me if I would accept my election as pontiff. I am a sinner, but I trust in the infinite mercy and patience of our Lord Jesus Christ, and I accept in a spirit of penance.","author":"Pope Francis","topic":"Trust"},{"quote":"For me it&#39;s always about first impressions. I trust my instincts. I love to prepare if it&#39;s something that requires training. But I don&#39;t like to prepare the psychology too much. I enjoy the psychology of the character but I work better from a first impression.","author":"Billy Zane","topic":"Trust"},{"quote":"On great teams - the kind where people trust each other, engage in open conflict, and then commit to decisions - team members have the courage and confidence to confront one another when they see something that isn&#39;t serving the team.","author":"Patrick Lencioni","topic":"Trust"},{"quote":"I trust online banking. You know why? Because if somebody hacks into my account and defrauds my credit card company, or my online bank account, guess who takes the loss? The bank, not me.","author":"Kevin Mitnick","topic":"Trust"},{"quote":"What bitcoin does better than the current financial system is it&#39;s a better stored value globally. There are a lot of countries that really don&#39;t trust their banks or their currency, and bitcoin is an alternative.","author":"Adam Draper","topic":"Trust"},{"quote":"People often say that a bad event is a &#39;blessing in disguise.&#39; Trust me, experience will teach you that some are unbelievably well disguised. Everyone gets fired, or decides to make a radical change at some point. Everyone suffers setbacks.","author":"Tom Freston","topic":"Trust"},{"quote":"Trust is not the same as faith. A friend is someone you trust. Putting faith in anyone is a mistake.","author":"Christopher Hitchens","topic":"Trust"},{"quote":"I had very few friends. There was nobody I could trust. I left home when I was fifteen. I lived in Washington Square Park.","author":"Jean-Michel Basquiat","topic":"Trust"},{"quote":"Do not trust all men, but trust men of worth; the former course is silly, the latter a mark of prudence.","author":"Democritus","topic":"Trust"},{"quote":"Depend upon yourself. Make your judgement trustworthy by trusting it. You can develop good judgement as you do the muscles of your body - by judicious, daily exercise. To be known as a man of sound judgement will be much in your favor.","author":"Grantland Rice","topic":"Trust"},{"quote":"I trust in nature for the stable laws of beauty and utility. Spring shall plant and autumn garner to the end of time.","author":"Robert Browning","topic":"Trust"},{"quote":"At my funeral, if one said, &#39;Nick was a generous person,&#39; trust me I won&#39;t be doing cartwheels in my coffin. Recognition from people is never and never will be a goal. Some people strive for that respect or honor. Living a life to just reach for the position and status is vanity and sin.","author":"Nick Vujicic","topic":"Trust"},{"quote":"Nobody expects to trust his body overmuch after the age of fifty.","author":"Alexander Hamilton","topic":"Trust"},{"quote":"The fruits of your labors may be reaped two generations from now. Trust, even when you don&#39;t see the results.","author":"Henri Nouwen","topic":"Trust"},{"quote":"The chief internal enemies of any state are those public officials who betray the trust imposed upon them by the people.","author":"Dalton Trumbo","topic":"Trust"},{"quote":"I used to trust people easily, but now I&#39;m a little careful because some experiences have taught me to not trust anyone blindly.","author":"Shraddha Kapoor","topic":"Trust"},{"quote":"As far as the constitution allows me, I will try to ensure that there is responsible and accountable governance at all levels of government in the country. For I will not have kept my own trust with the Nigerian people if I allow others abuse theirs under my watch.","author":"Muhammadu Buhari","topic":"Trust"},{"quote":"The intention and outcome of vulnerability is trust, intimacy and connection. The outcome of oversharing is distrust, disconnection - and usually a little judgment.","author":"Brene Brown","topic":"Trust"},{"quote":"All the blessings we enjoy are Divine deposits, committed to our trust on this condition, that they should be dispensed for the benefit of our neighbors.","author":"John Calvin","topic":"Trust"},{"quote":"Don&#39;t trust the heart, it wants your blood.","author":"Stanislaw Jerzy Lec","topic":"Trust"},{"quote":"We know that no trust can be placed on princes and that cursed is the man who placeth his reliance on an arm of flesh.","author":"Thomas Becket","topic":"Trust"},{"quote":"When someone says, &#39;I trusted you,&#39; the phrase is loaded with all the actions that came from that trust: the person comes almost to embody trust, just as anyone who&#39;s always hustling can only be called a hustler.","author":"Rowan Ricardo Phillips","topic":"Trust"},{"quote":"People might think that my queen should be highly educated, beautiful and the best of the best. Jetsun Pema is a kind-hearted girl who is very supportive and whom I can trust. I cannot say how she might appear to the people, but to me, she is the one.","author":"Jigme Khesar Namgyel Wangchuck","topic":"Trust"},{"quote":"Americans have the right and advantage of being armed - unlike the citizens of other countries whose governments are afraid to trust the people with arms.","author":"James Madison","topic":"Trust"},{"quote":"I like women, but you can&#39;t always trust them. Some of them are big liars, like this one woman I met who had a dog. I asked her her dog&#39;s name and then I asked, &#39;Does he bite?&#39; and she said, &#39;No.&#39; And I said, &#39;So how does he eat?&#39; Liar!","author":"Demetri Martin","topic":"Trust"},{"quote":"I learned this early on in the variety business: You&#39;ve got to give folks responsibility, you&#39;ve got to trust them, and then you&#39;ve got to check on them.","author":"Sam Walton","topic":"Trust"},{"quote":"You learn that there&#39;s no right way to do it, no wrong way to do it. It&#39;s just what you feel comfortable with, to trust that, and don&#39;t let anybody box you in to a certain style of parenting or make you feel a certain way about what your kids do.","author":"Stephen Curry","topic":"Trust"},{"quote":"Are we at last brought to such humiliating and debasing degradation, that we cannot be trusted with arms for our defense?","author":"Patrick Henry","topic":"Trust"},{"quote":"I trust that when people meet, we meet for a transcendent reason, and that the challenges we face in life are always lessons that serve our soul&#39;s growth.","author":"Marianne Williamson","topic":"Trust"},{"quote":"Federalism is no longer the fault line of Centre-State relations but the definition of a new partnership of Team India. Citizens now have the ease of trust, not the burden of proof and process. Businesses find an environment that is open and easy to work in.","author":"Narendra Modi","topic":"Trust"},{"quote":"If we put our trust in the common sense of common men and &#39;with malice toward none and charity for all&#39; go forward on the great adventure of making political, economic and social democracy a practical reality, we shall not fail.","author":"Henry A. Wallace","topic":"Trust"},{"quote":"Trust that little voice in your head that says &#39;Wouldn&#39;t it be interesting if...&#39;; And then do it.","author":"Duane Michals","topic":"Trust"},{"quote":"There is something at work that&#39;s bigger than us. It&#39;s about having a trust in life and being at peace that things are happening the way they should. You do what you do as well as you can do it, and then you don&#39;t worry or agonize about the outcome.","author":"Sherilyn Fenn","topic":"Trust"},{"quote":"Law enforcement officials have been candid in identifying ways officers could have handled the situation in Ferguson better, and I trust those recommendations will be helpful as we continue to count on them to protect us.","author":"Roy Blunt","topic":"Trust"},{"quote":"Transparency is not about restoring trust in institutions. Transparency is the politics of managing mistrust.","author":"Ivan Krastev","topic":"Trust"},{"quote":"Mediators do not choose the conflicts they became involved in, but the parties to the conflict choose the mediator. Their participation as intermediaries is based on the trust of all the conflicting parties.","author":"Martti Ahtisaari","topic":"Trust"},{"quote":"Never trust anything that can think for itself if you can&#39;t see where it keeps its brain.","author":"J. K. Rowling","topic":"Trust"},{"quote":"I don&#39;t trust liberals, I trust conservatives.","author":"Lucius Annaeus Seneca","topic":"Trust"},{"quote":"Trust not too much to appearances.","author":"Virgil","topic":"Trust"},{"quote":"Do not trust the cheering, for those persons would shout as much if you or I were going to be hanged.","author":"Oliver Cromwell","topic":"Trust"},{"quote":"Put your trust in God; but be sure to keep your powder dry.","author":"Oliver Cromwell","topic":"Trust"},{"quote":"Our national motto is &#39;In God we Trust,&#39; reminding us that faith in our Creator is the most important American value of all.","author":"Marco Rubio","topic":"Trust"},{"quote":"The basis for all human relationships and where we derive our greatest strength and power, trust is single-handedly the most powerful source of positive energy and, once in place, unlocks a freedom and peace to explore.","author":"Angela Ahrendts","topic":"Trust"},{"quote":"In Shakespeare&#39;s world, characters cannot trust their senses. Is the ghost in Hamlet true and truthful, or is it a demon, tempting young Hamlet into murderous sin? Is Juliet dead or merely sleeping? Does Lear really stand at the edge of a great cliff? Or has the Fool deceived him to save his life?","author":"Virginia Postrel","topic":"Trust"},{"quote":"Trust in the great American ingenuity. We can derive more intelligent, more brain-friendly ways we can play football.","author":"Bennet Omalu","topic":"Trust"},{"quote":"If you have a trust in and an expectation of your own solitude, everything that you need to know will be revealed to you.","author":"John O'Donohue","topic":"Trust"},{"quote":"For the first time in 6,000 years of human history, we can have peer-to-peer exchange where trust is not a problem anymore. And it&#39;s through the technology that underlies bitcoin. It&#39;s called the block chain.","author":"Patrick M. Byrne","topic":"Trust"},{"quote":"Before you can trust your team to make decisions better than you would have, you need to build their capability to connect the dots.","author":"Chris Fussell","topic":"Trust"},{"quote":"Songs are my diaries; they always have been. You have to put your trust in everyone because putting down those real, personal details and thoughts that make a song authentic also opens you right up. I am constantly misunderstood; a lot of people just don&#39;t get me.","author":"Taylor Swift","topic":"Trust"},{"quote":"It&#39;s difficult for me to trust a woman. Men are attracted to beautiful women. Women are attracted to men who offer security - financial security. And if you have money and you&#39;re famous, women find that sexy.","author":"Curtis Jackson","topic":"Trust"},{"quote":"Trust no friend without faults, and love a woman, but no angel.","author":"Doris Lessing","topic":"Trust"},{"quote":"When all else fails, trust God.","author":"David Robinson","topic":"Trust"},{"quote":"I think there&#39;s no question that vaccines have been absolutely critical in ridding us of the scourge of many diseases - smallpox, polio, etc. So vaccines are an invaluable medication. Like any medication, they also should be - what shall we say? - approved by a regulatory board that people can trust.","author":"Jill Stein","topic":"Trust"},{"quote":"In society, we have to earn other things of import like trust, respect, money, education, careers, status and etc., so naturally, we find ourselves attempting to earn love, acceptance and validation along with that. Here&#39;s the trip: we do it at the cost of other people and, more importantly, ourselves.","author":"Grace Gealey","topic":"Trust"},{"quote":"Not everyone can be trusted. I think we all have to be very selective about the people we trust.","author":"Shelley Long","topic":"Trust"},{"quote":"For it is mutual trust, even more than mutual interest that holds human associations together. Our friends seldom profit us but they make us feel safe. Marriage is a scheme to accomplish exactly that same end.","author":"H. L. Mencken","topic":"Trust"},{"quote":"Trust not yourself, but your defects to know, make use of every friend and every foe.","author":"Alexander Pope","topic":"Trust"},{"quote":"They still have negligent auditing, they still have things going for a walk, and they have no idea where they&#39;re coming from, and they have no idea where they&#39;re going. And if that&#39;s the case, how can we, as the public, trust the NSA with all of our information, with all of our private records, the permanent record of our lives?","author":"Edward Snowden","topic":"Trust"},{"quote":"Trust and belief are two prime considerations. You must not allow yourself to be opinionated.","author":"James Dean","topic":"Trust"},{"quote":"They that trust in the Lord shall never be confounded!","author":"George Muller","topic":"Trust"},{"quote":"I&#39;ve worked so hard for so long, and everyone&#39;s reaction has made me feel like... almost like they trust me, which is just a wonderful feeling. It pushes me to write things better and better.","author":"Jack Antonoff","topic":"Trust"},{"quote":"The challenge for capitalism is that the things that breed trust also breed the environment for fraud.","author":"James Surowiecki","topic":"Trust"},{"quote":"I can trust in Jesus. And this Gospel that we preach does work. So those who are hurting and suffering today, hang in there. The sun will shine again.","author":"Tammy Faye Bakker","topic":"Trust"},{"quote":"The secret of a long life is to never trust a doctor.","author":"Luise Rainer","topic":"Trust"},{"quote":"Trust is the most important part of a relationship, closely followed by communication. I think that if you have those two things, everything else falls into place - your affection, your emotional connection.","author":"Vanessa Lachey","topic":"Trust"},{"quote":"And it sends an important message to me, because I am sick to death to hear my opponent saying Republicans don&#39;t trust me. They do trust me, in landslide proportions, and they&#39;re proving it tonight. We&#39;re going to bury that for good.","author":"Ben Nighthorse Campbell","topic":"Trust"},{"quote":"Seeing that our thirst was increasing and the water was killing us, while the storm did not abate, we agreed to trust to God, Our Lord, and rather risk the perils of the sea than wait there for certain death from thirst.","author":"Alvar N. C. de Vaca","topic":"Trust"},{"quote":"Discipline and unconditional support is earned by understanding and trust and inclusion. Not by isolation, not by nasty tricks.","author":"Colm Keaveney","topic":"Trust"},{"quote":"Let no such man be trusted.","author":"William Shakespeare","topic":"Trust"},{"quote":"The fact is, with every friendship you make, and every bond of trust you establish, you are shaping the image of America projected to the rest of the world. That is so important. So when you study abroad, you&#39;re actually helping to make America stronger.","author":"Michelle Obama","topic":"Trust"},{"quote":"My wife, a schoolteacher, very disciplined. If you think I&#39;m tough, trust me, and wait till you see when the children are on the naughty step. It&#39;s hilarious. So we decided that I&#39;m going to work like a donkey and provide amazing support for the family.","author":"Gordon Ramsay","topic":"Trust"},{"quote":"I love to dance, so I&#39;m definitely always the first one out on the dance floor. And when it comes to guys, I don&#39;t get shy. So if I wasn&#39;t with a date, I wouldn&#39;t have a problem going up to a guy and just saying, &#39;Are you gonna dance with me?&#39; Trust me, it&#39;ll work for you too! Guys like it when you aren&#39;t afraid to make the first move.","author":"Kylie Jenner","topic":"Trust"},{"quote":"If you&#39;re going to counsel people - and that&#39;s all my ministry is, it&#39;s a counseling ministry more than anything else - people have to believe that they can trust you and that they can listen to you, that you&#39;re going to try to help them and not just politically try to convert them to your views.","author":"Robert H. Schuller","topic":"Trust"},{"quote":"Without trust, the most essential element of innovation - conflict - becomes impossible.","author":"Patrick Lencioni","topic":"Trust"},{"quote":"Treachery has existed as long as there&#39;s been warfare, and there&#39;s always been a few people that you couldn&#39;t trust.","author":"James Mattis","topic":"Trust"},{"quote":"There has to be absolute trust between the tiger and its master, but its master must be the master - there must be no mistake about that.","author":"Ridley Scott","topic":"Trust"},{"quote":"The American people must be able to trust that their courts and law enforcement will uphold, protect, and defend their constitutional rights.","author":"Loretta Lynch","topic":"Trust"},{"quote":"The issue with international institutions is that there is a crisis of legitimacy. Trust in these institutions is a serious problem.","author":"Mo Ibrahim","topic":"Trust"},{"quote":"Profitability, growth, and safeguards against existential risks are crucial to strengthening a company&#39;s long-term prospects. But if these three factors constitute a company&#39;s &#39;hard power,&#39; firms also need &#39;soft power&#39;: public trust and acceptance, won by fulfilling a company&#39;s social responsibility.","author":"Klaus Schwab","topic":"Trust"},{"quote":"Trust me: all of us walk around and look at each other, and without saying it, we all know we&#39;re thinking, &#39;Really dude? Were still here!&#39; and pinch ourselves. Typically, careers have short life span, 10 years if you&#39;re lucky, so what we&#39;ve done is amazing.","author":"Tommy Lee","topic":"Trust"},{"quote":"As a dancer, you really try to stay true to whatever the choreographer\/artistic director is giving you. So, now the shoe is on the other foot and I have to trust everyone else - I have to trust the dancer. As I was trusted as a dancer, I trust my dancers.","author":"Judith Jamison","topic":"Trust"},{"quote":"If we want to truly regain the public&#39;s trust, we can provide greater accountability and transparency with a simple step. Let&#39;s start by communicating to our constituents about the votes we take.","author":"Melissa Bean","topic":"Trust"},{"quote":"Fundamentalists are panicked by the apparent disintegration of the family, the disappearance of certainty and the decay of morality. Fear leads them to ask, if we cannot trust the Bible, what can we trust?","author":"Garrett Hardin","topic":"Trust"},{"quote":"There&#39;s good and bad everywhere in any aspect in life. The only people who we can&#39;t really trust are politicians. Because those guys lie to everybody and constantly.","author":"Demian Bichir","topic":"Trust"},{"quote":"Trust is to human relationships what faith is to gospel living. It is the beginning place, the foundation upon which more can be built. Where trust is, love can flourish.","author":"Barbara Smith","topic":"Trust"},{"quote":"I have only one rule in acting - trust the director and give him heart and soul.","author":"Ava Gardner","topic":"Trust"},{"quote":"All I know is that I&#39;m a sinner and that God has forgiven me of my sins. Because I put my faith and trust in Jesus Christ.","author":"Franklin Graham","topic":"Trust"},{"quote":"You might not trust me. Please give me a chance and time. I will prove myself for all of you.","author":"Yingluck Shinawatra","topic":"Trust"},{"quote":"I would rather trust my child to a serpent than to a teacher who does not believe in God.","author":"Karl G. Maeser","topic":"Trust"},{"quote":"Without trust, no organization can sustain innovation because without trust, no one is willing to take the risks that innovation requires.","author":"Helen Johnson-Leipold","topic":"Trust"},{"quote":"Confidence is that feeling by which the mind embarks in great and honorable courses with a sure hope and trust in itself.","author":"Marcus Tullius Cicero","topic":"Trust"},{"quote":"Put not your trust in money, but put your money in trust.","author":"Oliver Wendell Holmes, Sr.","topic":"Trust"},{"quote":"I want someone who can trust that my big hands are going to take care of them.","author":"Dwayne Johnson","topic":"Trust"},{"quote":"If you have three people in your life that you can trust, you can consider yourself the luckiest person in the whole world.","author":"Selena Gomez","topic":"Trust"},{"quote":"Even non-democratic allies no longer trust America. Barack Obama has alienated our most important and longest standing Arab allies, Egypt and Saudi Arabia. Both the anti-Muslim Brotherhood and the anti-Iran Arab states have lost respect for him.","author":"Dennis Prager","topic":"Trust"},{"quote":"To bear means to support the weight of that which is held. It is a sacred trust to bear the priesthood, which is the mighty power and authority of God.","author":"Russell M. Nelson","topic":"Trust"},{"quote":"He who receives money in trust to administer for the benefit of its owner, and uses it either for his own interest or against the wishes of its rightful owner, is a thief.","author":"Jose Marti","topic":"Trust"},{"quote":"And I&#39;m afraid, in this day and age, trust, which I count so, you know, I love loyalty. I love trust.","author":"Elton John","topic":"Trust"},{"quote":"It&#39;s probably a bit of a power trip when you befriend somebody enough that they trust you to tell you things.","author":"Josh Brolin","topic":"Trust"},{"quote":"I don&#39;t know how I got a great husband. I mean, God just blessed me with that one. Because - trust me - before him, I was not making good choices. So I was just absolutely blessed. I just prayed for that man He&#39;s my secret weapon because he&#39;s so gregarious, and he&#39;s so filled with joy. Me? I can sometimes be more cynical, and I&#39;m very shy.","author":"Viola Davis","topic":"Trust"},{"quote":"I wanted to trust in my partners and the directors and producers and do the best I can to deliver what I could deliver.","author":"Martin Lawrence","topic":"Trust"},{"quote":"I think that winning creates chemistry, as opposed to other way around. I&#39;ve been on a lot of friendly teams that couldn&#39;t win, trust me.","author":"Joe Torre","topic":"Trust"},{"quote":"I&#39;m not asking the public to trust me; I&#39;m asking the public to trust themselves.","author":"Michael Gove","topic":"Trust"},{"quote":"Trust your instincts: If your instincts have always served you well, trust them and follow them.","author":"Joy Mangano","topic":"Trust"},{"quote":"Some people ask, &#39;How do you attract the young and so many different people when your poetry is complicated and different?&#39; I say, &#39;My accomplishment is that my readers trust me and accept my suggestions for change.&#39;","author":"Mahmoud Darwish","topic":"Trust"},{"quote":"When I was growing up, I was so fascinated by Mel Blanc and all of the different voices that he did for &#39;Looney Tunes&#39; and watching Robin Williams record voice-over for the genie in &#39;Aladdin.&#39; It always seemed to be a major honor - something you have to earn. Like people trust you when they want to have you there without seeing you.","author":"Jenny Slate","topic":"Trust"},{"quote":"It&#39;s definitely team work with my fashion career. The trick is to surround yourself with the best people, those whose opinions you really trust and value.","author":"Suki Waterhouse","topic":"Trust"},{"quote":"Even now I can&#39;t trust life. It did too many awful things to me as a kid.","author":"Clara Bow","topic":"Trust"},{"quote":"I definitely try to live my life in a very fearless manner, but there are no other sports that you jump from a three-story building and land on your hands! Diving is a lot like life. You just have to trust in what you know and allow it to happen.","author":"Keshia Knight Pulliam","topic":"Trust"},{"quote":"The history of the intelligence community is replete with violations of the trust of the American people.","author":"James R. Clapper","topic":"Trust"},{"quote":"There&#39;s all these proofs that go on of identity, of records, and they&#39;re quite non-digital. The blockchain innovation really allows us to take everything where there&#39;s record keeping, everything where there&#39;s trust around record keeping, and it allows us to make that digital, immutable, permanent, and global.","author":"Jeremy Allaire","topic":"Trust"},{"quote":"If you get too attached to how you want it to come out the other side, you freeze. I try to trust that it will work out in the end.","author":"Jennifer Connelly","topic":"Trust"},{"quote":"How can people trust the harvest, unless they see it sown?","author":"Mary Renault","topic":"Trust"},{"quote":"To restore the trust of the people, we must reform the way the government operates.","author":"Arnold Schwarzenegger","topic":"Trust"},{"quote":"People don&#39;t trust private health insurance companies for all the right reasons.","author":"Bernie Sanders","topic":"Trust"},{"quote":"Trust is the lubrication that makes it possible for organizations to work.","author":"Warren Bennis","topic":"Trust"},{"quote":"Love and trust and justice, concern for the poor, that&#39;s being pushed to the margins, and you can see it.","author":"Cornel West","topic":"Trust"},{"quote":"I believe that Americans should be deeply skeptical of government power. You cannot trust people in power. The founders knew that. That&#39;s why they divided power among three branches, to set interest against interest.","author":"James Comey","topic":"Trust"},{"quote":"Trust is a product of test over time.","author":"Myles Munroe","topic":"Trust"},{"quote":"America is a country ready to be taken, in fact, longing to be taken by political leaders ready to restore democracy and trust to the political process.","author":"Arianna Huffington","topic":"Trust"},{"quote":"I think it&#39;s huge, especially in team sports, for players to be able to rely on each other and to really trust in each other.","author":"Alex Morgan","topic":"Trust"},{"quote":"Not all water is great for you. I drink a lot of water during the day, but I stay away from certain waters because their pH levels are low. Stick to alkaline waters with a higher pH. Trust me.","author":"Kawhi Leonard","topic":"Trust"},{"quote":"I understand that government should live within its means, value the money it holds in trust from you the taxpayer, avoid waste and, above all else, observe the first maxim of good government: namely, do no avoidable harm.","author":"Tony Abbott","topic":"Trust"},{"quote":"There&#39;s obviously nothing wrong with selling your art - only an idiot with a trust fund would tell you otherwise. But it&#39;s confusing to know how far you should take it.","author":"Banksy","topic":"Trust"},{"quote":"Know that there is so much more to you than your body. It&#39;s not just about perfecting the steps; you must trust your instincts to tell deep, emotional stories through the steps that you are performing.","author":"Karen Kain","topic":"Trust"},{"quote":"I would rather trust a woman&#39;s instinct than a man&#39;s reason.","author":"Stanley Baldwin","topic":"Trust"},{"quote":"When a citizen gives his suffrage to a man of known immorality he abuses his trust; he sacrifices not only his own interest, but that of his neighbor; he betrays the interest of his country.","author":"Noah Webster","topic":"Trust"},{"quote":"Who would not rather trust and be deceived?","author":"Eliza Cook","topic":"Trust"},{"quote":"Great companies that build an enduring brand have an emotional relationship with customers that has no barrier. And that emotional relationship is on the most important characteristic, which is trust.","author":"Howard Schultz","topic":"Trust"},{"quote":"For me, the most interesting people are ones who often work against their best interests. Bad choices. They go in directions where you go, &#39;No no no nooo!&#39; You push away someone who is trying to love you, you hurt someone who&#39;s trying to get your trust, or you love someone you shouldn&#39;t.","author":"Paul Haggis","topic":"Trust"},{"quote":"We must trust to nothing but facts: these are presented to us by nature and cannot deceive. We ought, in every instance, to submit our reasoning to the test of experiment, and never to search for truth but by the natural road of experiment and observation.","author":"Antoine Lavoisier","topic":"Trust"},{"quote":"Cyberbullying isn&#39;t real. But bullying and harassment certainly are real. Trust me, friends, I went to school in England. They&#39;ve got bullying down to a fine art. I know, because I was one of its chief architects. I was awful to my fellow schoolboys.","author":"Milo Yiannopoulos","topic":"Trust"},{"quote":"My mother had taught shorthand and typing to support us since my father died, and secretly she hated it and hated him for dying and leaving no money because he didn&#39;t trust life insurance salesmen.","author":"Sylvia Plath","topic":"Trust"},{"quote":"To be a Christian who is willing to travel with Christ on his downward road requires being willing to detach oneself constantly from any need to be relevant, and to trust ever more deeply the Word of God.","author":"Henri Nouwen","topic":"Trust"},{"quote":"Part of filmmaking is always a guessing game, and part of it is always a game of trust.","author":"Greg Kinnear","topic":"Trust"},{"quote":"You do need some dispensation for local farmers, because the fast food industry will promote the unsanitary conditions of farming. With vegetables, you have to be careful where they come from; you have to know the farmers and trust them. If you buy from the farmers&#39; market, it&#39;s already been investigated.","author":"Alice Waters","topic":"Trust"},{"quote":"Put more trust in nobility of character than in an oath.","author":"Solon","topic":"Trust"},{"quote":"An essay is a thing of the imagination. If there is information in an essay, it is by-the-by, and if there is an opinion, one need not trust it for the long run. A genuine essay rarely has an educational, polemical, or sociopolitical use; it is the movement of a free mind at play.","author":"Cynthia Ozick","topic":"Trust"},{"quote":"I have made it a rule of my life to trust a man long after other people gave him up, but I don&#39;t see how I can ever trust any human being again.","author":"Ulysses S. Grant","topic":"Trust"},{"quote":"I don&#39;t like being disappointed by somebody I trust. Fortunately, it rarely happens.","author":"Alain Ducasse","topic":"Trust"},{"quote":"No one is going to stick their head out of the trenches for someone they don&#39;t respect or trust. You can get shot doing that.","author":"Gordon Bethune","topic":"Trust"},{"quote":"Ah! yes, I know: those who see me rarely trust my word: I must look too intelligent to keep it.","author":"Jean-Paul Sartre","topic":"Trust"},{"quote":"I hope with all my heart and soul that every young man who receives the priesthood will honor that priesthood and be true to the trust which is conveyed when it is conferred. May each of us who holds the priesthood of God know what he believes.","author":"Thomas S. Monson","topic":"Trust"},{"quote":"It is essential to employ, trust, and reward those whose perspective, ability, and judgment are radically different from yours. It is also rare, for it requires uncommon humility, tolerance, and wisdom.","author":"Dee Hock","topic":"Trust"},{"quote":"Our shared values define us more than our differences. And acknowledging those shared values can see us through our challenges today if we have the wisdom to trust in them again.","author":"John McCain","topic":"Trust"},{"quote":"Keep the faith, don&#39;t lose your perseverance and always trust your gut extinct.","author":"Paula Abdul","topic":"Trust"},{"quote":"The chief lesson I have learned in a long life is that the only way you can make a man trustworthy is to trust him; and the surest way to make him untrustworthy is to distrust him.","author":"Henry L. Stimson","topic":"Trust"},{"quote":"Childlike surrender and trust, I believe, is the defining spirit of authentic discipleship.","author":"Brennan Manning","topic":"Trust"},{"quote":"A newspaper is a public trust, and we will suffer as a society without them. It is not the Internet that has killed them. It is their own greed, it is their own stupidity, and it is capitalism that has taken our daily newspapers from us.","author":"Michael Moore","topic":"Trust"},{"quote":"Now I can do no more. We must trust to the Great Disposer of all events and the justice of our cause. I thank God for this opportunity of doing my duty.","author":"Horatio Nelson","topic":"Trust"},{"quote":"People come into your life and people leave it... you just have to trust that life has a road mapped out for you.","author":"Orlando Bloom","topic":"Trust"},{"quote":"You have to empower your employees to make their own choices and trust that they will make the right choices.","author":"Dara Khosrowshahi","topic":"Trust"},{"quote":"Love shouldn&#39;t be about jealousy or anything like that. It should be about commitment and being able to trust that person. If you can&#39;t have that from the get-go, there&#39;s a problem.","author":"Aaron Carter","topic":"Trust"},{"quote":"Faith is a state of openness or trust.","author":"Alan Watts","topic":"Trust"},{"quote":"Of course you can&#39;t &#39;trust&#39; what people tell you on the web anymore than you can &#39;trust&#39; what people tell you on megaphones, postcards or in restaurants. Working out the social politics of who you can trust and why is, quite literally, what a very large part of our brain has evolved to do.","author":"Douglas Adams","topic":"Trust"},{"quote":"You have got to discover you, what you do, and trust it.","author":"Barbra Streisand","topic":"Trust"},{"quote":"A cook never knows if the dish he perfected for hours was described properly or if a guest even liked his food. It&#39;s hard to spend hours perfecting a dish only to relinquish control. But chefs need to put aside their egos and trust the people serving the food.","author":"Daniel Humm","topic":"Trust"},{"quote":"I never trust a fighting man who doesnt smoke or drink.","author":"William Halsey","topic":"Trust"},{"quote":"A group is as healthy as its &#39;social contract&#39; is clear; a congregation as faithful as its covenant is mutually understood; a pastor as effective as the pastor&#39;s and people&#39;s commitment to trust and integrity is honored, guarded, and fulfilled.","author":"David Augsburger","topic":"Trust"},{"quote":"People make suggestions on what to say all the time. I&#39;ll give you an example; I don&#39;t read what&#39;s handed to me. People say, &#39;Here, here&#39;s your speech, or here&#39;s an idea for a speech.&#39; They&#39;re changed. Trust me.","author":"George W. Bush","topic":"Trust"},{"quote":"The best fights don&#39;t occur between strangers. They occur between friends who trust each other.","author":"Chuck Palahniuk","topic":"Trust"},{"quote":"I felt I did trust in Christ, Christ alone for salvation, and an assurance was given me that he had taken away my sins, even mine, and saved me from the law of sin and death.","author":"John Wesley","topic":"Trust"},{"quote":"We have proclaimed to the world our determination &#39;to die freemen, rather than to live slaves.&#39; We have appealed to Heaven for the justice of our cause, and in Heaven we have placed our trust.","author":"Samuel Adams","topic":"Trust"},{"quote":"I trust it will not be giving away professional secrets to say that many readers would be surprised, perhaps shocked, at the questions which some newspaper editors will put to a defenseless woman under the guise of flattery.","author":"Kate Chopin","topic":"Trust"},{"quote":"Each of us has an inner dream that we can unfold if we will just have the courage to admit what it is. And the faith to trust our own admission. The admitting is often very difficult.","author":"Julia Cameron","topic":"Trust"},{"quote":"Real entrepreneurs have what I call the three Ps (and, trust me, none of them stands for &#39;permission&#39;). Real entrepreneurs have a &#39;passion&#39; for what they&#39;re doing, a &#39;problem&#39; that needs to be solved, and a &#39;purpose&#39; that drives them forward.","author":"Michael Dell","topic":"Trust"},{"quote":"There is so much temptation to hold on to my career even more now. To try to micromanage and dictate every little aspect. But that&#39;s not how I want to do things anymore. I&#39;m thinking about how can I trust God more. How can I surrender more? How can I bring him more glory? It&#39;s a fight. But it&#39;s one I&#39;m going to keep fighting.","author":"Jeremy Lin","topic":"Trust"},{"quote":"There&#39;s nobody to believe in anymore, nobody to trust.","author":"Alan King","topic":"Trust"},{"quote":"The more moral the people are in their business dealings, the less paperwork you need, the more handshakes you can have, the more the wheels of capitalism work better because there&#39;s trust in the marketplace. Business ethics is not a joke. And, in fact, I think most businesses that I&#39;ve dealt with encourage exactly that type of behavior.","author":"Rick Santorum","topic":"Trust"},{"quote":"The essence of good government is trust.","author":"Kathleen Sebelius","topic":"Trust"},{"quote":"It&#39;s time to stop the raid on the Social Security trust fund and start allowing Americans to invest their Social Security taxes in personal savings accounts.","author":"Mike Pence","topic":"Trust"},{"quote":"I asked a ref if he could give me a technical foul for thinking bad things about him. He said, of course not. I said, well, I think you stink. And he gave me a technical. You can&#39;t trust em.","author":"Jim Valvano","topic":"Trust"},{"quote":"I tread in the footsteps of illustrious men... in receiving from the people the sacred trust confided to my illustrious predecessor.","author":"Martin Van Buren","topic":"Trust"},{"quote":"Something goes wrong, I yell at them -&#39;Fix it&#39;- whether it&#39;s their fault or not. You can only really yell at the players you trust.","author":"Bill Parcells","topic":"Trust"},{"quote":"I trust the time is coming, when the occupation of an instructor to children will be deemed the most honorable of human employment.","author":"Angelina Grimke","topic":"Trust"},{"quote":"A lot of why I climb is for the friendship, the loyalty and trust, the shared experience of being in that moment.","author":"Jimmy Chin","topic":"Trust"},{"quote":"My faith in God is unshakeable, even though till date, I have not experienced any miraculous incident that makes me feel the presence of a higher power. But the trust in God has been engrained into my psyche since my childhood.","author":"Emraan Hashmi","topic":"Trust"},{"quote":"We all make mistakes, and we all need second chances. For youth in foster care, these mistakes are often purposeful - if not consciously so; a way to test the strength of a bond and establish trust in a new parent.","author":"Vanessa Diffenbaugh","topic":"Trust"},{"quote":"Branding is not merely about differentiating products; it is about striking emotional chords with consumers. It is about cultivating identity, attachment, and trust to inspire customer loyalty. Chinese brands score low on attributes such as &#39;sophisticated,&#39; &#39;desirable,&#39; &#39;innovative,&#39; &#39;friendly,&#39; and &#39;trustworthy.&#39;","author":"Nirmalya Kumar","topic":"Trust"},{"quote":"You can&#39;t trust water: Even a straight stick turns crooked in it.","author":"W. C. Fields","topic":"Trust"},{"quote":"Pakistanis can&#39;t trust. They&#39;ve seen in history that people, particularly politicians, are corrupt. And they&#39;re misguided by people in the name of Islam. They&#39;re told: &#39;Malala is not a Muslim, she&#39;s not in purdah, she&#39;s working for America.&#39;","author":"Malala Yousafzai","topic":"Trust"},{"quote":"We can trust ourselves to know when our boundaries are being violated.","author":"Melody Beattie","topic":"Trust"},{"quote":"I can trust my friends These people force me to examine myself, encourage me to grow.","author":"Cher","topic":"Trust"},{"quote":"The moment someone chooses to trust in Jesus Christ, his sins are wiped away, and he is adopted into God&#39;s family. That individual is set apart as a child of God, with a sacred purpose.","author":"Charles Stanley","topic":"Trust"},{"quote":"I like to see honesty out of people. People who are trustworthy. I like to see people who are involved with The Lord.","author":"Ray Lewis","topic":"Trust"},{"quote":"Trust is not very easy for me at all. I want to be a trusting person, but I&#39;ve been bruised so many times - not to sound woe-is-me about my life.","author":"Mariah Carey","topic":"Trust"},{"quote":"It&#39;s a very brave thing to fall in love. You have to be willing to trust somebody else with your whole being, and that&#39;s very difficult, really difficult and very brave.","author":"Nicole Kidman","topic":"Trust"},{"quote":"I came to believe that a leader isn&#39;t good because they&#39;re right; they&#39;re good because they&#39;re willing to learn and to trust.","author":"Stanley A. McChrystal","topic":"Trust"},{"quote":"Sometimes people don&#39;t trust the force of kindness. They think love or compassion or kindness will make you weak and kind of stupid and people will take advantage of you; you won&#39;t stand up for other people.","author":"Sharon Salzberg","topic":"Trust"},{"quote":"Every two years the American politics industry fills the airwaves with the most virulent, scurrilous, wall-to-wall character assassination of nearly every political practitioner in the country - and then declares itself puzzled that America has lost trust in its politicians.","author":"Charles Krauthammer","topic":"Trust"},{"quote":"I wish people would realize that animals are totally dependent on us, helpless, like children, a trust that is put upon us.","author":"James Herriot","topic":"Trust"},{"quote":"As someone who specializes in deception, I&#39;ll tell you this much: When someone insistently implores, &#39;Believe me,&#39; don&#39;t. Pleading &#39;believe me&#39; or &#39;trust me&#39; - insisting to people that you are telling the truth - is a tell-tale sign that you probably aren&#39;t.","author":"Pamela Meyer","topic":"Trust"},{"quote":"What we have is North Korea still pursuing path to a nuclear weapon state. So the majority of people&#39;s trust in North Korea has gone down considerably.","author":"Lee Myung-bak","topic":"Trust"},{"quote":"In search of a complete education with the ideals of trust, faith, understanding and compassion, many families are turning to the structure, discipline and academic standards of Catholic schools.","author":"Mark Foley","topic":"Trust"},{"quote":"We associate the North Atlantic with cod. The motto of Newfoundland used to be &#39;In cod we trust.&#39; It was a joke, but it was essentially true. But there is no cod anymore. And that&#39;s extraordinary. It&#39;s all because of either greed or politics - Canadian politics.","author":"Simon Winchester","topic":"Trust"},{"quote":"It&#39;s really important to me that the public have confidence in their criminal justice system. We don&#39;t operate very well if the public doesn&#39;t trust us.","author":"Sally Yates","topic":"Trust"},{"quote":"Cheating is not the American way. It is small, while we are large. It is cheap, while we are richly endowed. It is destructive, while we are creative. It is doomed to fail, while our gifts and responsibilities call us to achieve. It sabotages trust and weakens the bonds of spirit and humanity, without which we perish.","author":"Terrence McNally","topic":"Trust"},{"quote":"All political power is a trust.","author":"Charles James Fox","topic":"Trust"},{"quote":"When a man assumes a public trust he should consider himself a public property.","author":"Thomas Jefferson","topic":"Trust"},{"quote":"Too many Christians live their lives like slaves - to the devil - because they believe his lies more than they trust God.","author":"Joyce Meyer","topic":"Trust"},{"quote":"I think I have to trust that you end up with the person you&#39;re supposed to end up with, and that everything in between is there to teach you stuff.","author":"Taylor Swift","topic":"Trust"},{"quote":"I&#39;m a dirt person. I trust the dirt. I don&#39;t trust diamonds and gold.","author":"Eartha Kitt","topic":"Trust"},{"quote":"Men trust their ears less than their eyes.","author":"Herodotus","topic":"Trust"},{"quote":"When you have a dream that you can&#39;t let go of, trust your instincts and pursue it. But remember: Real dreams take work, They take patience, and sometimes they require you to dig down very deep. Be sure you&#39;re willing to do that.","author":"Harvey Mackay","topic":"Trust"},{"quote":"Don&#39;t trust everyone, especially if they say, &#39;Trust me.&#39;","author":"Michelle Phan","topic":"Trust"},{"quote":"The topic of trust is an important factor in all matters of the heart - and here&#39;s why. Men lie to women. Women lie to men. And most people agree that some lying is even necessary - to avoid petty squabbles and to grease the wheels of a relationship.","author":"Joyce Brothers","topic":"Trust"},{"quote":"Our trust in the future has lost its innocence. We know now that anything can happen from one minute to the next. Politics, religion, economics, and the institutions of family and community all have become abruptly unsure.","author":"John O'Donohue","topic":"Trust"},{"quote":"Denial exists because human infants, though equipped with trust-o-meters, are built to trust, blindly and absolutely, any older person who wanders past.","author":"Martha Beck","topic":"Trust"},{"quote":"As a former football player who has carried a football more than 4,000 times, trust me, I did not go into ballroom dancing with my body being 100 percent, with no aches or pains or ailments coming with me. When you&#39;re dancing, you&#39;re doing stuff that your body&#39;s not used to, and so you start to aggravate those old injuries.","author":"Emmitt Smith","topic":"Trust"},{"quote":"Trust me, sunscreen is so, so, so important and so I always wear sunscreen, but I still get really tan.","author":"Lea Michele","topic":"Trust"},{"quote":"Ideas are only lethal if you suppress and don&#39;t discuss them. Ignorance is not bliss, it&#39;s stupid. Banning books shows you don&#39;t trust your kids to think and you don&#39;t trust yourself to be able to talk to them.","author":"Anna Quindlen","topic":"Trust"},{"quote":"Ronald Reagan said, &#39;Trust, but verify.&#39; President Obama is &#39;trust, but vilify.&#39; He trusts our enemies and vilifies everyone who disagrees with him.","author":"Mike Huckabee","topic":"Trust"},{"quote":"When you&#39;re surrounded by all these people, it can be even lonelier than when you&#39;re by yourself. You can be in a huge crowd, but if you don&#39;t feel like you can trust anybody or talk to anybody, you feel like you&#39;re really alone.","author":"Fiona Apple","topic":"Trust"},{"quote":"There must be free and open interdepartmental discussion and consideration of everyone&#39;s ideas and opinions. These internal discussions must not be considered an invasion of turf, and must remain private... When everyone is on the same page, trust develops, and teams can grow and succeed together.","author":"Jerry Reinsdorf","topic":"Trust"},{"quote":"Put the right people in the right places, and then you trust them to do the right stuff.","author":"Dara Khosrowshahi","topic":"Trust"},{"quote":"A good leader has to at some point trust those around him; otherwise, nothing constructive is going to get done.","author":"Nathaniel Philbrick","topic":"Trust"},{"quote":"You see that&#39;s what I think is such a terrible, terrible betrayal, the trust that people have in government.","author":"Ralph Steadman","topic":"Trust"},{"quote":"If you don&#39;t like Beyonce, then it&#39;s hard for me to trust you. It&#39;s like not liking world peace.","author":"Seinabo Sey","topic":"Trust"},{"quote":"Disarmament requires trust.","author":"Gustav Heinemann","topic":"Trust"},{"quote":"You should trust any man in his own art provided he is skilled in it.","author":"Edward Coke","topic":"Trust"},{"quote":"Work hard, use your common sense and don&#39;t be afraid to trust your instincts.","author":"Fred L. Turner","topic":"Trust"},{"quote":"I&#39;m fascinated by the idea of disparate, difficult people learning to trust each other when they&#39;re thrust into hellish circumstances.","author":"Sharon Shinn","topic":"Trust"},{"quote":"The sadness of the women&#39;s movement is that they don&#39;t allow the necessity of love. See, I don&#39;t personally trust any revolution where love is not allowed.","author":"Maya Angelou","topic":"Trust"},{"quote":"Trust is central to an economy that works.","author":"Stephen Covey","topic":"Trust"},{"quote":"One of the common failings among honorable people is a failure to appreciate how thoroughly dishonorable some other people can be, and how dangerous it is to trust them.","author":"Thomas Sowell","topic":"Trust"},{"quote":"Never trust the advice of a man in difficulties.","author":"Aesop","topic":"Trust"},{"quote":"Trust me, I know, you can make mistakes with money and still raise money-smart kids. You can start a new family tradition of handling money the right way.","author":"Dave Ramsey","topic":"Trust"},{"quote":"I don&#39;t trust anyone... It&#39;s something that I have to live with, and I have to find the balance of who I want in my life and who isn&#39;t good for me.","author":"Selena Gomez","topic":"Trust"},{"quote":"Trust one who has tried.","author":"Virgil","topic":"Trust"},{"quote":"Trust your gut feeling about things, listen to what others are saying, and look at the results of your actions. Once you know the truth, you can set about taking action to improve. Everyone will be better for it.","author":"Jack Canfield","topic":"Trust"},{"quote":"There are three lessons in philanthropy - one, involve the family, especially the spouse. She can be a remarkable driver of your initiative. Two, you need to build an institution, and you need to scale it up. Choose a leader for philanthropy whom you trust. Three, philanthropy needs patience, tenacity and time.","author":"Azim Premji","topic":"Trust"},{"quote":"My mistake in my relationships has been to feel that I can do it all on my own: &#39;I don&#39;t need a man.&#39; That is definitely a mistake. Women generally want to feel loved and appreciated. It&#39;s something that I am working on every day, trust me! It&#39;s a challenge for me to do that.","author":"Miranda Kerr","topic":"Trust"},{"quote":"I always have issues with trust.","author":"Vin Diesel","topic":"Trust"},{"quote":"Brands are all about trust. That trust is built in drops and lost in buckets.","author":"Kevin Plank","topic":"Trust"},{"quote":"You&#39;ve just got to trust your instincts and realize that you can&#39;t please all the people all the time. You&#39;ve got to please yourself ultimately in the end.","author":"Noel Gallagher","topic":"Trust"},{"quote":"I find very often people like to confront rumors. It depends on how much they trust you. And you have to have a line between what is tasteful and what isn&#39;t.","author":"Barbara Walters","topic":"Trust"},{"quote":"The true and solid peace of nations consists not in equality of arms, but in mutual trust alone.","author":"Pope John XXIII","topic":"Trust"},{"quote":"Motherhood is not what was left over after our Father blessed His sons with priesthood ordination. It was the most ennobling endowment He could give His daughters, a sacred trust that gave women an unparalleled role in helping His children keep their second estate.","author":"Sheri L. Dew","topic":"Trust"},{"quote":"I was one of the first practitioners of social engineering as a hacking technique, and today it is my only tool of use, aside from a smartphone - in a purely white hat sort of way. But if you don&#39;t trust me, then ask any reasonably competent social engineer.","author":"John McAfee","topic":"Trust"},{"quote":"Let no one profess to trust in God, and yet lay up for future wants, otherwise the Lord will first send him to the hoard he has amassed, before He can answer the prayer for more.","author":"George Muller","topic":"Trust"},{"quote":"Men are able to trust one another, knowing the exact degree of dishonesty they are entitled to expect.","author":"Stephen Leacock","topic":"Trust"},{"quote":"A half truth, like half a brick, is always more forcible as an argument than a whole one. It carries better.","author":"Stephen Leacock","topic":"Trust"},{"quote":"I believe fundamental honesty is the keystone of business.","author":"Harvey S. Firestone","topic":"Trust"},{"quote":"I tend not to trust people who live in very tidy houses. I know that on the surface there is nothing wrong with a person being well-ordered and disciplined. Nothing, except that it leaves the impression of that person having lived in the confines of a stark institution which, although he or she has long since left, remains within.","author":"Jack Dee","topic":"Trust"},{"quote":"The idea that God&#39;s mercy is connected to whether or not I shave is ludicrous, and I need to just trust myself, and that, you know, if I&#39;m deserving of God&#39;s mercy, I&#39;ll get it, regardless of, you know, my beard.","author":"Matisyahu","topic":"Trust"},{"quote":"It is important not to trust people too much.","author":"V. S. Naipaul","topic":"Trust"},{"quote":"We trust something in a grocery store and assume it&#39;s good. We don&#39;t learn about the most precious thing in life-the food we put in our body. Educate yourself!","author":"Paul Prudhomme","topic":"Trust"},{"quote":"Today we often think that before we start living a religious life we have first to accept the creedal doctrines and that before one can have any comprehension of the loyalty and trust of faith, one must first force one&#39;s mind to accept a host of incomprehensible doctrines. But this is to put the cart before the horse.","author":"Karen Armstrong","topic":"Trust"},{"quote":"Because I&#39;m always away, coming home to a clean house means a lot to me. Trust me, I&#39;ve lived with a lot of roommates, and straight guys are just kids who don&#39;t pick up after themselves.","author":"Kellan Lutz","topic":"Trust"},{"quote":"As with any actor and any collaborator, it&#39;s about forming a trusting relationship. And that&#39;s not that you have to get him to trust you so you can get him to do what you want. Especially with a little kid, it&#39;s about making them feel really safe, and getting to know and not treating them as a puppet to be moved around.","author":"Lenny Abrahamson","topic":"Trust"},{"quote":"That&#39;s why we trust the Bible - it speaks to both realities: the unchanging human condition and the constantly changing cultural conditions. It speaks to all generations. We trust the Bible because it&#39;s the truth. It was the truth when it was written, and it is the truth now. It&#39;s the truth now because it&#39;s living truth.","author":"Mike Yaconelli","topic":"Trust"},{"quote":"We have a great country, we are a great nation - let us trust in it.","author":"Felipe VI of Spain","topic":"Trust"},{"quote":"They are the only people in the world who I can truly trust and rely on. Touring gets really lonely. I guess I have friends around me but when you&#39;re paying them can they ever really be true friends?","author":"Kelly Osbourne","topic":"Trust"},{"quote":"You&#39;ve got to have confidence and trust in your cast. You have to have confidence and trust in your director, in your editor. It&#39;s such a team effort; I really think you have to pull yourself out of it and just trust. I think the number one thing you can do is just trust everyone around you.","author":"Reid Scott","topic":"Trust"},{"quote":"I am a free spirit. I am very impulsive. I put the most trust in people chance after chance, regardless of how they treat me.","author":"Sasha Lane","topic":"Trust"},{"quote":"I trust the people who are working with me. I delegate.","author":"Mario Draghi","topic":"Trust"},{"quote":"I was always led to believe you should take care of yourself, trust in your abilities and you&#39;re the author of your own destiny.","author":"Adewale Akinnuoye-Agbaje","topic":"Trust"},{"quote":"I&#39;m lucky to have a great support system in my friends and some of my family. If you have those people that you trust, go ahead and fall back into them and let them be your hammock and cocoon and let them embrace you.","author":"JoJo","topic":"Trust"},{"quote":"Never make your home in a place. Make a home for yourself inside your own head. You&#39;ll find what you need to furnish it - memory, friends you can trust, love of learning, and other such things. That way it will go with you wherever you journey.","author":"Tad Williams","topic":"Trust"},{"quote":"The Broken Bow group is such a great family and seem like a group of tight-knit people. When I looked for a new label, I wanted to feel I could trust everybody. I wanted motivation to be at an all-time high.","author":"Fatima Siad","topic":"Trust"},{"quote":"I tend to be a person who starts with the presumption that I should trust you until you abuse the privilege, and then our relationship is forever changed. That&#39;s a very big line, and chances are it&#39;s not going to work if it&#39;s crossed. I warn people that this is how I&#39;m going to deal with it.","author":"Penny Pritzker","topic":"Trust"},{"quote":"I have no fear that the result of our experiment will be that men may be trusted to govern themselves without a master.","author":"Thomas Jefferson","topic":"Trust"},{"quote":"Logically, harmony must come from the heart... Harmony very much based on trust. As soon as use force, creates fear. Fear and trust cannot go together.","author":"Dalai Lama","topic":"Trust"},{"quote":"We are all selfish and I no more trust myself than others with a good motive.","author":"Lord Byron","topic":"Trust"},{"quote":"Those who trust to chance must abide by the results of chance.","author":"Calvin Coolidge","topic":"Trust"},{"quote":"When you explain to people what you&#39;re trying to do, as opposed to just making demands or delegating tasks, you can build instant trust, even if it&#39;s just for that short time you&#39;re on the phone.","author":"Simon Sinek","topic":"Trust"},{"quote":"I feel good because I believe I have made progress in rebuilding the people&#39;s trust in their government.","author":"Arnold Schwarzenegger","topic":"Trust"},{"quote":"He that takes truth for his guide, and duty for his end, may safely trust to God&#39;s providence to lead him aright.","author":"Blaise Pascal","topic":"Trust"},{"quote":"When we started the e-commerce, nobody believed that China would have e-commerce because people believed in &#39;guang-shi,&#39; face-to-face, and all kinds of network in traditional ways. There&#39;s no trust system in China.","author":"Jack Ma","topic":"Trust"},{"quote":"To persevere, trusting in what hopes he has, is courage in a man.","author":"Euripides","topic":"Trust"},{"quote":"It&#39;s hard knowing who to trust with your personal life. When you cry in your room at night, you don&#39;t always know who to call. So I am very close to my family.","author":"Lady Gaga","topic":"Trust"},{"quote":"I feel like the majority of the fear that I had or that we have we hold from other people. They&#39;re like people that we trust; they&#39;re their fears. All of a sudden we think that they&#39;re our fears.","author":"Alicia Keys","topic":"Trust"},{"quote":"The toughest thing about the power of trust is that it&#39;s very difficult to build and very easy to destroy. The essence of trust building is to emphasize the similarities between you and the customer.","author":"Thomas J. Watson","topic":"Trust"},{"quote":"I do not understand where the backing of Bitcoin is coming from. There is no fundamental issue of capabilities of repaying it in anything which is universally acceptable, which is either intrinsic value of the currency or the credit or trust of the individual who is issuing the money, whether it&#39;s a government or an individual.","author":"Alan Greenspan","topic":"Trust"},{"quote":"Your every voter, as surely as your chief magistrate, exercises a public trust.","author":"Grover Cleveland","topic":"Trust"},{"quote":"Responsibilities are given to him on whom trust rests. Responsibility is always a sign of trust.","author":"James Cash Penney","topic":"Trust"},{"quote":"There is a clear goal and it isn&#39;t to make money. The goal is to desperately try to make the best products we can. We are not naive - if you trust it, people like it, they buy it and we make money. This is a consequence.","author":"Jonathan Ive","topic":"Trust"},{"quote":"You must trust yourself more than you trust others. Pay attention to your inner voice - it will tell you if how and in what you are investing is right for you.","author":"Suze Orman","topic":"Trust"},{"quote":"I want to be clear here: It does not matter what you say in your will or trust; the beneficiary document attached to your IRA accounts and your life insurance policy overrides what you say elsewhere. If you want to change the beneficiary, you must change the beneficiary document.","author":"Suze Orman","topic":"Trust"},{"quote":"The press is the hired agent of a monied system, and set up for no other purpose than to tell lies where their interests are involved. One can trust nobody and nothing.","author":"Henry Adams","topic":"Trust"},{"quote":"I&#39;m glad about what&#39;s happening to the music business. This last crop of people we had in the 90s, who are going away now, they didn&#39;t like music. They didn&#39;t trust musicians. They wanted something else from it.","author":"James Taylor","topic":"Trust"},{"quote":"Whoever has trusted a woman has trusted deceivers.","author":"Hesiod","topic":"Trust"},{"quote":"I don&#39;t trust what this life has given me.","author":"Dennis Rodman","topic":"Trust"},{"quote":"Productive givers focus on acting in the long-term best interests of others, even if it&#39;s not pleasant. They have the courage to give the critical feedback we prefer not to hear, but truly need to hear. They offer tough love, knowing that we might like them less, but we&#39;ll come to trust and respect them more.","author":"Adam Grant","topic":"Trust"},{"quote":"We&#39;re building a lifelong relationship with people, and every great relationship has to be built on trust.","author":"Angela Ahrendts","topic":"Trust"},{"quote":"When you&#39;re CEO, you have to have two conditions: first, shareholders need to trust you and want you to head your company. The second is that you need to feel the motivation to do the job. So, as long as both are reunited, you continue to do the job.","author":"Carlos Ghosn","topic":"Trust"},{"quote":"I was going through a little bit of turbulence in my career. And so, it&#39;s funny how turbulence itself will make you hold onto something for security. And so the only thing I knew is trust in the Lord and lean not unto your own heart, in all thy ways acknowledge him and he shall direct thy path.","author":"Emmitt Smith","topic":"Trust"},{"quote":"The trust of the people in the leaders reflects the confidence of the leaders in the people.","author":"Paulo Freire","topic":"Trust"},{"quote":"You may be right that people say: &#39;You know what, we had Obama. He was inexperienced. The guy had great rhetoric, sounded good, looked good, but has turned out to be an utter disaster. I want someone where I have confidence and credibility that they&#39;re up to the job and that I can trust what they tell me.&#39;","author":"Karl Rove","topic":"Trust"},{"quote":"There&#39;s a beauty in being part of a band, when there&#39;s equality and trust.","author":"Scott Weiland","topic":"Trust"},{"quote":"If I had chosen the populist course, it would have been a breach of the trust placed in me by the people.","author":"Narendra Modi","topic":"Trust"},{"quote":"Whatever happens in life is fine - just trust in that.","author":"Orlando Bloom","topic":"Trust"},{"quote":"&#39;Faith&#39; and &#39;trust&#39; are words that put the power in the hands of an outside force that we are meant to rely on - whether it is God or a person or the universe. Certainty puts the power back in our hands.","author":"Yehuda Berg","topic":"Trust"},{"quote":"I do not trust those who make the vaccines, or the apparatus behind it all to push it on us through fear.","author":"Billy Corgan","topic":"Trust"},{"quote":"I wouldn&#39;t trust any man as far as you can throw a piano.","author":"Ethel Merman","topic":"Trust"},{"quote":"Creativity comes from trust. Trust your instincts. And never hope more than you work.","author":"Rita Mae Brown","topic":"Trust"},{"quote":"I think probably the qualities that I look for in a man are somewhat different than they were before I became a public person, but not that much different. I think that, sort of, the element of trust is certainly much bigger for me, but the other things that - the other qualities, intelligence and kindness and sense of humor, those things.","author":"Monica Lewinsky","topic":"Trust"},{"quote":"When I make a movie, I don&#39;t break it down and analyze it. I could but it would get in the way of doing a job - on instinct based on all the research we did going in. you want to trust yourself and your director and your acting partners in the circumstances you&#39;re shooting. I don&#39;t like to have any kind of overview.","author":"Viggo Mortensen","topic":"Trust"},{"quote":"Every year in my life, I trust fewer and fewer people.","author":"Francis Chan","topic":"Trust"},{"quote":"I&#39;m going to trust my instincts when something&#39;s wrong.","author":"Katarina Johnson-Thompson","topic":"Trust"},{"quote":"In properly organized groups no faith is required; what is required is simply a little trust and even that only for a little while, for the sooner a man begins to verify all he hears the better it is for him.","author":"George Gurdjieff","topic":"Trust"},{"quote":"Never trust a husband too far, nor a bachelor too near.","author":"Helen Rowland","topic":"Trust"},{"quote":"We can only have true public safety with public trust.","author":"Betsy Hodges","topic":"Trust"},{"quote":"Every marathon starts with that first mile. But somewhere around mile 16 or 18 - trust me on this - your feet are killing you, you&#39;re not sure you can breathe anymore, your mind is frazzled, your body wracked with pain, and all you want to do is stop.","author":"Betsy Hodges","topic":"Trust"},{"quote":"It was a privilege to direct the music video for Adele&#39;s beautiful, heartbreaking song, &#39;Hello.&#39; When I first heard it, all the images appeared clearly in my head - and her trust and generosity allowed me to work with abandon artistically and emotionally, like she always does. It made me extremely proud.","author":"Xavier Dolan","topic":"Trust"},{"quote":"It takes me a long time to write, and I trust myself, so I write very sparsely, so when I do, I know it&#39;s good, you know what I mean? Rather than writing a whole bunch and having to sort out what&#39;s good and what&#39;s not.","author":"Earl Sweatshirt","topic":"Trust"},{"quote":"It would be ridiculous to say I don&#39;t want to sell records, but I trust my taste.","author":"Earl Sweatshirt","topic":"Trust"},{"quote":"Democracy demands trust. It demands that sense of mutual understanding. And - it&#39;s a two way street. You&#39;ve got to give - as much as you take.","author":"Charles Kennedy","topic":"Trust"},{"quote":"It&#39;s important to build trust if you&#39;re trying to deal with big things. Big issues require everybody to get outside their comfort zone, and people are more willing to do so if they believe that their partner is sincere in their efforts. And the only way you can do that is to engage them on a personal level.","author":"Jeb Bush","topic":"Trust"},{"quote":"As life has a way of unfolding as it is meant to, I have learned to trust life.","author":"Linda Thompson","topic":"Trust"},{"quote":"I believe chemistry is based on the trust between two performers. What actually works is something intangible - being extremely comfortable in each other&#39;s presence.","author":"Deepika Padukone","topic":"Trust"},{"quote":"I currently use Ubuntu Linux, on a standalone laptop - it has no Internet connection. I occasionally carry flash memory drives between this machine and the Macs that I use for network surfing and graphics; but I trust my family jewels only to Linux.","author":"Donald Knuth","topic":"Trust"},{"quote":"Linux is a complex example of the wisdom of crowds. It&#39;s a good example in the sense that it shows you can set people to work in a decentralized way - that is, without anyone really directing their efforts in a particular direction - and still trust that they&#39;re going to come up with good answers.","author":"James Surowiecki","topic":"Trust"},{"quote":"In these times, God&#39;s people must trust him for rest of body and soul.","author":"David Wilkerson","topic":"Trust"},{"quote":"I grew up in a household where I learned five things from my old man. You know what they were? You&#39;re no good. You&#39;re a failure. You&#39;re not going to amount to anything. Don&#39;t trust nobody, and don&#39;t tell nobody your business. When I lost to Larry Holmes in 1982, I felt all five of those things smacked me right across the face.","author":"Gerry Cooney","topic":"Trust"},{"quote":"I&#39;m not much for cats. I&#39;m terrified of mice. I&#39;ve worked a lot with elephants, and they are extremely intelligent and sensitive, and thankfully, they seem to like me. You never want to get on the bad side of an elephant. And never trust a chimp.","author":"Mary Ellen Mark","topic":"Trust"},{"quote":"If you&#39;re not open, you&#39;re not transparent, you&#39;re still holding on to vaults of information, you&#39;re not going to build that trust.","author":"Gavin Newsom","topic":"Trust"},{"quote":"I love to see lack of clarity in a performance as well as clarity, as well as trust, as well as the kinds of things that human beings go through. I love to see spontaneity and &#39;inevitability.&#39; How it gets there is going to shock the hell out of me, but it will get there somehow.","author":"Martin Landau","topic":"Trust"},{"quote":"Trust your own instinct. Your mistakes might as well be your own, instead of someone else&#39;s.","author":"Billy Wilder","topic":"Trust"},{"quote":"It is unfortunate, considering that enthusiasm moves the world, that so few enthusiasts can be trusted to speak the truth.","author":"Arthur Balfour","topic":"Trust"},{"quote":"All I can hope to do is instill great morality in my son and trust him along the way. The music he listens to or how he chooses to wear his hair doesn&#39;t define his moral compass, and if he wants to listen to country music and wear a cowboy hat too, that&#39;s fine.","author":"Mark Hoppus","topic":"Trust"},{"quote":"I focus on the writing and let the rest of the process take care of itself. I&#39;ve learned to trust my own instincts and I&#39;ve also learned to take risks.","author":"Sue Grafton","topic":"Trust"},{"quote":"My father always said, &#39;Never trust anyone whose TV is bigger than their book shelf&#39; - so I make sure I read.","author":"Emilia Clarke","topic":"Trust"},{"quote":"Mentorship is an incredibly huge responsibility. And you need to choose your mentors carefully, just like mentors choose their apprentices carefully. There has to be trust there, on a very deep level.","author":"Jimmy Chin","topic":"Trust"},{"quote":"If you want someone, you have to be willing to wait for them and trust that what you have is real and strong enough for them to wait for you. If somebody jumps ship for you, that fact will always haunt you because you&#39;ll know they&#39;re light on their feet. Spare yourself the paranoia and the pain and walk away until the coast is clear.","author":"Jameela Jamil","topic":"Trust"},{"quote":"You can&#39;t trust very many people.","author":"George Best","topic":"Trust"},{"quote":"It&#39;s no fun being a loser. Trust me.","author":"Mickey Rourke","topic":"Trust"},{"quote":"Various channels of dialogue must be kept open to build trust. I will meet North Korea&#39;s leader if it is needed to develop relations between the two Koreas.","author":"Park Geun-hye","topic":"Trust"},{"quote":"That&#39;s a real secret. You can trust God. I feel I love the Lord with all of my heart, and he will not put more on me than I can bear. And so I always say, &#39;Lord, I trust you with me.&#39; So I figure, anything that happens in my life, I must be able to bear it, or he wouldn&#39;t allow it to happen.","author":"Tammy Faye Bakker","topic":"Trust"},{"quote":"It is not good for us to trust in our merits, in our virtues or our righteousness; but only in God&#39;s free pardon, as given us through faith in Jesus Christ.","author":"John Wycliffe","topic":"Trust"},{"quote":"Like the firm handshake and looking people straight in the eye, the blazer had originally been a symbol of trust. Because of this, it had been purloined by the less-than-trustworthy and became their preferred disguise.","author":"Craig Brown","topic":"Trust"},{"quote":"People are sitting in traffic longer, and the types of solutions that are needed to relieve that congestion are ones that are paid for by the Highway Trust Fund.","author":"Anthony Foxx","topic":"Trust"},{"quote":"More and more political analysts and weak-kneed politicians are advising the historically pro-life Republican Party to abandon its pro-life stance for political gain. My first response is that if you cannot trust a party on the value of defending human life, how can you trust it on issues like marginal tax rates?","author":"Gary Bauer","topic":"Trust"},{"quote":"Fanatics do not have faith - they have belief. With faith you let go. You trust. Whereas with belief you cling.","author":"Yann Martel","topic":"Trust"},{"quote":"Trust is important in any relationship, not just a romantic one.","author":"Stephanie Sigman","topic":"Trust"},{"quote":"When you drill down, blockchains are really a shared version of reality everyone agrees on. So whether it&#39;s a fully immersive VR experience, augmented reality, or even Bitcoin or Ethereum in the physical world as a shared ledger for our &#39;real world,&#39; we&#39;ll increasingly trust blockchains as our basis for reality.","author":"Fred Ehrsam","topic":"Trust"},{"quote":"I don&#39;t think you can question your instinct; you should always trust it.","author":"Andrea Arnold","topic":"Trust"},{"quote":"I have blind trust in people. Even if that ends up hurting me, I won&#39;t change. I will go on trusting people because that&#39;s the only way I know to love someone.","author":"Bipasha Basu","topic":"Trust"},{"quote":"I do not trust technology. I mean, I don&#39;t think we&#39;re in any danger of kids, you know, doing without video games in the future, but I am saying that their lives are largely out of balance.","author":"Richard Louv","topic":"Trust"},{"quote":"A pick-up artist gave me a good piece of advice: the three most important things in a relationship are honesty, trust and respect, and if you don&#39;t have those, you don&#39;t have love.","author":"Neil Strauss","topic":"Trust"},{"quote":"If you wish in this world to advance your merits you&#39;re bound to enhance; You must stir it and stump it, and blow your own trumpet, Or, trust me, you haven&#39;t a chance.","author":"William Gilbert","topic":"Trust"},{"quote":"The way you build trust with your people is by being forthright and clear with them from day one. You may think people are fooled when you tell them what they want to hear. They are not fooled.","author":"Dick Costolo","topic":"Trust"},{"quote":"Gradually, decentralized trust will be accepted as a new and effective trust model. We have seen this evolution of understanding before - on the Internet.","author":"Andreas Antonopoulos","topic":"Trust"},{"quote":"We need to discuss the basis of a new form of trust built on a meaningful form of citizenship appropriate for a republic.","author":"Michael D. Higgins","topic":"Trust"},{"quote":"I do believe that it was through divine providence that the Founding Fathers drafted a document that created a government that didn&#39;t trust each other - hence the separation of powers. And then, to close the deal, the Bill of Rights was added to continue to protect individual rights and freedoms.","author":"John Shimkus","topic":"Trust"},{"quote":"My family supports me, since they trust me not to do anything wrong.","author":"Pratyusha Banerjee","topic":"Trust"},{"quote":"Who can I trust? You have to invest in somebody and chances are you&#39;re probably going to invest in somebody who&#39;s going to deceive you. I&#39;ve been conned a couple of times, but now I&#39;m a little more savvy.","author":"Maggie Gyllenhaal","topic":"Trust"},{"quote":"We live in the country. I&#39;m a redneck. No, ha-ha. I live in L.A. County, but more in the hills. Not in the fancy kind! Trust me; whatever you do you do not want to come to my neighborhood!","author":"Atticus Shaffer","topic":"Trust"},{"quote":"At the beginning of the new century, it is the common aspiration of the peoples of the two countries to deepen mutual understanding, enhance trust, develop friendship and strengthen cooperation.","author":"Li Peng","topic":"Trust"},{"quote":"A &#39;gossip partner&#39; is someone you love and trust, with whom you may go through the day&#39;s events with impunity, and with whom you may air your feelings, without them falling asleep.","author":"Rebecca Pidgeon","topic":"Trust"},{"quote":"Brand matters. And ESPN is, by far, the most popular sports brand. People trust ESPN.","author":"John Skipper","topic":"Trust"},{"quote":"Be willing to trust your instincts, especially if you cannot find answers elsewhere.","author":"Brian Koslow","topic":"Trust"},{"quote":"You just have to trust your instincts and hope that if someone doesn&#39;t like your idea, you can prove them wrong in the final process. In the end, you can please some of the people some of the time, but that&#39;s about all you can do.","author":"Bryan Singer","topic":"Trust"},{"quote":"I do think the biggest problem newspapers have is loss of trust, and I feel that&#39;s a result of failure to speak truth to power.","author":"Craig Newmark","topic":"Trust"},{"quote":"The task of the media in a democracy is not to ease the path of those who govern, but to make life difficult for them by constant vigilance as to how they exercise the power they only hold in trust from the people.","author":"Jimmy Reid","topic":"Trust"},{"quote":"My work is about the establishment of trust. For someone to share their authenticity with me is a soul-to-soul thing. It&#39;s not a lens-to-soul thing.","author":"Lisa Kristine","topic":"Trust"},{"quote":"You have to relax, write what you write. It sounds easy but it&#39;s really, really hard. One of the things it took me longest to learn was to trust the writing process.","author":"Diane Setterfield","topic":"Trust"},{"quote":"Children need to trust and depend upon those who are responsible for them.","author":"Gordon Neufeld","topic":"Trust"},{"quote":"Go out and interview people to find a partner whom you can trust. Find somebody who subscribes to the same view that you do. I&#39;m happy to tell you that I practice what I preach. I would have never thought I&#39;d end up in financial services.","author":"Lisa Caputo","topic":"Trust"},{"quote":"Don&#39;t ever break someone&#39;s trust. Once you do, then nobody wants to do business with you.","author":"Robert Budi Hartono","topic":"Trust"},{"quote":"You must trust your instinct, intuition and judgment.","author":"Rouben Mamoulian","topic":"Trust"},{"quote":"We have only God on our side; they have &#39;In God We Trust&#39; on their side.","author":"Willie Green","topic":"Trust"},{"quote":"As though there were a tie And obligation to posterity. We get them, bear them, breed, and nurse: What has posterity done for us. That we, lest they their rights should lose, Should trust our necks to gripe of noose?","author":"John Trumbull","topic":"Trust"},{"quote":"I think you have to be much more secure and much less angry to trust the simple. You&#39;ve got to be in a pretty good place to trust those simple, obvious answers and, most important, to use them.","author":"Spencer Johnson","topic":"Trust"},{"quote":"When I was 18, and when I entered my family business, I soon realised that it wasn&#39;t as easy as I thought. I had to deal with people of my father&#39;s generation. Building trust was key to doing business.","author":"Binod Chaudhary","topic":"Trust"},{"quote":"Trust men and they will be true to you; treat them greatly and they will show themselves great.","author":"Ralph Waldo Emerson","topic":"Trust"},{"quote":"I love that we can trust Barack to do what he says he&#39;s going to do, even when it&#39;s hard - especially when it&#39;s hard.","author":"Michelle Obama","topic":"Trust"},{"quote":"The &#39;public&#39; scares me, but people I trust.","author":"Marilyn Monroe","topic":"Trust"},{"quote":"If women believed in their husbands they would be a good deal happier and also a good deal more foolish.","author":"H. L. Mencken","topic":"Trust"},{"quote":"So near is falsehood to truth that a wise man would do well not to trust himself on the narrow edge.","author":"Marcus Tullius Cicero","topic":"Trust"},{"quote":"Despite the slowness, the infidelity, the errors and sins it committed and might still commit against its members, the Church, trust me, has no other meaning and goal but to live and witness Jesus.","author":"Pope Francis","topic":"Trust"},{"quote":"They say I&#39;m the Hottest MC in the Game. If you label me that, I will live up to it. Trust me.","author":"Lil Wayne","topic":"Trust"},{"quote":"Humility may well be one of the most difficult of the fruit of the Spirit to be cultivated in us - and to maintain. That&#39;s because without humility, it&#39;s not likely that you will put your complete trust in God.","author":"Joyce Meyer","topic":"Trust"},{"quote":"I have learned from personal experience that putting trust in God means there will be some unanswered questions. That was a hard lesson for me because I naturally want to understand everything... to know what&#39;s going on so I can feel like I&#39;m in control.","author":"Joyce Meyer","topic":"Trust"},{"quote":"The amount of trust and bandwidth that you build up working with someone for five, seven, 10 years? It&#39;s just awesome. I care about openness and connectedness in a global sense.","author":"Mark Zuckerberg","topic":"Trust"},{"quote":"Faith is trust in ultimate meaning.","author":"Viktor E. Frankl","topic":"Trust"},{"quote":"I have to trust something that gives me power; I have to believe in something, but in my career I have a lot of moments I cannot explain with God.","author":"Pele","topic":"Trust"},{"quote":"My working and personal relationship with President Obama is marked by growing trust. I appreciate this.","author":"Vladimir Putin","topic":"Trust"},{"quote":"Never trust the artist. Trust the tale. The proper function of the critic is to save the tale from the artist who created it.","author":"D. H. Lawrence","topic":"Trust"},{"quote":"In many ways, it was much, much harder to get the first book contract. The hardest thing probably overall has been learning not to trust people, publicists and so forth, implicitly.","author":"Neil Gaiman","topic":"Trust"},{"quote":"I think Canadians want to get a feel for the people who will serve them... and, for me, I think that Canadians will trust people who trust them.","author":"Justin Trudeau","topic":"Trust"},{"quote":"I trust Canadians to be able to look at the different parties, the different leaders, the plans, the teams, and make a responsible choice. And I&#39;m very, very confident that&#39;s exactly what Canadians are going to do.","author":"Justin Trudeau","topic":"Trust"},{"quote":"I trust Canadians&#39; capacity to determine who will sit in their Parliament.","author":"Justin Trudeau","topic":"Trust"},{"quote":"Life is a gift, given in trust - like a child.","author":"Anne Morrow Lindbergh","topic":"Trust"},{"quote":"In every tyrant&#39;s heart there springs in the end this poison, that he cannot trust a friend.","author":"Aeschylus","topic":"Trust"},{"quote":"One must be fond of people and trust them if one is not to make a mess of life.","author":"E. M. Forster","topic":"Trust"},{"quote":"The cyberspace earnings I get from Linux come in the format of having a Network of people that know me and trust me, and that I can depend on in return.","author":"Linus Torvalds","topic":"Trust"},{"quote":"I believe that Christians believe in salvation by grace through faith in Jesus Christ, not by works. And we believe that if you&#39;re saved, Jesus becomes your savior. He makes a promise to you. You can trust his promises. You can bank on that word.","author":"Robert H. Schuller","topic":"Trust"},{"quote":"Where large sums of money are concerned, it is advisable to trust nobody.","author":"Agatha Christie","topic":"Trust"},{"quote":"So if the players trust the coach, it&#39;s not a problem. If the players don&#39;t trust the coach, it is a problem, and vice versa.","author":"Bill Parcells","topic":"Trust"},{"quote":"I trust that McDonald&#39;s can find a way to sell all-natural chicken without raising their prices; we did that at Shake Shack. It is more expensive, and we took a slight margin hit, but we did it. And if we can do it, I know that much bigger companies can.","author":"Danny Meyer","topic":"Trust"},{"quote":"I don&#39;t like Bush. I don&#39;t trust him. I don&#39;t like his record. He&#39;s stupid. He&#39;s lazy.","author":"Cher","topic":"Trust"},{"quote":"He who wants to persuade should put his trust not in the right argument, but in the right word. The power of sound has always been greater than the power of sense.","author":"Joseph Conrad","topic":"Trust"},{"quote":"You can&#39;t trust an artist that just makes good records.","author":"Nick Cave","topic":"Trust"},{"quote":"Hopefully, people will look at our stance on privacy in general and know that we&#39;re not trying to operate outside of a fairly distinct line that we&#39;re drawing. I hope that people trust us to do the right thing there.","author":"Tim Cook","topic":"Trust"},{"quote":"I don&#39;t trust doctors. It&#39;s not to say there ain&#39;t some good ones, but on a general level, no, I wouldn&#39;t trust &#39;em at all.","author":"Keith Richards","topic":"Trust"},{"quote":"I learned something from that. If someone asks me something that I really don&#39;t want to do, I say no. I have to trust that. And I&#39;m not afraid to talk money.","author":"Diana Ross","topic":"Trust"},{"quote":"I learned you can&#39;t trust the judgment of good friends.","author":"Carl Sandburg","topic":"Trust"},{"quote":"When truth takes a backseat to ego and politics, trust is lost.","author":"Patrick Lencioni","topic":"Trust"},{"quote":"I realized that everything I had to do I could not do on my own, and so I was almost obliged to put myself in God&#39;s hands, to trust in Jesus who - while I wrote my book on him - I felt bound to by an old and more profound friendship.","author":"Pope Benedict XVI","topic":"Trust"},{"quote":"It is very important for a priest, in the parish itself, to see how people trust in him and to experience, in addition to their trust, also their generosity in pardoning his weaknesses.","author":"Pope Benedict XVI","topic":"Trust"},{"quote":"I also don&#39;t trust Caribou anymore. They&#39;re out there, on the tundra, waiting... Something&#39;s going down. I&#39;m right about this.","author":"Joss Whedon","topic":"Trust"},{"quote":"My sister travels with me, and she&#39;s the person who keeps me in line, whether I like it or not. I trust her and also have a good, healthy fear of her.","author":"Katy Perry","topic":"Trust"},{"quote":"Will some reporter, or some Republican on the Sunday shows, please ask why tax cuts raid the non-existent Social Security Trust Fund but all the Democrats&#39; new spending doesn&#39;t? Will someone please ask that?","author":"Rush Limbaugh","topic":"Trust"},{"quote":"I could I trust starve like a gentleman. It&#39;s listed as part of the poetic training, you know.","author":"Ezra Pound","topic":"Trust"},{"quote":"If you succeed with your first dream, it helps. You know, people trust you, possibly, for the second one. They give you a chance to play out your second one.","author":"James D. Watson","topic":"Trust"},{"quote":"I have found a unique opportunity to distinguish myself and to learn my trade. I am a general officer in the army of the United States of America. My zeal in their cause and my frankness have won their trust.","author":"Marquis de Lafayette","topic":"Trust"},{"quote":"Prenups are so unromantic - a sign of distrust, not love. Time for a reality check, my friends. First, drawing up a prenuptial agreement together is a sign of incredible trust and financial openness - you&#39;re fooling yourself if you think you can achieve complete intimacy without it.","author":"Suze Orman","topic":"Trust"},{"quote":"Every time I make American film I just trust American directors and American writers.","author":"Jackie Chan","topic":"Trust"},{"quote":"I lost my sense of trust, honesty and compassion. I crashed down and became what I consider an emotional mess. I&#39;ve never been so miserable in my whole life. I just wanted to go to bed and never get up.","author":"Shania Twain","topic":"Trust"},{"quote":"I&#39;m not difficult to work with, trust me.","author":"Zlatan Ibrahimovic","topic":"Trust"},{"quote":"In your hands or that of any other person, so much power would, no doubt, be dangerous. I am the only man in the world whom it would be safe to trust with it. Remember, I am a prophet!","author":"Joseph Smith, Jr.","topic":"Trust"},{"quote":"I don&#39;t for one second think about the possibility of censorship when I am writing a new book. I know I am a person who cares about kids and who cares about truth and I am guided by my own instincts, and trust them.","author":"Lois Lowry","topic":"Trust"},{"quote":"Every single Pixar film, at one time or another, has been the worst movie ever put on film. But we know. We trust our process. We don&#39;t get scared and say, &#39;Oh, no, this film isn&#39;t working.&#39;","author":"John Lasseter","topic":"Trust"},{"quote":"But I don&#39;t have a very good track record with royalty. My dress fell off in front of Prince Charles at the Prince&#39;s Trust, so I&#39;m just living up to my reputation.","author":"Kate Bush","topic":"Trust"},{"quote":"Newspapers with declining circulations can complain all they want about their readers and even say they have no taste. But you will still go out of business over time. A newspaper is not a public trust - it has a business model that either works or it doesn&#39;t.","author":"Marc Andreessen","topic":"Trust"},{"quote":"Young people these days don&#39;t trust anything at all. They want to be free.","author":"Haruki Murakami","topic":"Trust"},{"quote":"I just don&#39;t think that I trust men. That&#39;s the problem. I can appreciate a beautiful-looking man, but he&#39;s not my type.","author":"Cara Delevingne","topic":"Trust"},{"quote":"My daughter, Lila, is my style critic. She&#39;ll say, &#39;No, Mummy, you can&#39;t wear that.&#39; She&#39;s very good. I do trust her instinct.","author":"Kate Moss","topic":"Trust"},{"quote":"There are lots of women I look up to, but mentors are someone you talk to and not just admire. A lot of my friends that I trust are my mentors.","author":"Kate Moss","topic":"Trust"},{"quote":"I don&#39;t listen to people&#39;s opinions. I have people around me who I can trust, but most of all I listen to myself.","author":"Mary J. Blige","topic":"Trust"},{"quote":"There&#39;s a time and place for everything. You&#39;re younger, you might want to go to clubs and kick it, but as you get older, you start seeing that life has more meaning to it. The people that you love are the people you want to start trusting and start wanting them to trust you and start respecting them.","author":"R. Kelly","topic":"Trust"},{"quote":"You&#39;re younger, you might want to go to clubs and kick it, but as you get older, you start seeing that life has more meaning to it. The people that you love are the people you want to start trusting and start wanting them to trust you and start respecting them.","author":"R. Kelly","topic":"Trust"},{"quote":"It&#39;s a delight to trust somebody so completely.","author":"Jeff Goldblum","topic":"Trust"},{"quote":"I am a simple man, though my wife says I am complicated. I&#39;ll trust her on that one.","author":"Adam West","topic":"Trust"},{"quote":"I read the NY Times but I don&#39;t trust all of it.","author":"David Byrne","topic":"Trust"},{"quote":"For future geopolitical stability and global prosperity, we need to build a culture of greater trust and understanding between China, America and the rest of the world.","author":"Stephen A. Schwarzman","topic":"Trust"},{"quote":"When you use words loosely, without care and consideration, you erode trust in yourself and in what you&#39;re saying. When you squander words, you diminish your power.","author":"Margaret Heffernan","topic":"Trust"},{"quote":"I was making projections about &#39;Humans of New York,&#39; back when I had zero followers, that made all my friends and family roll their eyes. I&#39;d throw out these huge numbers: &#39;One day, a million people are gonna be looking at this. Trust me.&#39; And even those wild, wild numbers I was throwing out have just been smashed. So, it&#39;s a good feeling.","author":"Brandon Stanton","topic":"Trust"},{"quote":"We must continue working to build trust between communities and law enforcement. We must continue working to guarantee every person in this country equal justice under the law. And we must take a hard look at the ease with which wrongdoers can get their hands on deadly weapons and the frequency with which they use them.","author":"Loretta Lynch","topic":"Trust"},{"quote":"I&#39;m a scientist, not a theologian. I don&#39;t know if there is a God or not. Religion requires certainty. Revere and respect Gaia. Have trust in Gaia. But not faith.","author":"James Lovelock","topic":"Trust"},{"quote":"I trust people to be human. Sometimes you do things that make amazing amounts of sense; sometimes you do things that don&#39;t make any sense whatsoever.","author":"Lupe Fiasco","topic":"Trust"},{"quote":"In normal times, at the beginning of each month, the federal government makes a cash advance to the Social Security Trust Fund called the &#39;normalized tax transfer,&#39; in an amount equal to the estimated payroll taxes for the coming month.","author":"Jerome Powell","topic":"Trust"},{"quote":"My message to anyone who&#39;s afraid that they can&#39;t write music when they&#39;re happy is &#39;Just trust the passion.&#39; The passion can write a lot of things.","author":"Alanis Morissette","topic":"Trust"},{"quote":"Even in the common affairs of life, in love, friendship, and marriage, how little security have we when we trust our happiness in the hands of others!","author":"William Hazlitt","topic":"Trust"},{"quote":"I just want to contribute to my team and earn the trust and do everything they need from me.","author":"Stefon Diggs","topic":"Trust"},{"quote":"If we say we trust in Him, but in reality do not, then God, taking us at our word, lets us see that we do not really confide in Him; and hence failure arises.","author":"George Muller","topic":"Trust"},{"quote":"Everybody understands that you&#39;re supposed to say &#39;our employees are our most valuable asset&#39; to the point where, even if it&#39;s really true, they&#39;re not going to really trust you until you&#39;ve earned that - same with customers.","author":"Gabe Newell","topic":"Trust"},{"quote":"People want to see something authentic. If it&#39;s too polished and highly produced, people might not trust it as much. If it&#39;s grainy, if it&#39;s coming from a webcam, if it&#39;s someone standing there and talking their mind or sharing their thoughts, people trust it much more.","author":"Chad Hurley","topic":"Trust"},{"quote":"Making promises and then saddling yourself with a political system and a political union that means that you cannot deliver those promises, I fear, doesn&#39;t contribute to an atmosphere of trust and confidence in politics.","author":"Michael Gove","topic":"Trust"},{"quote":"Even without seeing the crickets, grasshoppers, cicadas and katydids, we hear them shrilling in this season and trust that they&#39;re the tiny living gargoyles entomologists claim.","author":"Diane Ackerman","topic":"Trust"},{"quote":"Public trust is essential to public safety.","author":"Martin O'Malley","topic":"Trust"},{"quote":"Jesus wants us to trust him to take care of all our yesterdays and tomorrows.","author":"Mother Angelica","topic":"Trust"},{"quote":"I&#39;ve only ever trusted my gut on everything. I don&#39;t trust my head, I don&#39;t trust my heart, I trust my gut.","author":"Bryan Adams","topic":"Trust"},{"quote":"In our minds, love and lust are really separated. It&#39;s hard to find someone that can be kind and you can trust enough to leave your kids with, and isn&#39;t afraid to throw her man up against the wall and lick him from head to toe.","author":"Tori Amos","topic":"Trust"},{"quote":"The hair on this melon, there&#39;s nothing special going on there - trust me - other than a bit of Head and Shoulders, of course. It&#39;s a 100 percent bog-standard do.","author":"Nick Cummins","topic":"Trust"},{"quote":"I don&#39;t think it&#39;s true that blondes have more fun... Trust me, it is not true!","author":"Mila Kunis","topic":"Trust"},{"quote":"One of the things I had to learn as a writer was to trust the act of writing. To put myself in the position of writing to find out what I was writing. I did that with &#39;World&#39;s Fair,&#39; as with all of them. The inventions of the book come as discoveries.","author":"E. L. Doctorow","topic":"Trust"},{"quote":"That no government, so called, can reasonably be trusted, or reasonably be supposed to have honest purposes in view, any longer than it depends wholly upon voluntary support.","author":"Lysander Spooner","topic":"Trust"},{"quote":"When you lie down with a short prayer, commit yourself into the hands of your Creator; and when you have done so, trust Him with yourself, as you must do when you are dying.","author":"Jeremy Taylor","topic":"Trust"},{"quote":"I want my clients to trust me.","author":"Brad Goreski","topic":"Trust"},{"quote":"Do I trust myself? Sometimes I don&#39;t even know, but I can only just kind of throw my hat in the ring and hope for the best. Depending on how much I trust the other people is how much freedom I can allow myself to have on that particular set.","author":"Holly Hunter","topic":"Trust"},{"quote":"Never comment on a woman&#39;s rear end. Never use the words &#39;large&#39; or &#39;size&#39; with &#39;rear end.&#39; Never. Avoid the area altogether. Trust me.","author":"Tim Allen","topic":"Trust"},{"quote":"Obama was elected on a slogan of hope and change because both were in short supply: the military exhausted by two wars, the banks failing their public trust, the U.S. Congress a comedy of dysfunction, and a federal government that seemed designed to idle on the sidelines.","author":"Nancy Gibbs","topic":"Trust"},{"quote":"Sport is one of the few spaces where people can learn about different cultures in a spirit of trust and friendship.","author":"Richard Attias","topic":"Trust"},{"quote":"Being vulnerable is allowing yourself to trust. That&#39;s hard for a lot of people to do. They feel a lot more secure if they kind of put walls around themselves. Then they don&#39;t have to trust anybody but themselves.","author":"Herbie Hancock","topic":"Trust"},{"quote":"I don&#39;t see how we can have both the freedoms we had before and the safety net that we all need considering the way the world is today. And that&#39;s just because human beings can&#39;t trust each other. We&#39;ve given in over and over to some of the darkest elements that exist in life itself.","author":"Herbie Hancock","topic":"Trust"},{"quote":"I&#39;m always open to meeting people, but I would be lying if I didn&#39;t say that my trust issues have changed because of &#39;Modern Family.&#39;","author":"Eric Stonestreet","topic":"Trust"},{"quote":"Most companies that go through layoffs are never the same. They don&#39;t recover because trust is broken. And if you&#39;re not honest at the point where you&#39;re breaking trust anyway, you will never recover.","author":"Ben Horowitz","topic":"Trust"},{"quote":"People don&#39;t trust government, they don&#39;t trust Wall Street, they don&#39;t trust the church, they don&#39;t trust the media.","author":"Donna Brazile","topic":"Trust"},{"quote":"I&#39;ve always very earnestly tried to do my best, so I just have to trust that and forgive myself for being fallible.","author":"Claire Danes","topic":"Trust"},{"quote":"For me, art really starts with acceptance, self trust. Wherever you come to with art, it&#39;s perfect. You don&#39;t have to come with anything. What you bring to something is the art. That&#39;s where it&#39;s found. It&#39;s found within you.","author":"Jeff Koons","topic":"Trust"},{"quote":"The hedonistic lifestyle is difficult to achieve when you&#39;re still carrying your own gear. Trust me that you don&#39;t feel glamorous with a 60-pound amp in your arms; it&#39;s a lot less sexy than toting a vodka gimlet and impossible to do in heels.","author":"Carrie Brownstein","topic":"Trust"},{"quote":"Evolution is unobservable. It&#39;s based on blind faith in a few dry bones and on unreliable dating systems in which the gullible trust. Kids should be allowed to make up their own minds about this issue, and not be censored to &#39;one side is all we will let you hear.&#39;","author":"Ray Comfort","topic":"Trust"},{"quote":"Making a film is so scary, and there&#39;s such a kind of void that you&#39;re working from initially. I mean, you can have all the ideas and be as prepared as possible, but you&#39;re also still bringing people together and saying, &#39;Trust me,&#39; even when you don&#39;t necessarily trust every element.","author":"Todd Haynes","topic":"Trust"},{"quote":"I now announce myself as candidate for the Presidency. I anticipate criticism; but however unfavorable I trust that my sincerity will not be called into question.","author":"Victoria Woodhull","topic":"Trust"},{"quote":"If you don&#39;t trust the media, they are not going to trust you, and if they don&#39;t trust you, it&#39;s hard for the public to trust you.","author":"John Hickenlooper","topic":"Trust"},{"quote":"Trust is the most important aspect of being a journalist. If people don&#39;t trust or find you relatable - you will not have success.","author":"Gretchen Carlson","topic":"Trust"},{"quote":"It&#39;s always nice working with friends. And if you have a director that you&#39;ve worked with before, you don&#39;t have to go through that first learning thing. There&#39;s an element of trust there.","author":"Jeremy Irons","topic":"Trust"},{"quote":"Doing designs on a loom takes a lot of talent and experience, and, trust me, I won&#39;t be able to do that.","author":"Liya Kebede","topic":"Trust"},{"quote":"I often say that shareholders should feel very responsible for how responsive corporations are to the public trust.","author":"Ruth J. Simmons","topic":"Trust"},{"quote":"The lack of trust between the federal government and the American citizens of this country is such a wide gap, we have to renew that trust for the people of this country going forward.","author":"Michael T. Flynn","topic":"Trust"},{"quote":"I always think about the idea that God never gives you more than you can handle, and just the idea that God would be looking at me and thinking, &#39;Eh, I think she can handle more.&#39; And the angels thinking, &#39;What are you doing? You&#39;re a lunatic.&#39; And God being like, &#39;No, no, trust me. She can handle this.&#39;","author":"Tig Notaro","topic":"Trust"},{"quote":"I don&#39;t trust anyone who doesn&#39;t change their mind.","author":"Ruth Negga","topic":"Trust"},{"quote":"My interactions with Sorkin were agonisingly weird. He is by far the weirdest person I have ever met. I had dinner with him and a few hours before I got an e-mail from his assistant saying, &#39;Sean, this does not need to be a long conversation. Aaron is only going to use it to win your trust.&#39;","author":"Sean Parker","topic":"Trust"},{"quote":"Trust me: our critical infrastructure is vulnerable to cyber-attack, to potential terrorist attack, and we are not taking this threat seriously enough.","author":"Ron Johnson","topic":"Trust"},{"quote":"Politicians should trust people with the truth. Very often, we don&#39;t do that.","author":"Leo Varadkar","topic":"Trust"},{"quote":"As long as you tell the best story possible, you can trust that people will be able to connect to it.","author":"Dee Rees","topic":"Trust"},{"quote":"As you ride in a steeplechase, and you&#39;re on the horse, going quite fast, you think, &#39;That&#39;s quite a big fence...&#39; But trust the horse, and don&#39;t give him any reason to doubt you.","author":"Victoria Pendleton","topic":"Trust"},{"quote":"I had a career and I came to motherhood late and am not married and have never had such a trusting relationship with a man - and trust is where the real power of love comes from.","author":"Diane Keaton","topic":"Trust"},{"quote":"When we, through our educational culture, through the media, through the entertainment culture, give our children the impression that human beings cannot control their passions, we are telling them, in effect, that human beings cannot be trusted with freedom.","author":"Alan Keyes","topic":"Trust"},{"quote":"I&#39;m not on a mission. I&#39;m not a paragon of health for anybody. I&#39;m not going to run a marathon or model for &#39;Men&#39;s Health&#39; or go on bike rides with Lance Armstrong. I&#39;m not. Trust me.","author":"Duff Goldman","topic":"Trust"},{"quote":"Breaks in trust are infuriating and hurtful, but they don&#39;t entitle you to flame out, throw a fit, or stomp around rolling your eyes. Try to keep the steam from coming out of your ears.","author":"Pamela Meyer","topic":"Trust"},{"quote":"Speaking of trust, ever since I wrote this book, &#39;Liespotting,&#39; no one wants to meet me in person anymore - no, no, no, no, no. They say, &#39;It&#39;s okay. We&#39;ll email you.&#39; I can&#39;t even get a coffee date at Starbucks. My husband&#39;s like, &#39;Honey, deception? Maybe you could have focused on cooking. How about French cooking?&#39;","author":"Pamela Meyer","topic":"Trust"},{"quote":"Business is a battlefield. You need to be able to go to battle with your team members. Like the military. Know them, trust them, and know who you&#39;re working with.","author":"Pamela Meyer","topic":"Trust"},{"quote":"I feel the Godrej brand has generally come to signify trust to most consumers. 400 million Indians use one or the other Godrej product on a daily basis, and they have come to accept it. We will, thus, continue positioning Godrej strongly on the trust platform.","author":"Adi Godrej","topic":"Trust"},{"quote":"Hire the best people, and trust what you hired them to do.","author":"D. B. Sweeney","topic":"Trust"},{"quote":"While eschewing emotion - and its companion, vulnerability - Obama should be careful not to sacrifice empathy, the &#39;I feel your pain&#39; connection that sustained Clinton. This connection is the shorthand people use to measure their leaders&#39; intentions. If people believe you&#39;re on their side, they will trust your decisions.","author":"Dee Dee Myers","topic":"Trust"},{"quote":"Ruthless trust ultimately comes down to this: faith in the person of Jesus and hope in his promise.","author":"Brennan Manning","topic":"Trust"},{"quote":"The consequences of leaking sensitive information is that Americans and coalition forces die, and we lose trust with foreign spies, and our national security is put at risk.","author":"Brandon Webb","topic":"Trust"},{"quote":"When I went to the prosecutor&#39;s office, I wanted to be one of the good guys that the defense could trust. I&#39;d try fair, clean cases, pull no punches, no below-the-belt stuff. Honorable. Because that&#39;s the kind of prosecutor I wanted to deal with.","author":"Marcia Clark","topic":"Trust"},{"quote":"Don&#39;t expect anyone else to support you. Maybe you&#39;ll have a trust fund. Maybe you&#39;ll have a wealthy spouse. But you never know when either of them might run out.","author":"Mary Schmich","topic":"Trust"},{"quote":"Nobody should trust their virtue with necessity, the force of which is never known till it is felt, and it is therefore one of the first duties to avoid the temptation of it.","author":"Mary Wortley Montagu","topic":"Trust"},{"quote":"&#39;Orphan Black&#39; allows for people to have debates and theories and allegiances to different characters - to trust characters and hate other characters - but it doesn&#39;t tell you who is good or bad or right or wrong. That&#39;s the most exciting storytelling, in my book.","author":"Tatiana Maslany","topic":"Trust"},{"quote":"Trust the young. Young people have a lot to contribute, but generation after generation, those who reach power protect that power rather than teach others how to attain it. I resolved that if I ever became successful, I would trust the young.","author":"Guy Laliberte","topic":"Trust"},{"quote":"The Social Security trust fund is in pretty good shape today and we should not embark upon risky, dangerous schemes which will, in fact, undermine Social Security, such as privatization.","author":"Max Baucus","topic":"Trust"},{"quote":"I have people I love and trust on my team. And I&#39;m lucky my family is incredibly talented in a variety of ways.","author":"Janet Evanovich","topic":"Trust"},{"quote":"Everyone realizes that one can believe little of what people say about each other. But it is not so widely realized that even less can one trust what people say about themselves.","author":"Rebecca West","topic":"Trust"},{"quote":"We grow in time to trust the future for our answers.","author":"Ruth Benedict","topic":"Trust"},{"quote":"You know, this is a war of ideology, a war of thoughts and of faith. And we need people to really stand for faith and trust, not hope and change.","author":"Sharron Angle","topic":"Trust"},{"quote":"Mary and Jesus had this extraordinary relationship between them. What a teacher Mary is, really. It is the ultimate trusting; that she had to trust God, that she was so privileged to be the mother of the Savior, that she had to stand there as a mother and watch her son being murdered and trust that that is what he came to do.","author":"Roma Downey","topic":"Trust"},{"quote":"I&#39;m not saying the whole world will work this way, but with Airbnb, people are sleeping in other people&#39;s homes and other people&#39;s beds. So there&#39;s a level of trust necessary to participate that&#39;s different from an eBay or Facebook.","author":"Brian Chesky","topic":"Trust"},{"quote":"If I know I will be working with someone and they are not keen with writing with a girl, I like to be non-threatening and cool so they will trust me. It&#39;s a thought process of who work and how I want to present myself.","author":"Bonnie McKee","topic":"Trust"},{"quote":"You can&#39;t trust code that you did not totally create yourself.","author":"Ken Thompson","topic":"Trust"},{"quote":"My worst thing that I have is that I think too much. And so it&#39;s better to go with your gut and do your best and trust the creators and the director that you have there and go scene to scene.","author":"Erica Durance","topic":"Trust"},{"quote":"We have an opportunity, but we have an obligation to senior citizens and to the younger people who are entering the workforce today to help ensure that they are going to be able to trust the government to have a workable program that benefits them as well.","author":"Thad Cochran","topic":"Trust"},{"quote":"There used to be this feeling under Eisenhower and Kennedy and Roosevelt and Truman that government was a solution. Trust in the presidency fell precipitously under Johnson - real lows. And it&#39;s never come back. It&#39;s a trend that, if you&#39;re liberal, is really discouraging.","author":"Robert Caro","topic":"Trust"},{"quote":"Institutions develop because people put a lot of trust in them, they meet real needs, they represent important aspirations, whether it&#39;s monasteries, media, or banks, people begin by trusting these institutions, and gradually the suspicion develops that actually they&#39;re working for themselves, not for the community.","author":"Rowan Williams","topic":"Trust"},{"quote":"As a Coalition Government, we inherited a legacy of lack of trust and confidence in political system.","author":"Andrew Lansley","topic":"Trust"},{"quote":"Making movies is both entirely ludicrous and incredibly hard. It&#39;s a preposterous way to spend your time. You give up a lot for the privilege of doing it, and one of the things you get are relationships of immense trust that you see forged in situations of immense stress.","author":"Paul Greengrass","topic":"Trust"},{"quote":"No matter how old we become, we can still call them &#39;Holy Mother&#39; and &#39;Father&#39; and put a child-like trust in them.","author":"Desmond Morris","topic":"Trust"},{"quote":"I will rebuild the people&#39;s trust in government and create a stable foundation for Taiwan&#39;s future development.","author":"Tsai Ing-wen","topic":"Trust"},{"quote":"Trust me, if I were gay I&#39;d be getting more action than I&#39;m getting now.","author":"Ryan Seacrest","topic":"Trust"},{"quote":"Not to be negative, but I think the biggest lesson is don&#39;t trust anyone.","author":"Jeff Baena","topic":"Trust"},{"quote":"Not one Republican president has balanced the budget in 34 years. You can not trust Republicans with your money.","author":"Howard Dean","topic":"Trust"},{"quote":"The thing about Lucifer is that by the end of the first season, his world is falling apart a bit. Anyone that he could call an ally or trust, he now can&#39;t, and that leaves him in a place that he&#39;s never been before.","author":"Tom Ellis","topic":"Trust"},{"quote":"It&#39;s just an unhealthy way to approach something, trying to outdo your last thing. You&#39;ve gotta trust evolution, you&#39;ve gotta trust that the bar is moving, that you don&#39;t need to force the bar. It&#39;ll just happen.","author":"Johnny Knoxville","topic":"Trust"},{"quote":"I&#39;m not really much of a shopper. I have to say that I&#39;d definitely prefer good sex. What makes good sex? Oh my god. I think you need to feel free and you have to really trust the other person. And you have to have that strange, mysterious chemical connection.","author":"Kristin Davis","topic":"Trust"},{"quote":"Now that we have a true leader who stands for family and has a loving relationship with his wife, maybe black men and women will follow their example. We have a lot of faith and trust in President Obama because his integrity thus far has shown us a new level of manhood, fatherhood and husbandhood.","author":"Tasha Smith","topic":"Trust"},{"quote":"It&#39;s easy to be a spokesman and ambassador for a great organization like the NBA. I thank Commissioner David Stern for putting that trust in me to serve the NBA around the globe.","author":"Dikembe Mutombo","topic":"Trust"},{"quote":"The hardest thing to do is to trust people.","author":"Dwight Howard","topic":"Trust"},{"quote":"A global democracy works only when countries trust one another.","author":"Armstrong Williams","topic":"Trust"},{"quote":"Only the Communist Party, as the institution that brings together the revolutionary vanguard and will always guarantee the unity of Cubans, can be the worthy heir of the trust deposited by the people in their leader.","author":"Raul Castro","topic":"Trust"},{"quote":"I was a guy who trusted the government. Now, I don&#39;t trust a damn thing they do.","author":"Steven Hatfill","topic":"Trust"},{"quote":"Failure is ultimately very liberating. Once you come out the other side of it, you just might have faced one of your biggest fears and lived. The other side of failure is a big elimination of fear of failure. Trust me, that is an amazing gift.","author":"Julie Wainwright","topic":"Trust"},{"quote":"Well, first of all, making films is a collaborative process. You need people. You need people you trust and love and who are your friends. People you can work with.","author":"Sean Durkin","topic":"Trust"},{"quote":"This relationship is going to be built on trust.","author":"Marla Maples","topic":"Trust"},{"quote":"People are rapidly losing hope and trust. They believe their government has been captured by special interests and no longer cares about them, and they are right.","author":"Marcy Kaptur","topic":"Trust"},{"quote":"The first sentence of every novel should be: Trust me, this will take time but there is order here, very faint, very human. Meander if you want to get to town.","author":"Michael Ondaatje","topic":"Trust"},{"quote":"If the response you finally receive from me is &#39;thanks but no thanks&#39;, then please accept at face value that I would really not be the right investor for you. You&#39;ve got to trust me on this, and in this case take &#39;no&#39; for an answer.","author":"David S. Rose","topic":"Trust"},{"quote":"The Supreme Court&#39;s only armor is the cloak of public trust; its sole ammunition, the collective hopes of our society.","author":"Irving R. Kaufman","topic":"Trust"},{"quote":"There are only two sorts of people in life you can trust - good Christians and good Communists.","author":"Joe Slovo","topic":"Trust"},{"quote":"You have to trust the people who work with you and hire, but also listen to as many smart people as you can.","author":"George Stroumboulopoulos","topic":"Trust"},{"quote":"The public is very forgiving. So we&#39;re not trying to obtain some level of perfection that can&#39;t be obtained. But if you&#39;re straightforward and honest and your constituents trust you, they&#39;ll help you get through the times when you fall short.","author":"John Shimkus","topic":"Trust"},{"quote":"I used to just think about what my fans wanted all the time. But it just started feeling weird to me. I want to just show everyone who I am and stick to my vision. I have to trust myself.","author":"Mac Miller","topic":"Trust"},{"quote":"We all obviously need others to look up to, and be inspirational to us. Ford did a great job as far as putting the presidency back where it belonged, getting the trust back after Nixon. And President Reagan has been one of the most influential presidents.","author":"Steve Garvey","topic":"Trust"},{"quote":"It&#39;s mostly the financial chicanery that&#39;s going on. People are saying &#39;What kind of trust can we put in this market?&#39;","author":"Mike Farrell","topic":"Trust"},{"quote":"What a person feels within themselves and about themselves radiates from them. Trust me, I have worked with people - both men and women - who are not what most would consider conventionally attractive, but who exude such a magnetism about them that people are compelled to watch them on stage or screen.","author":"Amanda Schull","topic":"Trust"},{"quote":"Don&#39;t trust anyone over 30.","author":"Pat Boone","topic":"Trust"},{"quote":"I became a Republican because I trust people more than I trust government.","author":"Heather Wilson","topic":"Trust"},{"quote":"For this equilibrium now in sight, let us trust that mankind, as it has occurred in the greatest periods of its past, will find for itself a new code of ethics, common to all, made of tolerance, of courage, and of faith in the Spirit of men.","author":"Albert Claude","topic":"Trust"},{"quote":"In a multi-racial society, trust, understanding and tolerance are the cornerstones of peace and order.","author":"Kamisese Mara","topic":"Trust"},{"quote":"I always market research my books before I hand them in by showing them to five or six close friends who I trust to be honest with me, so they are very heavily re-written already.","author":"Helen Fielding","topic":"Trust"},{"quote":"Don&#39;t try to get involved with people on the Internet because it can be very dangerous. The whole point of &#39;Trust&#39; is to inform people about this issue.","author":"Liana Liberato","topic":"Trust"},{"quote":"I&#39;ve never done online dating, but first of all, I have a book out called &#39;Make It Last Forever: The Do&#39;s and The Dont&#39;s,&#39; which led me to do the online dating thing. A lot of people respect my relationship songs, so they can pretty much trust me.","author":"Keith Sweat","topic":"Trust"},{"quote":"I trust the flow of life.","author":"Marketa Irglova","topic":"Trust"},{"quote":"The bonds of trust between the United States and Israel have been frayed, but even the hostility and disrespect the Obama administration has shown has not severed those bonds.","author":"Adam Hasner","topic":"Trust"},{"quote":"Baltimore is one of the most beautiful towns, really. And trust me, I don&#39;t say that about every place. There is just something so quaint, old and beautiful about this place.","author":"Polly Bergen","topic":"Trust"},{"quote":"The thing I most connect with is the idea of not giving up. And that&#39;s a thing I have in my own life. You have to trust your instincts and keep trying.","author":"Callie Thorne","topic":"Trust"},{"quote":"Trust in yourself. Your perceptions are often far more accurate than you are willing to believe.","author":"Claudia Black","topic":"Trust"},{"quote":"I don&#39;t vote for the guy I trust. I vote for the guy who trusts me the most.","author":"Gary Burghoff","topic":"Trust"},{"quote":"I was afterwards sorry for this, though, if I ever travel again, I shall trust to none but natives, as the climate of Africa is too trying to foreigners.","author":"John Hanning Speke","topic":"Trust"},{"quote":"Any foundation you build, if trust is part of that foundation, whatever you&#39;re building, whatever you&#39;re creating is gonna have a rock-solid foundation.","author":"Steve Tisch","topic":"Trust"},{"quote":"Better to trust the man who is frequently in error than the one who is never in doubt.","author":"Eric Sevareid","topic":"Trust"},{"quote":"Thinking you&#39;ve had depression makes about as much sense as thinking you&#39;ve been run over by a bus. Trust me - you know when you&#39;ve got depression.","author":"Giles Andreae","topic":"Trust"},{"quote":"When you&#39;re playing the same dirty dozen night after night, the moments that keep it fresh are those when you just let go and trust everyone.","author":"Jonathan Cain","topic":"Trust"},{"quote":"I&#39;m not going to be in a relationship that I don&#39;t fully trust.","author":"Jake Pavelka","topic":"Trust"},{"quote":"The cast of &#39;Vikings&#39; is a real team, a true ensemble. It&#39;s a mad, eclectic, great bunch! But we support each other and trust each other completely. There are no egos.","author":"Clive Standen","topic":"Trust"},{"quote":"Put your trust in the Lord and go ahead. Worry gets you no place.","author":"Roy Acuff","topic":"Trust"},{"quote":"Positioning the brand and regaining trust are all smart things for us to do and those are the litmus tests for any decisions we make.","author":"John McKinley","topic":"Trust"},{"quote":"People tell me they idolise me, want to be like me, but I tell them, &#39;trust me, you don&#39;t want my life.&#39; I&#39;ve been a very tortured soul.","author":"Phil Spector","topic":"Trust"},{"quote":"I think if you don&#39;t trust in yourself, it helps to trust in something else.","author":"Noemie Lenoir","topic":"Trust"},{"quote":"We got to know a lot of investors and know what they like and don&#39;t like. Through many co-investments opportunities, we have built trust among these investors. So when it came to investing in Xiaomi, things were a lot easier.","author":"Lei Jun","topic":"Trust"},{"quote":"Not at all do I trust augurs, who enrich the ears of others, so that they can enrich their own homes with gold.","author":"Lucius Accius","topic":"Trust"},{"quote":"Teachability and trust always leads to total obedience.","author":"Ed Townsend","topic":"Trust"},{"quote":"Give me your trust and confidence, knowing that what I seek is for the good of Fiji, for the good of us all.","author":"Josefa Iloilo","topic":"Trust"},{"quote":"I trust people too much, and the other tragedy is I can&#39;t say no.","author":"Farooq Abdullah","topic":"Trust"},{"quote":"If we can by any method establish a relation of mutual trust between the laborer and the employer, we shall lay the foundation stone of a structure that will endure for all time.","author":"Mark Hanna","topic":"Trust"},{"quote":"Serving in Congress is the great honor of my professional life. I am deeply grateful to the people of the 4th Congressional District for placing their trust in me.","author":"Dave Camp","topic":"Trust"},{"quote":"Trust me, you have to fight. When people are wrong, you&#39;ve got to let them know it.","author":"Orlando Cepeda","topic":"Trust"},{"quote":"There is not one single police officer in America that I am not afraid of and not one that I would trust to tell the truth or obey the laws they are sworn to uphold. I do not believe they protect me in any way.","author":"Henry Rollins","topic":"Trust"},{"quote":"Trust and value your own divinity as well as your connection to nature. Seeing God&#39;s work everywhere will be your reward.","author":"Wayne Dyer","topic":"Trust"},{"quote":"If someone lies, well, you had a choice to trust that person or not. I think the way my father raised me, well, he trusted everybody. And that worked for him.","author":"Tom Brady","topic":"Trust"},{"quote":"The single best machine to measure trust is a human being. We haven&#39;t figured out a metric that works better than our own sort of, like, &#39;There&#39;s something fishy about you.&#39;","author":"Simon Sinek","topic":"Trust"},{"quote":"Working out the social politics of who you can trust and why is, quite literally, what a very large part of our brain has evolved to do.","author":"Douglas Adams","topic":"Trust"},{"quote":"Because the Internet is so new, we still don&#39;t really understand what it is. We mistake it for a type of publishing or broadcasting, because that&#39;s what we&#39;re used to. So people complain that there&#39;s a lot of rubbish online, or that it&#39;s dominated by Americans, or that you can&#39;t necessarily trust what you read on the Web.","author":"Douglas Adams","topic":"Trust"},{"quote":"When we trust God more than our feelings, it confuses the devil. I mean, when he throws you his best shot and he can&#39;t budge you from believing God, he won&#39;t know what to do with you anymore.","author":"Joyce Meyer","topic":"Trust"},{"quote":"Most of us have hoped and prayed for something to happen a certain way, but it didn&#39;t. And when this happened, we had a choice to make: to react with offense toward God or to trust Him anyway.","author":"Joyce Meyer","topic":"Trust"},{"quote":"Monotheism makes me grouchy. I don&#39;t trust any religion that makes God look like one of the ruling class. I guess I&#39;m a pagan or an animist.","author":"Gloria Steinem","topic":"Trust"},{"quote":"Our - our friends can&#39;t trust us anymore. You know, Ukraine was a nuclear-armed state. They gave away their nuclear arms with the understanding that we would protect them. We won&#39;t even give them offensive weapons.","author":"Ben Carson","topic":"Trust"},{"quote":"It&#39;s so much easier to like people, and to let people in, to trust them until they prove that you should do otherwise. The alternative is being an iceberg.","author":"Taylor Swift","topic":"Trust"},{"quote":"Comrade Kim Jong Il, by continuing the march of Songun without interruption and with absolute trust in our service personnel and other people who were faithful to the Party&#39;s cause, led the socialist cause of Juche along the road of victory.","author":"Kim Jong-un","topic":"Trust"},{"quote":"It is better to suffer wrong than to do it, and happier to be sometimes cheated than not to trust.","author":"Samuel Johnson","topic":"Trust"},{"quote":"Trust me, there&#39;s not one night a week I&#39;m not in a theater somewhere. I adore theater, and I go out with friends, so I do have some nights off.","author":"Joan Rivers","topic":"Trust"},{"quote":"As six-time world karate champion and then a movie star, I put too much trust in who I was, what I could do, and what I acquired. I forgot how much I needed others and especially God.","author":"Chuck Norris","topic":"Trust"},{"quote":"If there was a template for success in sports, everyone would follow it. You do the best you can and trust the people you trust.","author":"Mark Cuban","topic":"Trust"},{"quote":"Donald Trump I wouldn&#39;t trust as far as I could throw him.","author":"Mark Cuban","topic":"Trust"},{"quote":"I will have to earn trust and respect from my kids.","author":"Tiger Woods","topic":"Trust"},{"quote":"Businesses and users are going to use technology only if they can trust it.","author":"Satya Nadella","topic":"Trust"},{"quote":"For me, being able to engage with the details when necessary, when there&#39;s a challenge, when there&#39;s a particularly important pivot, yes, you have to do that. But in general, a leader needs to trust their commanders, needs to trust the team they&#39;ve assembled, to actually execute in the right way.","author":"Justin Trudeau","topic":"Trust"},{"quote":"&#39;West Wing&#39; was huge. Like &#39;Hamilton,&#39; it pulls back the curtain on how decision-making happens at the highest level, or at least how you hope it would be. The amount of information Aaron Sorkin packs into a scene gave me this courage to trust the audience to keep up.","author":"Lin-Manuel Miranda","topic":"Trust"},{"quote":"The best of the best understand that people do business with people they like. People do business with people they trust, and people do business with those who make them feel special.","author":"Robin S. Sharma","topic":"Trust"},{"quote":"For somehow this disease inheres in tyranny, never to trust one&#39;s friends.","author":"Aeschylus","topic":"Trust"},{"quote":"We are thrilled that Jon Batiste is joining &#39;The Late Show&#39; family of products. For my money, nobody plays like Jon Batiste. And you can trust me, because it is my money.","author":"Stephen Colbert","topic":"Trust"},{"quote":"I trust myself. You need that to survive.","author":"Yoko Ono","topic":"Trust"},{"quote":"I repeat... that all power is a trust; that we are accountable for its exercise; that from the people and for the people all springs, and all must exist.","author":"Benjamin Disraeli","topic":"Trust"},{"quote":"Sometimes the hardest thing to do is to trust your team. It&#39;s a lesson I&#39;ve had to relearn quite a few times.","author":"Robert Kiyosaki","topic":"Trust"},{"quote":"I get along with guys; most of my friends are guys. It&#39;s easier to trust men sometimes. I only have a few close girlfriends that I trust.","author":"Paris Hilton","topic":"Trust"},{"quote":"If people do not know what is going to make them better off or give them pleasure, then the idea that you can trust people to do what will give them pleasure becomes questionable.","author":"Daniel Kahneman","topic":"Trust"},{"quote":"To be honest, the fact that people trust you gives you a lot of power over people. Having another person&#39;s trust is more powerful than all other management techniques put together.","author":"Linus Torvalds","topic":"Trust"},{"quote":"I buy about $1,500 worth of papers every month. Not that I trust them. I&#39;m looking for the crack in the fabric.","author":"Dick Gregory","topic":"Trust"},{"quote":"All in all, I just don&#39;t trust journalists - and I don&#39;t think it&#39;s a good practice for me to trust journalists.","author":"Frank Ocean","topic":"Trust"},{"quote":"Trust is very hard if you don&#39;t know what you&#39;re trusting.","author":"Marianne Williamson","topic":"Trust"},{"quote":"No one would argue that it&#39;s in the United States&#39; interest to have independent knowledge of the plans and intentions of foreign countries. But we need to think about where to draw the line on these kind of operations so we&#39;re not always attacking our allies, the people we trust, the people we need to rely on, and to have them in turn rely on us.","author":"Edward Snowden","topic":"Trust"},{"quote":"I ain&#39;t no author, man... my writing skills are not of &#39;New York Times&#39; best-seller quality, trust and believe it ain&#39;t. My vocabulary ain&#39;t.","author":"Steve Harvey","topic":"Trust"},{"quote":"If the players don&#39;t trust the coach, it is a problem, and vice versa.","author":"Bill Parcells","topic":"Trust"},{"quote":"Strange bonds of trust and self-deception tend to grow between journalists and their subjects.","author":"Sam Harris","topic":"Trust"},{"quote":"I don&#39;t think Hollywood makes many good films anymore. How many directors can you really trust to have an artistic vision, not a corporate vision or a watered-down communal one?","author":"Nick Cave","topic":"Trust"},{"quote":"I periodically realize every few years that the only person whose taste I really trust is me.","author":"Brian Eno","topic":"Trust"},{"quote":"I trust my taste. I trust it completely and I always have done, and I&#39;ve always thought it isn&#39;t that different from everybody else&#39;s.","author":"Brian Eno","topic":"Trust"},{"quote":"The only kind of seafood I trust is the fish stick, a totally featureless fish that doesn&#39;t have eyeballs or fins.","author":"Dave Barry","topic":"Trust"},{"quote":"I am going to help show the American people that they too cannot trust him, that this is a man that does not live up to his promises, and this is a man who cheated students in the so-called Trump University.","author":"Maxine Waters","topic":"Trust"},{"quote":"While day by day the overzealous student stores up facts for future use, he who has learned to trust nature finds need for ever fewer external directions. He will discard formula after formula, until he reaches the conclusion: Let nature take its course.","author":"Larry Bird","topic":"Trust"},{"quote":"I was an awful critic. I operated on the assumption that there was an absolute scale of values against which art could be measured. I didn&#39;t trust my own subjective responses.","author":"Tom Stoppard","topic":"Trust"},{"quote":"Counterintuitive actions prove we can trust real knowledge and do the opposite of what we feel makes sense.","author":"Penn Jillette","topic":"Trust"},{"quote":"There&#39;s something about that blind trust between Timbaland and me - two people that have almost nothing in common except for a love of music - that is really rejuvenating.","author":"Chris Cornell","topic":"Trust"},{"quote":"You have to trust your kids. They have to experience life, and you just hope you&#39;ve provided them a foundation for what&#39;s right and what isn&#39;t.","author":"Jack Nicklaus","topic":"Trust"},{"quote":"We need, in effect, to make the phantom &#39;lock-boxes&#39; around the trust fund real.","author":"Alan Greenspan","topic":"Trust"},{"quote":"In the 1960s, if you introduced a new product to America, 90% of the people who viewed it for the first time believed in the corporate promise. Then 40 years later if you performed the same exercise, less than 10% of the public believed it was true. The fracturing of trust is based on the fact that the consumer has been let down.","author":"Howard Schultz","topic":"Trust"},{"quote":"Many companies today are reducing hours of full-time people to get under the minimum so they don&#39;t have to pay health care costs. I just shake my head because that&#39;s not going to build long-term value and trust with your people.","author":"Howard Schultz","topic":"Trust"},{"quote":"I think the most important thing that I think everyone in America must have is belief that wherever they live, whatever station they have in life, that the American dream is alive and well. I think the fracturing of trust and confidence is in the American dream.","author":"Howard Schultz","topic":"Trust"},{"quote":"I know it when I don&#39;t know it. Sometimes I know it when I don&#39;t think I know it. I need to trust myself in these moments, these rare moments of self-doubt.","author":"Rush Limbaugh","topic":"Trust"},{"quote":"There was a time when the United States government earned the trust of its people. There was a time when most people believed that the United States government was protecting them.","author":"Rush Limbaugh","topic":"Trust"},{"quote":"I believe in trusting men, not only once but twice - in giving a failure another chance.","author":"James Cash Penney","topic":"Trust"},{"quote":"The people have given me their support; they have given me their trust and confidence. My colleagues have suffered a lot in order to give me support. I do not look upon my life as a sacrifice at all.","author":"Aung San Suu Kyi","topic":"Trust"},{"quote":"I will work my heart out to earn the trust of the people of Massachusetts.","author":"Elizabeth Warren","topic":"Trust"},{"quote":"The poker player learns that sometimes both science and common sense are wrong; that the bumblebee can fly; that, perhaps, one should never trust an expert; that there are more things in Heaven and Earth than are dreamt of by those with an academic bent.","author":"David Mamet","topic":"Trust"},{"quote":"Our goal is to desperately make the best products we can. We&#39;re not naive. We trust that if we&#39;re successful and we make good products, that people will like them. And we trust that if people like them, they&#39;ll buy them. And we figured out the operation and we&#39;re effective. We know what we&#39;re doing, so we&#39;ll make money, but it&#39;s a consequence.","author":"Jonathan Ive","topic":"Trust"},{"quote":"I don&#39;t trust a lot of journalists.","author":"Calvin Klein","topic":"Trust"},{"quote":"I just have to have trust in my guys to make plays. I play at a confident, fast pace, and when I like something, I take it. I rip it.","author":"Carson Wentz","topic":"Trust"},{"quote":"I&#39;m a comedian, for God&#39;s sake. Viewers shouldn&#39;t trust me. And you know what? They&#39;re hip enough to know they shouldn&#39;t trust me. I&#39;m just doing stand-up comedy.","author":"Dennis Miller","topic":"Trust"},{"quote":"I think of Paul Feig as the Scorsese of comedy. He&#39;s the best at what he does. I think people just trust everything that he&#39;s got to say.","author":"Jason Statham","topic":"Trust"},{"quote":"It is an honor and a privilege to be of service and support; however, I realize people are not putting their confidence in me. Instead, they are actually learning to trust themselves. My job is to affirm and support them in the process and teach them to do what I do when I need strength: I begin within.","author":"Iyanla Vanzant","topic":"Trust"},{"quote":"Don&#39;t forget: when you start a website, it&#39;s not yet a trusted site. So you have to bring people from a trusted site to your site to build up the trust in your site.","author":"James Altucher","topic":"Trust"},{"quote":"If two people believe in the same story, they might be thousands of miles apart and total strangers, but they still have a sense they can trust each other.","author":"James Altucher","topic":"Trust"},{"quote":"In America few people will trust you unless you are irreverent.","author":"Norman Mailer","topic":"Trust"},{"quote":"It doesn&#39;t make any sense... that&#39;s why I trust it!","author":"Kate Winslet","topic":"Trust"},{"quote":"For me, the gallery legitimates the art production and helps build collections. I don&#39;t think an artist should do everything by himself forever. I did it for years and then slowly built my circle of trust.","author":"JR","topic":"Trust"},{"quote":"Like everybody else, I&#39;ve had relationships in which I was passionately in love but was completely miserable all the time and didn&#39;t trust the person I was in love with one inch.","author":"Salman Rushdie","topic":"Trust"},{"quote":"I don&#39;t trust anybody that doesn&#39;t do good work. I don&#39;t give them any credibility. If they can&#39;t write, why should I believe anything they have to say?","author":"Jim Harrison","topic":"Trust"},{"quote":"Mr. Chairman, delegates. I accept your nomination for President of the United States of America. I do so with humility, deeply moved by the trust you have placed in me. It is a great honor. It is an even greater responsibility.","author":"Mitt Romney","topic":"Trust"},{"quote":"Raising five boys is a handful, trust me.","author":"Barbara Bush","topic":"Trust"},{"quote":"You&#39;ve got to trust people. And because I am a control freak, sometimes that&#39;s difficult for me, because I want to micro-manage absolutely everything. I can&#39;t hand over. But I&#39;m trying to do that more.","author":"Victoria Beckham","topic":"Trust"},{"quote":"I grew very skeptical of certain kind of Jewish separatism in my youth. I mean, I saw the Jewish community was always with each other; they didn&#39;t trust anybody outside. You&#39;d bring someone home, and the first question was, &#39;Are they Jewish, are they not Jewish?&#39;","author":"Judith Butler","topic":"Trust"},{"quote":"I have often said one of the reasons more blacks don&#39;t support Republicans is because they don&#39;t trust the GOP establishment.","author":"J. C. Watts","topic":"Trust"},{"quote":"My dad was a ham, too. He could sell those women anything. Of all his sons, I was the only one he could trust to sell as well as he could. I was proud of that.","author":"Paul Lynde","topic":"Trust"},{"quote":"I&#39;ve considered having my nose fixed. But I didn&#39;t trust anyone enough. If I could do it myself with a mirror.","author":"Barbra Streisand","topic":"Trust"},{"quote":"Trust me, I would love to have a wife and kids. I would very much enjoy that. But I also know that you have to be in the right place to do that.","author":"J. J. Watt","topic":"Trust"},{"quote":"I think there is a break down of trust generally, between people and politicians. I think that&#39;s come about for a whole variety of reasons.","author":"Theresa May","topic":"Trust"},{"quote":"I guess as long as people think of me for different ages, I&#39;ll trust their opinion. I remember noticing one year that Michelle Monaghan played 34 and 19, so I&#39;ve kind of clung to that as my justification that I can be Jake Gyllenhaal&#39;s wife and a freshman in college in the same year.","author":"Anna Kendrick","topic":"Trust"},{"quote":"You can&#39;t trust anybody with power.","author":"Newt Gingrich","topic":"Trust"},{"quote":"People have to render judgment. In my case, I&#39;ve said upfront openly, I&#39;ve made mistakes at times. I&#39;ve had to go to God for forgiveness. I&#39;ve had to seek reconciliation. But I&#39;m also a 68-year-old grandfather, and I think people have to measure who I am now and whether I&#39;m a person they can trust.","author":"Newt Gingrich","topic":"Trust"},{"quote":"If we really want to be full and generous in spirit, we have no choice but to trust at some level.","author":"Rita Dove","topic":"Trust"},{"quote":"The directors you trust the most are the ones, when you ask them a question, they&#39;ve got the guts to say, &#39;I don&#39;t know.&#39;","author":"Alan Rickman","topic":"Trust"},{"quote":"I think there&#39;s a certain level of trust that I have with women. I&#39;ve always been honest, even when I haven&#39;t had good times in my life or my movie bombed or I&#39;ve had great success. I&#39;ve owned up to all of it.","author":"Halle Berry","topic":"Trust"},{"quote":"I trust my government. I actually have a trust for my government with my data, and I trust them to protect me. They&#39;ve protected me - they&#39;ve made the best efforts to protect me my whole life.","author":"Ashton Kutcher","topic":"Trust"},{"quote":"If Google decided at any point to publish my search history, or your search history, or anyone&#39;s search history, there&#39;s a litany of things they could idea police you about, and if it was published, you would be publicly shamed. Everyone would be publicly shamed. But we trust Google, and we trust the people that run that company.","author":"Ashton Kutcher","topic":"Trust"},{"quote":"If I have the honor of being confirmed by the Senate, I will make it my highest priority to restore the public&#39;s confidence in the FBI and to re-earn the faith and trust of the American people.","author":"Robert Mueller","topic":"Trust"},{"quote":"I trust if your life is right, the right things will happen at the right time. If the chords are in harmony inside, I think other things will happen in the same way. That sounded highfalutin&#39; to me once, but I believe it now.","author":"Gene Wilder","topic":"Trust"},{"quote":"Hate crimes are different from other crimes. They strike at the heart of one&#39;s identity - they strike at our sense of self, our sense of belonging. The end result is loss - loss of trust, loss of dignity, and in the worst case, loss of life.","author":"James Comey","topic":"Trust"},{"quote":"None of us and none of the Arabs trust Israel.","author":"Bashar al-Assad","topic":"Trust"},{"quote":"No one has proof that I know of, that a higher power exists, yet a major portion of the world believes in it and relies on it in faith in trust, in what that is. Where is the science in that? And yet you have incredible belief in that.","author":"Sandra Bullock","topic":"Trust"},{"quote":"I always have issues with trust. I&#39;m a New Yorker... Really, I think trust is something that comes from the gut. And I think you have to - it&#39;s probably the worst advice to give people - but I think you gotta trust people from your gut.","author":"Vin Diesel","topic":"Trust"},{"quote":"There&#39;s nobody that&#39;s ever really been able to take care of me. Johnny did for a bit. I believed what he said. Like if I said, &#39;What do I do?&#39; he&#39;d tell me. And that&#39;s what I missed when I left. I really lost that gauge of somebody I could trust.","author":"Kate Moss","topic":"Trust"},{"quote":"I had this unusual mix of curiosity, the ability to write in ways people understood, and when I appeared, viewers seemed to trust me to get them through some cataclysmic changes.","author":"Tom Brokaw","topic":"Trust"},{"quote":"You convey something that the public either trusts or it does not trust, and it has to do with the content and how you handle the news, but it also just has something to do with your persona.","author":"Tom Brokaw","topic":"Trust"},{"quote":"Let&#39;s stop big government energy mandates like cap-and-trade, and instead trust the American innovator to make us energy independent.","author":"Marco Rubio","topic":"Trust"},{"quote":"The first line is the DNA of the poem; the rest of the poem is constructed out of that first line. A lot of it has to do with tone because tone is the key signature for the poem. The basis of trust for a reader used to be meter and end-rhyme.","author":"Billy Collins","topic":"Trust"},{"quote":"When hiring, trust your feelings.","author":"Peter Diamandis","topic":"Trust"},{"quote":"Gerard doesn&#39;t tell me what to do. We discuss everything as a couple, as I imagine most partners do. We have a beautiful relationship and one of mutual trust.","author":"Shakira","topic":"Trust"},{"quote":"I&#39;m learning to trust other people to do things. My time is limited, and I&#39;d rather be spending it with my kids.","author":"Kourtney Kardashian","topic":"Trust"},{"quote":"It is impossible to go through life without trust: that is to be imprisoned in the worst cell of all, oneself.","author":"Graham Greene","topic":"Trust"},{"quote":"I&#39;ve spent years trying to time up my drops with my throws. You learn to listen to your feet and trust your positions.","author":"Aaron Rodgers","topic":"Trust"},{"quote":"I&#39;m so suspicious of boys-slash-men. I just don&#39;t like them or trust them.","author":"Megan Fox","topic":"Trust"},{"quote":"Sometimes a psychic tells you something and it feels wrong and others may be right on the money. It&#39;s your choice about whom to trust, and giving that trust is something we do ourselves.","author":"Martha Beck","topic":"Trust"},{"quote":"I know you&#39;ve got to earn people&#39;s trust, and you&#39;ve got to earn it day after day after day.","author":"Nicola Sturgeon","topic":"Trust"},{"quote":"Whether you&#39;re throwing up or breaking up, you want your girlfriend right there! I don&#39;t trust women who don&#39;t go to their girlfriends.","author":"Drew Barrymore","topic":"Trust"},{"quote":"It always matters whether or not you can trust your government.","author":"Trey Gowdy","topic":"Trust"},{"quote":"Trust funds can never be a substitute for a fund of trust.","author":"Edwin Louis Cole","topic":"Trust"},{"quote":"I am deeply honored by the trust the board has placed in me to lead Duke Energy. I have a high degree of confidence in the strength of our company&#39;s leadership and dedicated employees.","author":"Lynn Good","topic":"Trust"},{"quote":"I grew up in a neighborhood in Baltimore that was like a war zone, so I never learned to trust that there were people who could help me.","author":"Jada Pinkett Smith","topic":"Trust"},{"quote":"The revenue stream for Social Security benefits comes from payroll taxes, which are credited to the Social Security Trust Fund - accounting for the program&#39;s finances separately from the rest of the budget.","author":"Jerome Powell","topic":"Trust"},{"quote":"I write for the people I grew up with. I took extreme pains for my book to not be a native informant. Not: &#39;This is Dominican food. This is a Spanish word.&#39; I trust my readers, even non-Spanish ones.","author":"Junot Diaz","topic":"Trust"},{"quote":"Being on your own would be sad, sick and weird. I don&#39;t trust myself. I need that balance.","author":"Daniel Craig","topic":"Trust"},{"quote":"I trust Winsor and Newton and I paint directly upon it.","author":"Edward Hopper","topic":"Trust"},{"quote":"Any institution faces two basic choices if they hope to spark new ideas. One is to leverage the brains trust within their organization by creating a special event dedicated to new thinking. The other is to look outside themselves to stimulate solutions.","author":"Simon Mainwaring","topic":"Trust"},{"quote":"Non-disclosure in the Internet Age is quickly perceived as a breach of trust. Government, corporations and each of us as individuals must recalibrate how we live and share our lives appropriate to the information now available and the expectations of others.","author":"Simon Mainwaring","topic":"Trust"},{"quote":"I think trust is the most important thing. If the actors and the director and the crew trust each other and you set up perimeters and boundaries, you give everyone space to do great work.","author":"Sam Heughan","topic":"Trust"},{"quote":"When you trust and have elevated personnel in each department, then the sky really is the limit. If you don&#39;t have that trust in the backbone of the project, you may not know what you&#39;re making.","author":"Lily Collins","topic":"Trust"},{"quote":"One of the main ways that leadership stays in power is by, in various ways, convincing people that they should just let those who are in government govern: &#39;Trust us. Trust me. Just let us take care of things. Stay out of it.&#39; Your opinions don&#39;t really matter. You are isolated. You are insignificant.","author":"Viggo Mortensen","topic":"Trust"},{"quote":"I fear we might be losing the basic human facility to be alone - and with that you throw out independent decision-making, what to trust, what not to trust; key stuff - a perilous loss.","author":"Dylan Moran","topic":"Trust"},{"quote":"It&#39;s in the DNA of Scientology that they don&#39;t trust journalists.","author":"Louis Theroux","topic":"Trust"},{"quote":"Big game hunters and the hunting industry in South Africa know a lot of people regard what they do as terrible, and the media have tended not to do them any favours. So it was an uphill struggle to win trust from the people and to get into the world.","author":"Louis Theroux","topic":"Trust"},{"quote":"I use Google+, and I find the quality of the comments are very sophisticated because there is more trust inside of Google+ than there is inside of Twitter and Facebook, for example.","author":"Eric Schmidt","topic":"Trust"},{"quote":"The Teenage Cancer Trust does incredible work supporting and caring for teenagers and young adults with cancer, and it&#39;s a cause that is really close to me and my family.","author":"Florence Welch","topic":"Trust"},{"quote":"Sometimes you trust someone who turns out not to be honest. There are a lot of things that happen in life that don&#39;t turn out the way you&#39;re given the impression that they will. And I think that&#39;s all kind of a con. But I think we&#39;ve probably all been hurt.","author":"Sigourney Weaver","topic":"Trust"},{"quote":"Trust your ability!","author":"Itzhak Perlman","topic":"Trust"},{"quote":"I want, overall, to trust what I know is right. There have been many times when I haven&#39;t.","author":"Jake Gyllenhaal","topic":"Trust"},{"quote":"God does not rule in nations, but He is mindful of them. He can and does place people in positions of influence who want what is best for the people and who trust in the Lord.","author":"Henry B. Eyring","topic":"Trust"},{"quote":"The sad pattern of lack of trust in God has persisted since the Creation.","author":"Henry B. Eyring","topic":"Trust"},{"quote":"It&#39;s important to air your concerns and fears with someone you trust. When you&#39;re honest about how you can change and grow, and where your weaknesses are, then you open the door for improvement and change.","author":"Matt Dillon","topic":"Trust"},{"quote":"You are the mother, the father, the sister, the brother, the teacher and the guide for the soul that has been placed in your trust.","author":"Debbie Ford","topic":"Trust"},{"quote":"Beware of anyone who says they know. Trust me, they don&#39;t, or they wouldn&#39;t have to say they did.","author":"Harvey Fierstein","topic":"Trust"},{"quote":"I trust my wife more than I trust myself.","author":"Chris Paul","topic":"Trust"},{"quote":"As an actor, I trust my ear.","author":"Christopher Guest","topic":"Trust"},{"quote":"When I bought companies, it was done on trust, on a one-on-one basis, and with the intention of taking care of employees. Today, it&#39;s about who can bid the highest. There&#39;s no personal interest. It&#39;s a different world and one that an entrepreneur like me doesn&#39;t like much.","author":"Jon Huntsman, Sr.","topic":"Trust"},{"quote":"As a woman who experienced infidelity firsthand, I will always advise my girlfriends to only trust their husbands 95 percent and leave 5 percent for human error.","author":"Yolanda Hadid","topic":"Trust"},{"quote":"The - the early Rockefellers made their wealth from being in certain businesses and - and remained personally very wealthy. Tatas were different in the sense the future generations were not so wealthy. They - they were involved in the business, but most of the family wealth is put into trust, and the family did not, in fact, enjoy enormous wealth.","author":"Ratan Tata","topic":"Trust"},{"quote":"If you don&#39;t trust someone to look after your investments, then they shouldn&#39;t be doing the job for you.","author":"Murray Walker","topic":"Trust"},{"quote":"People have got to get over the fear of not being able to trust others. I come across people who are very successful in their own sphere, and really believe they can do it all themselves, but they can&#39;t.","author":"Kevin McCloud","topic":"Trust"},{"quote":"Our business was built on trust.","author":"Eileen Ford","topic":"Trust"},{"quote":"Trusting our intuition often saves us from disaster.","author":"Anne Wilson Schaef","topic":"Trust"},{"quote":"Prior to email, our private correspondence was secured by a government institution called the postal service. Today, we trust AOL, Microsoft, Yahoo, Facebook, or Gmail with our private utterances.","author":"John Battelle","topic":"Trust"},{"quote":"I suppose there are many, but I cannot imagine ever having a more perfect collaboration than that which Penn-san and I shared. It was based upon mutual trust, respect, and a desire to have our own work pushed to new places. And it always resulted in delight.","author":"Issey Miyake","topic":"Trust"},{"quote":"And trust, yes, which is important, but that is what I aim towards. Now that is difficult for some people, and with that desire to get things as good as possible, I would say that I&#39;m probably regarded as quite prickly to work with.","author":"Jeremy Irons","topic":"Trust"},{"quote":"You decide to give your trust over to somebody. And if you don&#39;t decide to, then for me, it&#39;s really not worth going into collective enterprises; you should just work alone.","author":"Charlotte Rampling","topic":"Trust"},{"quote":"It&#39;s kind of astonishing that people trust strangers because of words they write on computer screens.","author":"Howard Rheingold","topic":"Trust"},{"quote":"There is an elementary level of trust that is necessary for community. You have to be able to trust that your neighbors aren&#39;t going to look into your mailbox.","author":"Howard Rheingold","topic":"Trust"},{"quote":"I don&#39;t want the United States to be in a global economy where our economic future is bound to that of Zimbabwe. We can&#39;t necessarily trust the decisions that are being made financially in other countries.","author":"Michele Bachmann","topic":"Trust"},{"quote":"The closer you are to technology, the more you trust it.","author":"Steve Jurvetson","topic":"Trust"},{"quote":"Argentines have billions of pesos overseas because they didn&#39;t trust in the state.","author":"Mauricio Macri","topic":"Trust"},{"quote":"I think Congress can pass a bill when the American people start regaining trust in the administration to actually do their job and enforce the laws that are already on the books.","author":"Jeff Duncan","topic":"Trust"},{"quote":"I have a good team around me. I have people I trust around me. If I go the wrong way, they will yell at me. Just as they have in the past.","author":"Bubba Watson","topic":"Trust"},{"quote":"I always trust my gut reaction; it&#39;s always right.","author":"Kiana Tom","topic":"Trust"},{"quote":"Trust him not with your secrets, who, when left alone in your room, turns over your papers.","author":"Johann Kaspar Lavater","topic":"Trust"},{"quote":"All I do is talk to people, email people, take meetings with people, and do interviews. Then I work at maintaining relationships with my investors because the trust people place in me is my business model.","author":"Gil Penchina","topic":"Trust"},{"quote":"I&#39;m so adamant that being a really good parent does not mean you have to be there 24\/7. I find that I&#39;m never not thinking about where they are, but instead of it stressing me out, it comforts me to know that I&#39;m completely aware of their schedule, and they&#39;re with someone I trust.","author":"Brooke Shields","topic":"Trust"},{"quote":"I always feel like the odd mom out, because trust me when I tell you I&#39;m on my girls. And every time I am, I know from the outside it looks like I&#39;m an overbearing, controlling parent. But I don&#39;t think we have any responsibility to anybody else but our kids and ourselves.","author":"Brooke Shields","topic":"Trust"},{"quote":"As time goes by, I realize that I do trust the wind. And I often write my songs for myself.","author":"David Friedman","topic":"Trust"},{"quote":"In an increasingly polarized world, it&#39;s hard to know whom to trust. CNN will be the only news channel that doesn&#39;t take a side.","author":"Jeff Zucker","topic":"Trust"},{"quote":"With any work worth its salt, you have to trust the author enough to take its measure. And if you apply too many preconceptions, you are not taking its measure.","author":"Art Spiegelman","topic":"Trust"},{"quote":"Those who wish well to the State ought to choose to places of trust men of inward principle, justified by exemplary conversation.","author":"John Witherspoon","topic":"Trust"},{"quote":"Trust everybody, but cut the cards.","author":"Finley Peter Dunne","topic":"Trust"},{"quote":"The thing is, if I try to talk about acting, I come off as moaning. But I&#39;m privileged. I think it&#39;s all about control. Acting is vulnerable because you&#39;re not in control of anything. You have to give up a lot of your trust; it&#39;s up to somebody else what they do with what you&#39;ve given them.","author":"Paddy Considine","topic":"Trust"},{"quote":"The harder I train every day on the track and in the gym, the more trust I gain in myself.","author":"Miguel Cotto","topic":"Trust"},{"quote":"No dance has ever turned out the way I thought it would, because I trust enough that I can start something with some ideas and then it takes itself somewhere.","author":"Mark Morris","topic":"Trust"},{"quote":"Do not trust your memory; it is a net full of holes; the most beautiful prizes slip through it.","author":"Georges Duhamel","topic":"Trust"},{"quote":"Would you want to do business with a person who was 99% honest?","author":"Sydney Madwed","topic":"Trust"},{"quote":"Never trust sheep.","author":"Ryan Stiles","topic":"Trust"},{"quote":"With all the care that women do and all the money we spend to maintain our hair, men can at least take the time to wash their face with a simple inexpensive product that will soften their facial hair so they&#39;re not hurting us when we go in for a kiss. Trust me, guys, women will want to kiss you more if you take care of your facial hair.","author":"Adrianne Palicki","topic":"Trust"},{"quote":"You don&#39;t repair that relationship by sitting down and talking about trust or making promises. Actually, what rebuilds it is living it and doing things differently - and I think that is what is going to make the difference.","author":"Patricia Hewitt","topic":"Trust"},{"quote":"I trust the pictures to tell what I want to say.","author":"Peter Sis","topic":"Trust"},{"quote":"Well, you can&#39;t trust most people in this game, period; it can be a very shady business.","author":"Marvin Hagler","topic":"Trust"},{"quote":"Suzanne Collins, it was such a big thing for me to make the handshake with her and to say, &#39;You can trust me. I will not screw up your books. And I won&#39;t let them be diluted and softened. And I won&#39;t let them be exploited and made guilty of the sins that are being commented on in the books.&#39; I take that really seriously.","author":"Nina Jacobson","topic":"Trust"},{"quote":"Trust cannot be commanded; and yet it is also correct that the only one who earns trust is the one who is prepared to grant trust.","author":"Gustav Heinemann","topic":"Trust"},{"quote":"I have achieved what I wanted to achieve. I&#39;m better off at some sort of independent place where they not only like what I produce but also trust me to be the one to produce it.","author":"Keith Olbermann","topic":"Trust"},{"quote":"As soon as you start feeling like you can&#39;t trust the person and you need to check his phone or have his Facebook password or look through his messages - as soon as that trust barrier is broken - it&#39;s hard to keep a relationship going after that.","author":"Austin Butler","topic":"Trust"},{"quote":"One feels very blessed to be born into a family like the Birla family, which is a household name in India, which stands for tradition, is yet contemporary, stands for trust.","author":"Kumar Mangalam Birla","topic":"Trust"},{"quote":"I never told a victim story about my imprisonment. Instead, I told a transformation story - about how prison changed my outlook, about how I saw that communication, truth, and trust are at the heart of power.","author":"Fernando Flores","topic":"Trust"},{"quote":"When trust improves, the mood improves.","author":"Fernando Flores","topic":"Trust"},{"quote":"I have to trust what I do and then do it.","author":"Ednita Nazario","topic":"Trust"},{"quote":"Call it loyalty, call it what you want, but I suppose I&#39;ve got people up here who I&#39;m really tight with, we&#39;ve made a lot of great bonds over the last few years and I&#39;ve got people in my corner I can trust.","author":"Jonathan Brown","topic":"Trust"},{"quote":"You can&#39;t trust a promise someone makes while they&#39;re drunk, in love, hungry, or running for office.","author":"Joe Moore","topic":"Trust"},{"quote":"Have a goal. Know where you want to end up. Knowing where you want to end up is a lot easier than figuring out how to start and how to get there. You will figure out how to get there. Do not chart your career. Trust me; you do not want to chart your career.","author":"Gary Cohn","topic":"Trust"},{"quote":"Trust is a great force multiplier.","author":"Tom Ridge","topic":"Trust"},{"quote":"Based on 30 years of experience with the Iranians, they will give you 100 words. Trust only one of the 100.","author":"Hamad bin Khalifa Al Thani","topic":"Trust"},{"quote":"Because Microsoft seems to sometimes not trust customer choice, they salt XP with all these little gizmos and trap doors to get people to try Microsoft stuff. But the reality is that we&#39;re downloading more players than we ever have on a worldwide basis.","author":"Rob Glaser","topic":"Trust"},{"quote":"Gentlemen, I fervently trust that before long the principle of arbitration may win such confidence as to justify its extension to a wider field of international differences.","author":"Henry Campbell-Bannerman","topic":"Trust"},{"quote":"With King Abdullah&#39;s leadership and his people&#39;s trust he can keep the kingdom stable and secure in all its affairs.","author":"Sultan bin Abdul-Aziz Al Saud","topic":"Trust"},{"quote":"What public health really is is a trust. That&#39;s why I used the term &#39;Betrayal of Trust&#39; as the title of my book. It&#39;s a trust between the government and the people.","author":"Laurie Garrett","topic":"Trust"},{"quote":"When I sit at my table to write, I never know what it&#39;s going to be until I&#39;m under way. I trust in inspiration, which sometimes comes and sometimes doesn&#39;t. But I don&#39;t sit back waiting for it. I work every day.","author":"Alberto Moravia","topic":"Trust"}]