[{"quote":"Truth is everybody is going to hurt you: you just gotta find the ones worth suffering for.","author":"Bob Marley","topic":"Truth"},{"quote":"Peace is the beauty of life. It is sunshine. It is the smile of a child, the love of a mother, the joy of a father, the togetherness of a family. It is the advancement of man, the victory of a just cause, the triumph of truth.","author":"Menachem Begin","topic":"Truth"},{"quote":"Three things cannot be long hidden: the sun, the moon, and the truth.","author":"Buddha","topic":"Truth"},{"quote":"Honesty is the first chapter in the book of wisdom.","author":"Thomas Jefferson","topic":"Truth"},{"quote":"Whoever is careless with the truth in small matters cannot be trusted with important matters.","author":"Albert Einstein","topic":"Truth"},{"quote":"A lie can travel half way around the world while the truth is putting on its shoes.","author":"Charles Spurgeon","topic":"Truth"},{"quote":"Doubt thou the stars are fire, Doubt that the sun doth move. Doubt truth to be a liar, But never doubt I love.","author":"William Shakespeare","topic":"Truth"},{"quote":"The truth is you don&#39;t know what is going to happen tomorrow. Life is a crazy ride, and nothing is guaranteed.","author":"Eminem","topic":"Truth"},{"quote":"No legacy is so rich as honesty.","author":"William Shakespeare","topic":"Truth"},{"quote":"Education is not just about going to school and getting a degree. It&#39;s about widening your knowledge and absorbing the truth about life.","author":"Shakuntala Devi","topic":"Truth"},{"quote":"I refuse to accept the view that mankind is so tragically bound to the starless midnight of racism and war that the bright daybreak of peace and brotherhood can never become a reality... I believe that unarmed truth and unconditional love will have the final word.","author":"Martin Luther King, Jr.","topic":"Truth"},{"quote":"We learned about honesty and integrity - that the truth matters... that you don&#39;t take shortcuts or play by your own set of rules... and success doesn&#39;t count unless you earn it fair and square.","author":"Michelle Obama","topic":"Truth"},{"quote":"Our uniqueness makes us special, makes perception valuable - but it can also make us lonely. This loneliness is different from being &#39;alone&#39;: You can be lonely even surrounded by people. The feeling I&#39;m talking about stems from the sense that we can never fully share the truth of who we are. I experienced this acutely at an early age.","author":"Amy Tan","topic":"Truth"},{"quote":"Beauty is truth&#39;s smile when she beholds her own face in a perfect mirror.","author":"Rabindranath Tagore","topic":"Truth"},{"quote":"I&#39;m for truth, no matter who tells it. I&#39;m for justice, no matter who it&#39;s for or against.","author":"Malcolm X","topic":"Truth"},{"quote":"Truth will ultimately prevail where there is pains to bring it to light.","author":"George Washington","topic":"Truth"},{"quote":"Truth is powerful and it prevails.","author":"Sojourner Truth","topic":"Truth"},{"quote":"Truth is like the sun. You can shut it out for a time, but it ain&#39;t goin&#39; away.","author":"Elvis Presley","topic":"Truth"},{"quote":"I am the Way, the Truth, and the Life. No one comes to the Father except through me.","author":"Jesus Christ","topic":"Truth"},{"quote":"A lie gets halfway around the world before the truth has a chance to get its pants on.","author":"Winston Churchill","topic":"Truth"},{"quote":"Truth can be stated in a thousand different ways, yet each one can be true.","author":"Swami Vivekananda","topic":"Truth"},{"quote":"For every good reason there is to lie, there is a better reason to tell the truth.","author":"Bo Bennett","topic":"Truth"},{"quote":"I love you, and because I love you, I would sooner have you hate me for telling you the truth than adore me for telling you lies.","author":"Pietro Aretino","topic":"Truth"},{"quote":"It is only with the heart that one can see rightly; what is essential is invisible to the eye.","author":"Antoine de Saint-Exupery","topic":"Truth"},{"quote":"Truth is, I&#39;ll never know all there is to know about you just as you will never know all there is to know about me. Humans are by nature too complicated to be understood fully. So, we can choose either to approach our fellow human beings with suspicion or to approach them with an open mind, a dash of optimism and a great deal of candour.","author":"Tom Hanks","topic":"Truth"},{"quote":"It is impossible to struggle for civil rights, equal rights for blacks, without including whites. Because equal rights, fair play, justice, are all like the air: we all have it, or none of us has it. That is the truth of it.","author":"Maya Angelou","topic":"Truth"},{"quote":"All truths are easy to understand once they are discovered; the point is to discover them.","author":"Galileo Galilei","topic":"Truth"},{"quote":"The truth is incontrovertible. Malice may attack it, ignorance may deride it, but in the end, there it is.","author":"Winston Churchill","topic":"Truth"},{"quote":"Be Impeccable With Your Word. Speak with integrity. Say only what you mean. Avoid using the word to speak against yourself or to gossip about others. Use the power of your word in the direction of truth and love.","author":"Don Miguel Ruiz","topic":"Truth"},{"quote":"A lie told often enough becomes the truth.","author":"Vladimir Lenin","topic":"Truth"},{"quote":"My parents taught me honesty, truth, compassion, kindness and how to care for people. Also, they encouraged me to take risks, to boldly go. They taught me that the greatest danger in life is not taking the adventure.","author":"Brian Blessed","topic":"Truth"},{"quote":"Let us dream of tomorrow where we can truly love from the soul, and know love as the ultimate truth at the heart of all creation.","author":"Michael Jackson","topic":"Truth"},{"quote":"Some people think that the truth can be hidden with a little cover-up and decoration. But as time goes by, what is true is revealed, and what is fake fades away.","author":"Ismail Haniyeh","topic":"Truth"},{"quote":"There&#39;s nothing so kingly as kindness, and nothing so royal as truth.","author":"Alice Cary","topic":"Truth"},{"quote":"The goal of education is the advancement of knowledge and the dissemination of truth.","author":"John F. Kennedy","topic":"Truth"},{"quote":"That which is false troubles the heart, but truth brings joyous tranquillity.","author":"Rumi","topic":"Truth"},{"quote":"We live in a fantasy world, a world of illusion. The great task in life is to find reality.","author":"Iris Murdoch","topic":"Truth"},{"quote":"Truth is ever to be found in simplicity, and not in the multiplicity and confusion of things.","author":"Isaac Newton","topic":"Truth"},{"quote":"There are no facts, only interpretations.","author":"Friedrich Nietzsche","topic":"Truth"},{"quote":"Despite my firm convictions, I have always been a man who tries to face facts, and to accept the reality of life as new experience and new knowledge unfolds. I have always kept an open mind, a flexibility that must go hand in hand with every form of the intelligent search for truth.","author":"Malcolm X","topic":"Truth"},{"quote":"Honesty is more than not lying. It is truth telling, truth speaking, truth living, and truth loving.","author":"James E. Faust","topic":"Truth"},{"quote":"There is no greatness where there is no simplicity, goodness and truth.","author":"Leo Tolstoy","topic":"Truth"},{"quote":"There are only two mistakes one can make along the road to truth; not going all the way, and not starting.","author":"Buddha","topic":"Truth"},{"quote":"Honest communication is built on truth and integrity and upon respect of the one for the other.","author":"Benjamin E. Mays","topic":"Truth"},{"quote":"If you tell the truth, you don&#39;t have to remember anything.","author":"Mark Twain","topic":"Truth"},{"quote":"I don&#39;t believe it. Prove it to me and I still won&#39;t believe it.","author":"Douglas Adams","topic":"Truth"},{"quote":"I do not know what I may appear to the world, but to myself I seem to have been only like a boy playing on the seashore, and diverting myself in now and then finding a smoother pebble or a prettier shell than ordinary, whilst the great ocean of truth lay all undiscovered before me.","author":"Isaac Newton","topic":"Truth"},{"quote":"Have the courage to say no. Have the courage to face the truth. Do the right thing because it is right. These are the magic keys to living your life with integrity.","author":"W. Clement Stone","topic":"Truth"},{"quote":"On the mountains of truth you can never climb in vain: either you will reach a point higher up today, or you will be training your powers so that you will be able to climb higher tomorrow.","author":"Friedrich Nietzsche","topic":"Truth"},{"quote":"A liar will not be believed, even when he speaks the truth.","author":"Aesop","topic":"Truth"},{"quote":"Each person does see the world in a different way. There is not a single, unifying, objective truth. We&#39;re all limited by our perspective.","author":"Siri Hustvedt","topic":"Truth"},{"quote":"The truth is the Super Bowl long ago became more than just a football game. It&#39;s part of our culture like turkey at Thanksgiving and lights at Christmas, and like those holidays beyond their meaning, a factor in our economy.","author":"Bob Schieffer","topic":"Truth"},{"quote":"Our heavenly Father understands our disappointment, suffering, pain, fear, and doubt. He is always there to encourage our hearts and help us understand that He&#39;s sufficient for all of our needs. When I accepted this as an absolute truth in my life, I found that my worrying stopped.","author":"Charles Stanley","topic":"Truth"},{"quote":"The truth is rarely pure and never simple.","author":"Oscar Wilde","topic":"Truth"},{"quote":"Let the future tell the truth, and evaluate each one according to his work and accomplishments. The present is theirs; the future, for which I have really worked, is mine.","author":"Nikola Tesla","topic":"Truth"},{"quote":"The greatest truth is honesty, and the greatest falsehood is dishonesty.","author":"Abu Bakr","topic":"Truth"},{"quote":"Find out who you are and be that person. That&#39;s what your soul was put on this Earth to be. Find that truth, live that truth and everything else will come.","author":"Ellen DeGeneres","topic":"Truth"},{"quote":"I never did give anybody hell. I just told the truth and they thought it was hell.","author":"Harry S Truman","topic":"Truth"},{"quote":"Morality is the basis of things and truth is the substance of all morality.","author":"Mahatma Gandhi","topic":"Truth"},{"quote":"I was born into the world as the king of truth for the salvation of the world.","author":"Buddha","topic":"Truth"},{"quote":"The truth is that there is no actual stress or anxiety in the world; it&#39;s your thoughts that create these false beliefs. You can&#39;t package stress, touch it, or see it. There are only people engaged in stressful thinking.","author":"Wayne Dyer","topic":"Truth"},{"quote":"Once you eliminate the impossible, whatever remains, no matter how improbable, must be the truth.","author":"Arthur Conan Doyle","topic":"Truth"},{"quote":"The only passion that guides me is for the truth... I look at everything from this point of view.","author":"Che Guevara","topic":"Truth"},{"quote":"Man is least himself when he talks in his own person. Give him a mask, and he will tell you the truth.","author":"Oscar Wilde","topic":"Truth"},{"quote":"I trust you: That&#39;s huge. That&#39;s truth. That&#39;s real love. Everyone uses &#39;I love you&#39; so loosely.","author":"Justin Chatwin","topic":"Truth"},{"quote":"I know where I&#39;m going and I know the truth, and I don&#39;t have to be what you want me to be. I&#39;m free to be what I want.","author":"Muhammad Ali","topic":"Truth"},{"quote":"In a time of universal deceit - telling the truth is a revolutionary act.","author":"Unknown","topic":"Truth"},{"quote":"Our duty is to encourage every one in his struggle to live up to his own highest idea, and strive at the same time to make the ideal as near as possible to the Truth.","author":"Swami Vivekananda","topic":"Truth"},{"quote":"The poet is a liar who always speaks the truth.","author":"Jean Cocteau","topic":"Truth"},{"quote":"All things are subject to interpretation whichever interpretation prevails at a given time is a function of power and not truth.","author":"Friedrich Nietzsche","topic":"Truth"},{"quote":"The truth is: Belonging starts with self-acceptance. Your level of belonging, in fact, can never be greater than your level of self-acceptance, because believing that you&#39;re enough is what gives you the courage to be authentic, vulnerable and imperfect.","author":"Brene Brown","topic":"Truth"},{"quote":"Tell me I&#39;m clever, Tell me I&#39;m kind, Tell me I&#39;m talented, Tell me I&#39;m cute, Tell me I&#39;m sensitive, Graceful and wise, Tell me I&#39;m perfect - But tell me the truth.","author":"Shel Silverstein","topic":"Truth"},{"quote":"The universe is transformation: life is opinion.","author":"Marcus Aurelius","topic":"Truth"},{"quote":"To love our neighbor as ourselves is such a truth for regulating human society, that by that alone one might determine all the cases in social morality.","author":"John Locke","topic":"Truth"},{"quote":"The sad truth is that the civil rights movement cannot be reborn until we identify the causes of black suffering, some of them self-inflicted. Why can&#39;t black leaders organize rallies around responsible sexuality, birth within marriage, parents reading to their children and students staying in school and doing homework?","author":"Henry Louis Gates","topic":"Truth"},{"quote":"Perhaps the truth depends on a walk around the lake.","author":"Wallace Stevens","topic":"Truth"},{"quote":"Betrayal is the only truth that sticks.","author":"Arthur Miller","topic":"Truth"},{"quote":"The Lord gave me &#39;Sojourner,&#39; because I was to travel up an&#39; down the land, showin&#39; the people their sins an&#39; bein&#39; a sign unto them. Afterwards, I told the Lord I wanted another name &#39;cause everybody else had two names, and the Lord gave me &#39;Truth,&#39; because I was to declare the truth to people.","author":"Sojourner Truth","topic":"Truth"},{"quote":"People like to say that the conflict is between good and evil. The real conflict is between truth and lies.","author":"Don Miguel Ruiz","topic":"Truth"},{"quote":"Politeness and civility are the best capital ever invested in business. Large stores, gilt signs, flaming advertisements, will all prove unavailing if you or your employees treat your patrons abruptly. The truth is, the more kind and liberal a man is, the more generous will be the patronage bestowed upon him.","author":"P. T. Barnum","topic":"Truth"},{"quote":"Life is an unfoldment, and the further we travel the more truth we can comprehend. To understand the things that are at our door is the best preparation for understanding those that lie beyond.","author":"Hypatia","topic":"Truth"},{"quote":"There is no man more dangerous, in a position of power, than he who refuses to accept as a working truth the idea that all a man does should make for rightness and soundness, that even the fixing of a tariff rate must be moral.","author":"Ida Tarbell","topic":"Truth"},{"quote":"Reason is the natural order of truth; but imagination is the organ of meaning.","author":"C. S. Lewis","topic":"Truth"},{"quote":"There&#39;s just some magic in truth and honesty and openness.","author":"Frank Ocean","topic":"Truth"},{"quote":"Enlightened leadership is spiritual if we understand spirituality not as some kind of religious dogma or ideology but as the domain of awareness where we experience values like truth, goodness, beauty, love and compassion, and also intuition, creativity, insight and focused attention.","author":"Deepak Chopra","topic":"Truth"},{"quote":"Even if you are a minority of one, the truth is the truth.","author":"Mahatma Gandhi","topic":"Truth"},{"quote":"Rather than love, than money, than fame, give me truth.","author":"Henry David Thoreau","topic":"Truth"},{"quote":"Half a truth is often a great lie.","author":"Benjamin Franklin","topic":"Truth"},{"quote":"The great enemy of the truth is very often not the lie, deliberate, contrived and dishonest, but the myth, persistent, persuasive and unrealistic.","author":"John F. Kennedy","topic":"Truth"},{"quote":"The truth is not for all men, but only for those who seek it.","author":"Ayn Rand","topic":"Truth"},{"quote":"Truth is the daughter of time, not of authority.","author":"Francis Bacon","topic":"Truth"},{"quote":"Genocide is not just a murderous madness; it is, more deeply, a politics that promises a utopia beyond politics - one people, one land, one truth, the end of difference. Since genocide is a form of political utopia, it remains an enduring temptation in any multiethnic and multicultural society in crisis.","author":"Michael Ignatieff","topic":"Truth"},{"quote":"I have very little fashion sense, and to tell you the truth, I give it very little thought. I dress to be as comfortable as I possibly can. Most of my clothing is either black, grey, or dark blue, and I don&#39;t really wear a lot of colours. But I do like jackets. I have a little bit of an obsession with them.","author":"Leonardo DiCaprio","topic":"Truth"},{"quote":"I am a firm believer in the people. If given the truth, they can be depended upon to meet any national crisis. The great point is to bring them the real facts.","author":"Abraham Lincoln","topic":"Truth"},{"quote":"The truth is that killing innocent people is always wrong - and no argument or excuse, no matter how deeply believed, can ever make it right. No religion on earth condones the killing of innocent people; no faith tradition tolerates the random killing of our brothers and sisters on this earth.","author":"Feisal Abdul Rauf","topic":"Truth"},{"quote":"The books that help you most are those which make you think that most. The hardest way of learning is that of easy reading; but a great book that comes from a great thinker is a ship of thought, deep freighted with truth and beauty.","author":"Pablo Neruda","topic":"Truth"},{"quote":"I think the truth is black-and-white.","author":"Nancy Grace","topic":"Truth"},{"quote":"I do have my own personal convictions and values, and I live by those. But as an artist, as a portrait photographer, my job is to tell the truth and to capture someone&#39;s spirit on a certain day. And it&#39;s never the whole truth; it&#39;s the truth I experience in a very intense and intimate fashion.","author":"Platon","topic":"Truth"},{"quote":"When I grew up, in Taiwan, the Korean War was seen as a good war, where America protected Asia. It was sort of an extension of World War II. And it was, of course, the peak of the Cold War. People in Taiwan were generally proAmerican. The Korean War made Japan. And then the Vietnam War made Taiwan. There is some truth to that.","author":"Ang Lee","topic":"Truth"},{"quote":"There is nothing so strong or safe in an emergency of life as the simple truth.","author":"Charles Dickens","topic":"Truth"},{"quote":"The very concept of objective truth is fading out of the world. Lies will pass into history.","author":"George Orwell","topic":"Truth"},{"quote":"I guess I&#39;m pretty much of a lone wolf. I don&#39;t say I don&#39;t like people at all, but, to tell you the truth, I only like it then if I have a chance to look deep into their hearts and their minds.","author":"Bela Lugosi","topic":"Truth"},{"quote":"Belief is a wise wager. Granted that faith cannot be proved, what harm will come to you if you gamble on its truth and it proves false? If you gain, you gain all; if you lose, you lose nothing. Wager, then, without hesitation, that He exists.","author":"Blaise Pascal","topic":"Truth"},{"quote":"Discrimination is a hellhound that gnaws at Negroes in every waking moment of their lives to remind them that the lie of their inferiority is accepted as truth in the society dominating them.","author":"Martin Luther King, Jr.","topic":"Truth"},{"quote":"There is no truth. There is only perception.","author":"Gustave Flaubert","topic":"Truth"},{"quote":"The trouble with lying and deceiving is that their efficiency depends entirely upon a clear notion of the truth that the liar and deceiver wishes to hide.","author":"Hannah Arendt","topic":"Truth"},{"quote":"The theatre was created to tell people the truth about life and the social situation.","author":"Stella Adler","topic":"Truth"},{"quote":"Free expression is the base of human rights, the root of human nature and the mother of truth. To kill free speech is to insult human rights, to stifle human nature and to suppress truth.","author":"Liu Xiaobo","topic":"Truth"},{"quote":"The moment we begin to fear the opinions of others and hesitate to tell the truth that is in us, and from motives of policy are silent when we should speak, the divine floods of light and life no longer flow into our souls.","author":"Elizabeth Cady Stanton","topic":"Truth"},{"quote":"The thing about the truth is, not a lot of people can handle it.","author":"Conor McGregor","topic":"Truth"},{"quote":"Truth is on the side of the oppressed.","author":"Malcolm X","topic":"Truth"},{"quote":"The thing about black history is that the truth is so much more complex than anything you could make up.","author":"Henry Louis Gates","topic":"Truth"},{"quote":"I see that the path of progress has never taken a straight line, but has always been a zigzag course amid the conflicting forces of right and wrong, truth and error, justice and injustice, cruelty and mercy.","author":"Kelly Miller","topic":"Truth"},{"quote":"It&#39;s no wonder that truth is stranger than fiction. Fiction has to make sense.","author":"Mark Twain","topic":"Truth"},{"quote":"Tell the truth, work hard, and come to dinner on time.","author":"Gerald R. Ford","topic":"Truth"},{"quote":"There is some self-interest behind every friendship. There is no friendship without self-interests. This is a bitter truth.","author":"Chanakya","topic":"Truth"},{"quote":"My way of joking is to tell the truth. That&#39;s the funniest joke in the world.","author":"Muhammad Ali","topic":"Truth"},{"quote":"Peace demands the most heroic labor and the most difficult sacrifice. It demands greater heroism than war. It demands greater fidelity to the truth and a much more perfect purity of conscience.","author":"Thomas Merton","topic":"Truth"},{"quote":"Tell the children the truth.","author":"Bob Marley","topic":"Truth"},{"quote":"The first casualty when war comes is truth.","author":"Hiram Johnson","topic":"Truth"},{"quote":"Science, my lad, is made up of mistakes, but they are mistakes which it is useful to make, because they lead little by little to the truth.","author":"Jules Verne","topic":"Truth"},{"quote":"&#39;Beauty is truth, truth beauty,&#39; - that is all ye know on earth, and all ye need to know.","author":"John Keats","topic":"Truth"},{"quote":"If you look for truth, you may find comfort in the end; if you look for comfort you will not get either comfort or truth only soft soap and wishful thinking to begin, and in the end, despair.","author":"C. S. Lewis","topic":"Truth"},{"quote":"Most people don&#39;t grow up. It&#39;s too damn difficult. What happens is most people get older. That&#39;s the truth of it. They honor their credit cards, they find parking spaces, they marry, they have the nerve to have children, but they don&#39;t grow up.","author":"Maya Angelou","topic":"Truth"},{"quote":"Nothing is more noble, nothing more venerable than fidelity. Faithfulness and truth are the most sacred excellences and endowments of the human mind.","author":"Marcus Tullius Cicero","topic":"Truth"},{"quote":"We all have a social mask, right? We put it on, we go out, put our best foot forward, our best image. But behind that social mask is a personal truth, what we really, really believe about who we are and what we&#39;re capable of.","author":"Phil McGraw","topic":"Truth"},{"quote":"Clouds and darkness surround us, yet Heaven is just, and the day of triumph will surely come, when justice and truth will be vindicated.","author":"Mary Todd Lincoln","topic":"Truth"},{"quote":"Sometimes ideas are coming so fast that I have to stop doing one song to get another. But I don&#39;t forget the first one. If it works, it will always be there. It&#39;s like the truth: it will find you and lift you up. And if it ain&#39;t right, it will dissolve like sand on the beach.","author":"Prince","topic":"Truth"},{"quote":"Pleasure without God, without the sacred boundaries, will actually leave you emptier than before. And this is biblical truth, this is experiential truth. The loneliest people in the world are amongst the wealthiest and most famous who found no boundaries within which to live. That is a fact I&#39;ve seen again and again.","author":"Ravi Zacharias","topic":"Truth"},{"quote":"To live in the light of a new day and an unimaginable and unpredictable future, you must become fully present to a deeper truth - not a truth from your head, but a truth from your heart; not a truth from your ego, but a truth from the highest source.","author":"Debbie Ford","topic":"Truth"},{"quote":"I tell you the truth, it is hard for a rich man to enter the kingdom of heaven. Again I tell you, it is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of heaven.","author":"Jesus Christ","topic":"Truth"},{"quote":"If you are out to describe the truth, leave elegance to the tailor.","author":"Albert Einstein","topic":"Truth"},{"quote":"The sad truth is that most evil is done by people who never make up their minds to be good or evil.","author":"Hannah Arendt","topic":"Truth"},{"quote":"All truth passes through three stages. First, it is ridiculed. Second, it is violently opposed. Third, it is accepted as being self-evident.","author":"Arthur Schopenhauer","topic":"Truth"},{"quote":"I am certain of nothing but the holiness of the heart&#39;s affections, and the truth of imagination.","author":"John Keats","topic":"Truth"},{"quote":"The truth is that all men having power ought to be mistrusted.","author":"James Madison","topic":"Truth"},{"quote":"The word theatre comes from the Greeks. It means the seeing place. It is the place people come to see the truth about life and the social situation.","author":"Stella Adler","topic":"Truth"},{"quote":"I believe there&#39;s an inner power that makes winners or losers. And the winners are the ones who really listen to the truth of their hearts.","author":"Sylvester Stallone","topic":"Truth"},{"quote":"Plato is my friend; Aristotle is my friend, but my greatest friend is truth.","author":"Isaac Newton","topic":"Truth"},{"quote":"Rebellion without truth is like spring in a bleak, arid desert.","author":"Khalil Gibran","topic":"Truth"},{"quote":"When you find your definitions in God, you find the very purpose for which you were created. Put your hand into God&#39;s hand, know His absolutes, demonstrate His love, present His truth, and the message of redemption and transformation will take hold.","author":"Ravi Zacharias","topic":"Truth"},{"quote":"When team members trust each other and know that everyone is capable of admitting when they&#39;re wrong, then conflict becomes nothing more than the pursuit of truth or the best possible answer.","author":"Patrick Lencioni","topic":"Truth"},{"quote":"Country music is the people&#39;s music. It just speaks about real life and about truth and it tells things how they really are.","author":"Faith Hill","topic":"Truth"},{"quote":"A lie would have no sense unless the truth were felt dangerous.","author":"Alfred Adler","topic":"Truth"},{"quote":"Truth is the ultimate power. When the truth comes around, all the lies have to run and hide.","author":"Ice Cube","topic":"Truth"},{"quote":"It takes two to speak the truth: one to speak, and another to hear.","author":"Henry David Thoreau","topic":"Truth"},{"quote":"Truth is the torch that gleams through the fog without dispelling it.","author":"Claude Adrien Helvetius","topic":"Truth"},{"quote":"There is but One God. His name is Truth; He is the Creator. He fears none; he is without hate. He never dies; He is beyond the cycle of births and death. He is self-illuminated. He is realized by the kindness of the True Guru. He was True in the beginning; He was True when the ages commenced and has ever been True. He is also True now.","author":"Guru Nanak","topic":"Truth"},{"quote":"A lot of truth is said in jest.","author":"Eminem","topic":"Truth"},{"quote":"Anyone who doesn&#39;t take truth seriously in small matters cannot be trusted in large ones either.","author":"Albert Einstein","topic":"Truth"},{"quote":"We don&#39;t go into journalism to be popular. It is our job to seek the truth and put constant pressure on our leaders until we get answers.","author":"Helen Thomas","topic":"Truth"},{"quote":"In a controversy the instant we feel anger we have already ceased striving for the truth, and have begun striving for ourselves.","author":"Buddha","topic":"Truth"},{"quote":"It&#39;s in literature that true life can be found. It&#39;s under the mask of fiction that you can tell the truth.","author":"Gao Xingjian","topic":"Truth"},{"quote":"When in doubt tell the truth.","author":"Mark Twain","topic":"Truth"},{"quote":"I&#39;m actually a very honest person, and sometimes I end up like, &#39;Man, I said too much.&#39; It&#39;s hard for me not to tell the truth when you ask me.","author":"Drake","topic":"Truth"},{"quote":"By doubting we are led to question, by questioning we arrive at the truth.","author":"Peter Abelard","topic":"Truth"},{"quote":"Some people have a difficult time facing truth and reality. They prefer to live in a make-believe world, pretending that certain things aren&#39;t happening.","author":"Joyce Meyer","topic":"Truth"},{"quote":"I am interested in shows that are not out-and-out gag fests: you see the truth of a broken heart behind them. That is what life is like: it&#39;s really funny, you see funny things as soon as you step out of the room, but underneath that is a whole bag of broken hearts. It&#39;s that real pain and that real hilarity that makes life so intriguing.","author":"Tamsin Greig","topic":"Truth"},{"quote":"A truth that&#39;s told with bad intent beats all the lies you can invent.","author":"William Blake","topic":"Truth"},{"quote":"There are only two things. Truth and lies. Truth is indivisible, hence it cannot recognize itself; anyone who wants to recognize it has to be a lie.","author":"Franz Kafka","topic":"Truth"},{"quote":"Pain reaches the heart with electrical speed, but truth moves to the heart as slowly as a glacier.","author":"Barbara Kingsolver","topic":"Truth"},{"quote":"A new scientific truth does not triumph by convincing its opponents and making them see the light, but rather because its opponents eventually die, and a new generation grows up that is familiar with it.","author":"Max Planck","topic":"Truth"},{"quote":"Life is the game that must be played, this truth at least, good friends, we know; so live and laugh, nor be dismayed as one by one the phantoms go.","author":"Arthur Rubinstein","topic":"Truth"},{"quote":"To kill an error is as good a service as, and sometimes even better than, the establishing of a new truth or fact.","author":"Charles Darwin","topic":"Truth"},{"quote":"Light is meaningful only in relation to darkness, and truth presupposes error. It is these mingled opposites which people our life, which make it pungent, intoxicating. We only exist in terms of this conflict, in the zone where black and white clash.","author":"Louis Aragon","topic":"Truth"},{"quote":"You don&#39;t learn from successes; you don&#39;t learn from awards; you don&#39;t learn from celebrity; you only learn from wounds and scars and mistakes and failures. And that&#39;s the truth.","author":"Jane Fonda","topic":"Truth"},{"quote":"Truth is a deep kindness that teaches us to be content in our everyday life and share with the people the same happiness.","author":"Khalil Gibran","topic":"Truth"},{"quote":"Truth, like gold, is to be obtained not by its growth, but by washing away from it all that is not gold.","author":"Leo Tolstoy","topic":"Truth"},{"quote":"A great man does not seek applause or place; he seeks for truth; he seeks the road to happiness, and what he ascertains, he gives to others.","author":"Robert Green Ingersoll","topic":"Truth"},{"quote":"The foolish man conceives the idea of &#39;self.&#39; The wise man sees there is no ground on which to build the idea of &#39;self;&#39; thus, he has a right conception of the world and well concludes that all compounds amassed by sorrow will be dissolved again, but the truth will remain.","author":"Buddha","topic":"Truth"},{"quote":"I have learned the hard way to mind my business, without judging who people are and what they do. I am more troubled by the lack of space being provided for the truth to unfold. Humans cannot seem to wait for or honor the truth. Instead, we make it up based on who we believe people should or should not be.","author":"Iyanla Vanzant","topic":"Truth"},{"quote":"Let me get you to understand I don&#39;t bully anybody. I stand up for what I believe in and I&#39;m very honest and I always tell the truth. I&#39;m not a liar, I&#39;m not manipulative and I don&#39;t stab you in your back because I will stab you in your chest.","author":"NeNe Leakes","topic":"Truth"},{"quote":"An example I often use to illustrate the reality of vanity, is this: look at the peacock; it&#39;s beautiful if you look at it from the front. But if you look at it from behind, you discover the truth... Whoever gives in to such self-absorbed vanity has huge misery hiding inside them.","author":"Pope Francis","topic":"Truth"},{"quote":"I love new places, new people, new ideas. I love cultural differences, and I&#39;m fascinated by the truth - all the different versions of it.","author":"Martin Henderson","topic":"Truth"},{"quote":"Now all we need is to continue to speak the truth fearlessly, and we shall add to our number those who will turn the scale to the side of equal and full justice in all things.","author":"Lucy Stone","topic":"Truth"},{"quote":"When you want to fool the world, tell the truth.","author":"Otto von Bismarck","topic":"Truth"},{"quote":"Only enemies speak the truth; friends and lovers lie endlessly, caught in the web of duty.","author":"Stephen King","topic":"Truth"},{"quote":"It is a melancholy truth that even great men have their poor relations.","author":"Charles Dickens","topic":"Truth"},{"quote":"In seeking truth you have to get both sides of a story.","author":"Walter Cronkite","topic":"Truth"},{"quote":"The oppressed peoples can liberate themselves only through struggle. This is a simple and clear truth confirmed by history.","author":"Kim Il-sung","topic":"Truth"},{"quote":"Truth never damages a cause that is just.","author":"Mahatma Gandhi","topic":"Truth"},{"quote":"A man has to learn that he cannot command things, but that he can command himself; that he cannot coerce the wills of others, but that he can mold and master his own will: and things serve him who serves Truth; people seek guidance of him who is master of himself.","author":"James Allen","topic":"Truth"},{"quote":"Science is the pursuit of pure truth, and the systematizing of it.","author":"P. T. Barnum","topic":"Truth"},{"quote":"The most powerful element in advertising is the truth.","author":"William Bernbach","topic":"Truth"},{"quote":"And, after all, what is a lie? &#39;Tis but the truth in a masquerade.","author":"Alexander Pope","topic":"Truth"},{"quote":"To tell the truth is to become beautiful, to begin to love yourself, value yourself. And that&#39;s political, in its most profound way.","author":"June Jordan","topic":"Truth"},{"quote":"If you want to be thought a liar, always tell the truth.","author":"Logan Pearsall Smith","topic":"Truth"},{"quote":"Gossip needn&#39;t be false to be evil - there&#39;s a lot of truth that shouldn&#39;t be passed around.","author":"Frank A. Clark","topic":"Truth"},{"quote":"It always amuses me that the biggest praise for my work comes for the imagination, while the truth is that there&#39;s not a single line in all my work that does not have a basis in reality. The problem is that Caribbean reality resembles the wildest imagination.","author":"Gabriel Garcia Marquez","topic":"Truth"},{"quote":"There&#39;s a world of difference between truth and facts. Facts can obscure the truth.","author":"Maya Angelou","topic":"Truth"},{"quote":"We are volcanoes. When we women offer our experience as our truth, as human truth, all the maps change. There are new mountains.","author":"Ursula K. Le Guin","topic":"Truth"},{"quote":"Even in literature and art, no man who bothers about originality will ever be original: whereas if you simply try to tell the truth (without caring twopence how often it has been told before) you will, nine times out of ten, become original without ever having noticed it.","author":"C. S. Lewis","topic":"Truth"},{"quote":"Hard times arouse an instinctive desire for authenticity.","author":"Coco Chanel","topic":"Truth"},{"quote":"Convictions are more dangerous foes of truth than lies.","author":"Friedrich Nietzsche","topic":"Truth"},{"quote":"You want a friend who&#39;s going to tell you the truth. That&#39;s what it&#39;s about. If you don&#39;t have a friend who&#39;s going to tell you the truth every time something comes up, you feel like he&#39;s not a true friend.","author":"Donald Driver","topic":"Truth"},{"quote":"The truth is of course is that there is no journey. We are arriving and departing all at the same time.","author":"David Bowie","topic":"Truth"},{"quote":"Two qualities are indispensable: first, an intellect that, even in the darkest hour, retains some glimmerings of the inner light which leads to truth; and second, the courage to follow this faint light wherever it may lead.","author":"Carl von Clausewitz","topic":"Truth"},{"quote":"It is not because the truth is too difficult to see that we make mistakes... we make mistakes because the easiest and most comfortable course for us is to seek insight where it accords with our emotions - especially selfish ones.","author":"Aleksandr Solzhenitsyn","topic":"Truth"},{"quote":"All fixed set patterns are incapable of adaptability or pliability. The truth is outside of all fixed patterns.","author":"Bruce Lee","topic":"Truth"},{"quote":"Photography is truth. The cinema is truth twenty-four times per second.","author":"Jean-Luc Godard","topic":"Truth"},{"quote":"It is always the best policy to speak the truth, unless, of course, you are an exceptionally good liar.","author":"Jerome K. Jerome","topic":"Truth"},{"quote":"When virtue is lost, benevolence appears, when benevolence is lost right conduct appears, when right conduct is lost, expedience appears. Expediency is the mere shadow of right and truth; it is the beginning of disorder.","author":"Lao Tzu","topic":"Truth"},{"quote":"The object of the superior man is truth.","author":"Confucius","topic":"Truth"},{"quote":"The lowest form of popular culture - lack of information, misinformation, disinformation, and a contempt for the truth or the reality of most people&#39;s lives - has overrun real journalism. Today, ordinary Americans are being stuffed with garbage.","author":"Carl Bernstein","topic":"Truth"},{"quote":"Love is the crowning grace of humanity, the holiest right of the soul, the golden link which binds us to duty and truth, the redeeming principle that chiefly reconciles the heart to life, and is prophetic of eternal good.","author":"Petrarch","topic":"Truth"},{"quote":"The truth is that neither British nor American imperialism was or is idealistic. It has always been driven by economic or strategic interests.","author":"Charley Reese","topic":"Truth"},{"quote":"Above all, I would teach him to tell the truth Truth-telling, I have found, is the key to responsible citizenship. The thousands of criminals I have seen in 40 years of law enforcement have had one thing in common: Every single one was a liar.","author":"J. Edgar Hoover","topic":"Truth"},{"quote":"It&#39;s a complete lie, why do people buy these papers? It&#39;s not the truth I&#39;m here to say. You know, don&#39;t judge a person, do not pass judgement, unless you have talked to them one on one. I don&#39;t care what the story is, do not judge them because it is a lie.","author":"Michael Jackson","topic":"Truth"},{"quote":"The American fascists are most easily recognized by their deliberate perversion of truth and fact. Their newspapers and propaganda carefully cultivate every fissure of disunity, every crack in the common front against fascism.","author":"Henry A. Wallace","topic":"Truth"},{"quote":"Non-violence and truth are inseparable and presuppose one another.","author":"Mahatma Gandhi","topic":"Truth"},{"quote":"When we believe in lies, we cannot see the truth, so we make thousands of assumptions and we take them as truth. One of the biggest assumptions we make is that the lies we believe are the truth!","author":"Don Miguel Ruiz","topic":"Truth"},{"quote":"Stereotypes exist because there&#39;s always some truth to stereotypes. Not always, but often.","author":"Maz Jobrani","topic":"Truth"},{"quote":"People always love and respect characters who speak the truth, even if the truth hurts.","author":"David Duchovny","topic":"Truth"},{"quote":"He is good and wise who always speaks the truth, acts on the dictates of virtue, and tries to make others good and happy.","author":"Dayananda Saraswati","topic":"Truth"},{"quote":"There is absolutely nothing in this world that will provide more comfort and happiness than a testimony of the truth.","author":"Thomas S. Monson","topic":"Truth"},{"quote":"The great advantage about telling the truth is that nobody ever believes it.","author":"Dorothy L. Sayers","topic":"Truth"},{"quote":"Racism oppresses its victims, but also binds the oppressors, who sear their consciences with more and more lies until they become prisoners of those lies. They cannot face the truth of human equality because it reveals the horror of the injustices they commit.","author":"Alveda King","topic":"Truth"},{"quote":"When you are sorrowful look again in your heart, and you shall see that in truth you are weeping for that which has been your delight.","author":"Khalil Gibran","topic":"Truth"},{"quote":"Most people think that shadows follow, precede or surround beings or objects. The truth is that they also surround words, ideas, desires, deeds, impulses and memories.","author":"Elie Wiesel","topic":"Truth"},{"quote":"A dog barks when his master is attacked. I would be a coward if I saw that God&#39;s truth is attacked and yet would remain silent.","author":"John Calvin","topic":"Truth"},{"quote":"I do not know what I may appear to the world; but to myself, I seem to have been only like a boy playing on the seashore, and diverting myself now and then in finding a smoother pebble or prettier shell than ordinary, while the great ocean of truth lay all undiscovered before me.","author":"Isaac Newton","topic":"Truth"},{"quote":"The truth. It is a beautiful and terrible thing, and must therefore be treated with great caution.","author":"J. K. Rowling","topic":"Truth"},{"quote":"Ultimately, education in its real sense is the pursuit of truth. It is an endless journey through knowledge and enlightenment.","author":"A. P. J. Abdul Kalam","topic":"Truth"},{"quote":"Adversity is the first path to truth.","author":"Lord Byron","topic":"Truth"},{"quote":"Words can be said in bitterness and anger, and often there seems to be an element of truth in the nastiness. And words don&#39;t go away, they just echo around.","author":"Jane Goodall","topic":"Truth"},{"quote":"Humanity appreciates truth about as much as a squirrel appreciates silver.","author":"Vernon Howard","topic":"Truth"},{"quote":"The truth is that we don&#39;t need everyone to like us; we need a few people to love us. Because what&#39;s better than being roundly liked is being fully known - an impossibility both professionally and personally if you&#39;re so busy being likable that you forget to be yourself.","author":"Jessica Valenti","topic":"Truth"},{"quote":"The oblique paradox of propaganda is that the lie in the throat becomes, by repetition, the truth in the heart.","author":"John Grierson","topic":"Truth"},{"quote":"These years in silence and reflection made me stronger and reminded me that acceptance has to come from within and that this kind of truth gives me the power to conquer emotions I didn&#39;t even know existed.","author":"Ricky Martin","topic":"Truth"},{"quote":"In fact men will fight for a superstition quite as quickly as for a living truth - often more so, since a superstition is so intangible you cannot get at it to refute it, but truth is a point of view, and so is changeable.","author":"Hypatia","topic":"Truth"},{"quote":"I have never entered into any controversy in defense of my philosophical opinions; I leave them to take their chance in the world. If they are right, truth and experience will support them; if wrong, they ought to be refuted and rejected. Disputes are apt to sour one&#39;s temper and disturb one&#39;s quiet.","author":"Benjamin Franklin","topic":"Truth"},{"quote":"Art is not merely an imitation of the reality of nature, but in truth a metaphysical supplement to the reality of nature, placed alongside thereof for its conquest.","author":"Friedrich Nietzsche","topic":"Truth"},{"quote":"Why would anyone lie? The truth is always more colorful.","author":"James Hall","topic":"Truth"},{"quote":"There are some people so addicted to exaggeration that they can&#39;t tell the truth without lying.","author":"Josh Billings","topic":"Truth"},{"quote":"The said truth is that it is the greatest happiness of the greatest number that is the measure of right and wrong.","author":"Jeremy Bentham","topic":"Truth"},{"quote":"Everyone with a cell phone thinks they&#39;re a photographer. Everyone with a laptop thinks they&#39;re a journalist. But they have no training, and they have no idea of what we keep to in terms of standards, as in what&#39;s far out and what&#39;s reality. And they have no dedication to truth.","author":"Helen Thomas","topic":"Truth"},{"quote":"People can choose between the sweet lie or the bitter truth. I say the bitter truth, but many people don&#39;t want to hear it.","author":"Avigdor Lieberman","topic":"Truth"},{"quote":"Truth is a point of view, but authenticity can&#39;t be faked.","author":"Peter Guber","topic":"Truth"},{"quote":"The truth of the matter is that you always know the right thing to do. The hard part is doing it.","author":"Norman Schwarzkopf","topic":"Truth"},{"quote":"I learned a long time ago that some people would rather die than forgive. It&#39;s a strange truth, but forgiveness is a painful and difficult process. It&#39;s not something that happens overnight. It&#39;s an evolution of the heart.","author":"Sue Monk Kidd","topic":"Truth"},{"quote":"Experience has shown, and a true philosophy will always show, that a vast, perhaps the larger portion of the truth arises from the seemingly irrelevant.","author":"Edgar Allan Poe","topic":"Truth"},{"quote":"A Lawyer will do anything to win a case, sometimes he will even tell the truth.","author":"Patrick Murray","topic":"Truth"},{"quote":"The People have a right to the Truth as they have a right to life, liberty and the pursuit of happiness.","author":"Frank Norris","topic":"Truth"},{"quote":"Words are but symbols for the relations of things to one another and to us; nowhere do they touch upon absolute truth.","author":"Friedrich Nietzsche","topic":"Truth"},{"quote":"We know that when a woman speaks truth to power, there will be attempts to put her down... I&#39;m not going to go anywhere.","author":"Maxine Waters","topic":"Truth"},{"quote":"Richard Nixon is a no good, lying bastard. He can lie out of both sides of his mouth at the same time, and if he ever caught himself telling the truth, he&#39;d lie just to keep his hand in.","author":"Harry S Truman","topic":"Truth"},{"quote":"To the scientist there is the joy in pursuing truth which nearly counteracts the depressing revelations of truth.","author":"H. P. Lovecraft","topic":"Truth"},{"quote":"Picasso said, &#39;Art is a lie that tells the truth.&#39; What if you just want to tell the truth and not lie about it?","author":"Nicolas Cage","topic":"Truth"},{"quote":"Truth is not a matter of fact but a state of harmony with progress and hope. Enveloped only in its wings will we ever soar to the promise of our greater selves.","author":"Bryant H. McGill","topic":"Truth"},{"quote":"What is the difference between unethical and ethical advertising? Unethical advertising uses falsehoods to deceive the public; ethical advertising uses truth to deceive the public.","author":"Vilhjalmur Stefansson","topic":"Truth"},{"quote":"There are, in truth, no specialties in medicine, since to know fully many of the most important diseases a man must be familiar with their manifestations in many organs.","author":"William Osler","topic":"Truth"},{"quote":"It is a great mystery that though the human heart longs for Truth, in which alone it finds liberation and delight, the first reaction of human beings to Truth is one of hostility and fear!","author":"Anthony de Mello","topic":"Truth"},{"quote":"I believe that unarmed truth and unconditional love will have the final word in reality. This is why right, temporarily defeated, is stronger than evil triumphant.","author":"Martin Luther King, Jr.","topic":"Truth"},{"quote":"Truth stands, even if there be no public support. It is self-sustained.","author":"Mahatma Gandhi","topic":"Truth"},{"quote":"The dream begins with a teacher who believes in you, who tugs and pushes and leads you to the next plateau, sometimes poking you with a sharp stick called &#39;truth&#39;.","author":"Dan Rather","topic":"Truth"},{"quote":"If you would be a real seeker after truth, it is necessary that at least once in your life you doubt, as far as possible, all things.","author":"Rene Descartes","topic":"Truth"},{"quote":"When I was a boy, the priest, my uncle, carefully inculcated upon me this proverb, which I then learned and have ever since kept in my mind: &#39;Dico tibi verum, Libertas optima rerum; Nunquam servili, sub nexu vivito, fili.&#39; &#39;I tell you a truth: Liberty is the best of things, my son; never live under any slavish bond.&#39;","author":"William Wallace","topic":"Truth"},{"quote":"The discovery of truth is prevented more effectively, not by the false appearance things present and which mislead into error, not directly by weakness of the reasoning powers, but by preconceived opinion, by prejudice.","author":"Arthur Schopenhauer","topic":"Truth"},{"quote":"&#39;Crazy-busy&#39; is a great armor, it&#39;s a great way for numbing. What a lot of us do is that we stay so busy, and so out in front of our life, that the truth of how we&#39;re feeling and what we really need can&#39;t catch up with us.","author":"Brene Brown","topic":"Truth"},{"quote":"You can hate me. You can go out there and say anything you want about me, But you will love me later because I told you the truth.","author":"Mary J. Blige","topic":"Truth"},{"quote":"Truth is so obscure in these times, and falsehood so established, that, unless we love the truth, we cannot know it.","author":"Blaise Pascal","topic":"Truth"},{"quote":"Mom spent the time that she was supposed to be a kid actully raising children, her younger brother and younger sister. She was tough as nails and did not suffer fools at all. And the truth was she could not afford to. She spoke the truth, bluntly, directly, and without much varnish. I am her son.","author":"Chris Christie","topic":"Truth"},{"quote":"I am aware that a philosopher&#39;s ideas are not subject to the judgment of ordinary persons, because it is his endeavour to seek the truth in all things, to the extent permitted to human reason by God.","author":"Nicolaus Copernicus","topic":"Truth"},{"quote":"Friendship at first sight, like love at first sight, is said to be the only truth.","author":"Herman Melville","topic":"Truth"},{"quote":"The thing you fear most has no power. Your fear of it is what has the power. Facing the truth really will set you free.","author":"Oprah Winfrey","topic":"Truth"},{"quote":"All the truth in the world adds up to one big lie.","author":"Bob Dylan","topic":"Truth"},{"quote":"Truth, according to the Christian faith, is God&#39;s love for us in Jesus Christ. Therefore, truth is a relationship.","author":"Pope Francis","topic":"Truth"},{"quote":"But in truth, should I meet with gold or spices in great quantity, I shall remain till I collect as much as possible, and for this purpose I am proceeding solely in quest of them.","author":"Christopher Columbus","topic":"Truth"},{"quote":"The truth is I love being alive. And I love feeling free. So if I can&#39;t have those things then I feel like a caged animal and I&#39;d rather not be in a cage. I&#39;d rather be dead. And it&#39;s real simple. And I think it&#39;s not that uncommon.","author":"Angelina Jolie","topic":"Truth"},{"quote":"Myth and fairy-story must, as all art, reflect and contain in solution elements of moral and religious truth (or error), but not explicit, not in the known form of the primary &#39;real&#39; world.","author":"J. R. R. Tolkien","topic":"Truth"},{"quote":"Clarity and consistency are not enough: the quest for truth requires humility and effort.","author":"Tariq Ramadan","topic":"Truth"},{"quote":"New knowledge is the most valuable commodity on earth. The more truth we have to work with, the richer we become.","author":"Kurt Vonnegut","topic":"Truth"},{"quote":"In time of war, truth is always replaced by propaganda.","author":"Charles Lindbergh","topic":"Truth"},{"quote":"Legends die hard. They survive as truth rarely does.","author":"Helen Hayes","topic":"Truth"},{"quote":"And we should consider every day lost on which we have not danced at least once. And we should call every truth false which was not accompanied by at least one laugh.","author":"Friedrich Nietzsche","topic":"Truth"},{"quote":"The science of operations, as derived from mathematics more especially, is a science of itself, and has its own abstract truth and value.","author":"Ada Lovelace","topic":"Truth"},{"quote":"There are various eyes. Even the Sphinx has eyes: and as a result there are various truths, and as a result there is no truth.","author":"Friedrich Nietzsche","topic":"Truth"},{"quote":"Obama has no solutions. Obama has failed the country and its great citizens, and they don&#39;t like it when somebody such as myself speaks the truth about this - it hurts too much.","author":"Donald Trump","topic":"Truth"},{"quote":"There really can be no peace without justice. There can be no justice without truth. And there can be no truth, unless someone rises up to tell you the truth.","author":"Louis Farrakhan","topic":"Truth"},{"quote":"The sole and basic source of our strength is the solidarity of workers, peasants and the intelligentsia, the solidarity of the nation, the solidarity of people who seek to live in dignity, truth, and in harmony with their conscience.","author":"Lech Walesa","topic":"Truth"},{"quote":"What the imagination seizes as beauty must be truth.","author":"John Keats","topic":"Truth"},{"quote":"There are new words now that excuse everybody. Give me the good old days of heroes and villains, the people you can bravo or hiss. There was a truth to them that all the slick credulity of today cannot touch.","author":"Bette Davis","topic":"Truth"},{"quote":"You can&#39;t get there alone. People have to help you, and I do believe in karma. I believe in paybacks. You get people to help you by telling the truth, by being earnest.","author":"Randy Pausch","topic":"Truth"},{"quote":"To be afraid is to behave as if the truth were not true.","author":"Bayard Rustin","topic":"Truth"},{"quote":"The sad truth is that opportunity doesn&#39;t knock twice.","author":"Gloria Estefan","topic":"Truth"},{"quote":"Attempting to get at truth means rejecting stereotypes and cliches.","author":"Harold Evans","topic":"Truth"},{"quote":"There is another old poet whose name I do not now remember who said, &#39;Truth is the daughter of Time.&#39;","author":"Abraham Lincoln","topic":"Truth"},{"quote":"Dispassionate objectivity is itself a passion, for the real and for the truth.","author":"Abraham Maslow","topic":"Truth"},{"quote":"Myths and creeds are heroic struggles to comprehend the truth in the world.","author":"Ansel Adams","topic":"Truth"},{"quote":"The prosecution has to go with the evidence and the facts and tell the story as it happened. The defense has more creative freedom. All you have to do is look for a defense that works. But it doesn&#39;t have to be the truth. Sometimes you get lucky and it is, but sometimes you don&#39;t, and either way, it doesn&#39;t matter.","author":"Marcia Clark","topic":"Truth"},{"quote":"The smile on your face lets me know that you need me, there&#39;s a truth in your heart that says you&#39;ll never leave me, and the touch of your hand says you&#39;ll catch me whenever I fall.","author":"Alison Krauss","topic":"Truth"},{"quote":"It is the duty and high privilege of every human being to endeavor to improve himself. Effort at self-improvement is the definition sometimes given for religion. It may relate to our actions or to our convictions. In our actions we should aim at goodness; in our convictions, at truth.","author":"Joseph P. Bradley","topic":"Truth"},{"quote":"When you are joyous, look deep into your heart and you shall find it is only that which has given you sorrow that is giving you joy. When you are sorrowful look again in your heart, and you shall see that in truth you are weeping for that which has been your delight.","author":"Khalil Gibran","topic":"Truth"},{"quote":"Facts are many, but the truth is one.","author":"Rabindranath Tagore","topic":"Truth"},{"quote":"A liar begins with making falsehood appear like truth, and ends with making truth itself appear like falsehood.","author":"William Shenstone","topic":"Truth"},{"quote":"Peace if possible, truth at all costs.","author":"Martin Luther","topic":"Truth"},{"quote":"Your problem is how you are going to spend this one odd and precious life you have been issued. Whether you&#39;re going to spend it trying to look good and creating the illusion that you have power over people and circumstances, or whether you are going to taste it, enjoy it and find out the truth about who you are.","author":"Anne Lamott","topic":"Truth"},{"quote":"Never apologize for showing feeling. When you do so, you apologize for the truth.","author":"Benjamin Disraeli","topic":"Truth"},{"quote":"It&#39;s very easy to be judgmental until you know someone&#39;s truth.","author":"Kate Winslet","topic":"Truth"},{"quote":"If religion were true, its followers would not try to bludgeon their young into an artificial conformity; but would merely insist on their unbending quest for truth, irrespective of artificial backgrounds or practical consequences.","author":"H. P. Lovecraft","topic":"Truth"},{"quote":"The truth will set you free, but first it will make you miserable.","author":"James A. Garfield","topic":"Truth"},{"quote":"The truth is that men are tired of liberty.","author":"Benito Mussolini","topic":"Truth"},{"quote":"Truth is the daughter of time, and I feel no shame in being her midwife.","author":"Johannes Kepler","topic":"Truth"},{"quote":"Yesterday we obeyed kings and bent our necks before emperors. But today we kneel only to truth, follow only beauty, and obey only love.","author":"Khalil Gibran","topic":"Truth"},{"quote":"Gossip is called gossip because it&#39;s not always the truth.","author":"Justin Timberlake","topic":"Truth"},{"quote":"By and large, language is a tool for concealing the truth.","author":"George Carlin","topic":"Truth"},{"quote":"Fiction is the truth inside the lie.","author":"Stephen King","topic":"Truth"},{"quote":"In assisting his &#39;neighbour&#39; every day to the best of his ability, and keeping truth, honesty, and kindness perpetually before him, the Boy Scout, with as little formality as possible, is pleasing God.","author":"Robert Baden-Powell","topic":"Truth"},{"quote":"If I&#39;d written all the truth I knew for the past ten years, about 600 people - including me - would be rotting in prison cells from Rio to Seattle today. Absolute truth is a very rare and dangerous commodity in the context of professional journalism.","author":"Hunter S. Thompson","topic":"Truth"},{"quote":"The preservation of peace and the guaranteeing of man&#39;s basic freedoms and rights require courage and eternal vigilance: courage to speak and act - and if necessary, to suffer and die - for truth and justice; eternal vigilance, that the least transgression of international morality shall not go undetected and unremedied.","author":"Haile Selassie","topic":"Truth"},{"quote":"There are only two people who can tell you the truth about yourself - an enemy who has lost his temper and a friend who loves you dearly.","author":"Antisthenes","topic":"Truth"},{"quote":"We shall probably get nearest to the truth if we think of the conscious and personal psyche as resting upon the broad basis of an inherited and universal psychic disposition which is as such unconscious, and that our personal psyche bears the same relation to the collective psyche as the individual to society.","author":"Carl Jung","topic":"Truth"},{"quote":"In matters of truth and justice, there is no difference between large and small problems, for issues concerning the treatment of people are all the same.","author":"Albert Einstein","topic":"Truth"},{"quote":"The earth is supported by the power of truth; it is the power of truth that makes the sun shine and the winds blow; indeed all things rest upon truth.","author":"Chanakya","topic":"Truth"},{"quote":"Every legend, moreover, contains its residuum of truth, and the root function of language is to control the universe by describing it.","author":"James A. Baldwin","topic":"Truth"},{"quote":"Tragedy is like strong acid - it dissolves away all but the very gold of truth.","author":"D. H. Lawrence","topic":"Truth"},{"quote":"The opportunity to declare a truth may come when we least expect it. Let us be prepared.","author":"Thomas S. Monson","topic":"Truth"},{"quote":"How sweet the words of Truth, breathed from the lips of Love.","author":"James Beattie","topic":"Truth"},{"quote":"I am saddened by how people treat one another and how we are so shut off from one another and how we judge one another, when the truth is, we are all one connected thing. We are all from the same exact molecules.","author":"Ellen DeGeneres","topic":"Truth"},{"quote":"Trash talk? Smack talk? This is an American term that makes me laugh. I simply speak the truth. I&#39;m an Irish man.","author":"Conor McGregor","topic":"Truth"},{"quote":"Let&#39;s not be afraid to speak the common sense truth: you can&#39;t have high standards without good discipline.","author":"William Hague","topic":"Truth"},{"quote":"Sometimes people make it seem like you have to have certain prerequisites or a crazy life story in order to be successful in this world. But the truth is you really don&#39;t.","author":"Stephen Curry","topic":"Truth"},{"quote":"The best way to obtain truth and wisdom is not to ask from books, but to go to God in prayer, and obtain divine teaching.","author":"Joseph Smith, Jr.","topic":"Truth"},{"quote":"The key to wisdom is this - constant and frequent questioning, for by doubting we are led to question and by questioning we arrive at the truth.","author":"Peter Abelard","topic":"Truth"},{"quote":"Say not, &#39;I have found the truth,&#39; but rather, &#39;I have found a truth.&#39;","author":"Khalil Gibran","topic":"Truth"},{"quote":"Science is the search for truth, that is the effort to understand the world: it involves the rejection of bias, of dogma, of revelation, but not the rejection of morality.","author":"Linus Pauling","topic":"Truth"},{"quote":"Truth comes out in wine.","author":"Pliny the Elder","topic":"Truth"},{"quote":"If you seek truth you will not seek victory by dishonorable means, and if you find truth you will become invincible.","author":"Epictetus","topic":"Truth"},{"quote":"Representation of the world, like the world itself, is the work of men; they describe it from their own point of view, which they confuse with the absolute truth.","author":"Simone de Beauvoir","topic":"Truth"},{"quote":"Defending the truth is not something one does out of a sense of duty or to allay guilt complexes, but is a reward in itself.","author":"Simone de Beauvoir","topic":"Truth"},{"quote":"I am a lover of truth, a worshipper of freedom, a celebrant at the altar of language and purity and tolerance.","author":"Stephen Fry","topic":"Truth"},{"quote":"The truth is, your identity already has been stolen.","author":"Frank Abagnale","topic":"Truth"},{"quote":"Be truthful, nature only sides with truth.","author":"Adolf Loos","topic":"Truth"},{"quote":"So far as hypotheses are concerned, let no one expect anything certain from astronomy, which cannot furnish it, lest he accept as the truth ideas conceived for another purpose, and depart from this study a greater fool than when he entered it.","author":"Nicolaus Copernicus","topic":"Truth"},{"quote":"Wonder Woman, she&#39;s amazing. I love everything that she represents and everything that she stands for. She&#39;s all about love and compassion and truth and justice and equality, and she&#39;s a whole lot of woman.","author":"Gal Gadot","topic":"Truth"},{"quote":"Actually being funny is mostly telling the truth about things.","author":"Bernard Sahlins","topic":"Truth"},{"quote":"Marilyn Monroe wasn&#39;t even her real name, Charles Manson isn&#39;t his real name, and now, I&#39;m taking that to be my real name. But what&#39;s real? You can&#39;t find the truth, you just pick the lie you like the best.","author":"Marilyn Manson","topic":"Truth"},{"quote":"To me a real patriot is like a real friend. Who&#39;s your real friend? It&#39;s the person who tells you the truth. That&#39;s who my real friends are. So, you know, I think as far as our country goes, we need more people who will do that.","author":"Bill Maher","topic":"Truth"},{"quote":"Irony regards every simple truth as a challenge.","author":"Mason Cooley","topic":"Truth"},{"quote":"There are sadistic scientists who hurry to hunt down errors instead of establishing the truth.","author":"Marie Curie","topic":"Truth"},{"quote":"If now isn&#39;t a good time for the truth I don&#39;t see when we&#39;ll get to it.","author":"Nikki Giovanni","topic":"Truth"},{"quote":"Let the winds of evidence blow you about as though you are a leaf, with no direction of your own. Beware lest you fight a rearguard retreat against the evidence, grudgingly conceding each foot of ground only when forced, feeling cheated. Surrender to the truth as quickly as you can.","author":"Eliezer Yudkowsky","topic":"Truth"},{"quote":"A few observation and much reasoning lead to error; many observations and a little reasoning to truth.","author":"Alexis Carrel","topic":"Truth"},{"quote":"Ethnic prejudice has no place in sports, and baseball must recognize that truth if it is to maintain stature as a national game.","author":"Branch Rickey","topic":"Truth"},{"quote":"Everything takes me longer than I expect. It&#39;s the sad truth about life.","author":"Donna Tartt","topic":"Truth"},{"quote":"There can be no democracy without truth. There can be no truth without controversy, there can be no change without freedom. Without freedom there can be no progress.","author":"Andrew Young","topic":"Truth"},{"quote":"I believe that it is better to tell the truth than a lie. I believe it is better to be free than to be a slave. And I believe it is better to know than to be ignorant.","author":"H. L. Mencken","topic":"Truth"},{"quote":"Truth is stranger than fiction, but it is because Fiction is obliged to stick to possibilities; Truth isn&#39;t.","author":"Mark Twain","topic":"Truth"},{"quote":"Power is domination, control, and therefore a very selective form of truth which is a lie.","author":"Wole Soyinka","topic":"Truth"},{"quote":"I don&#39;t bill myself as an atheist but as a naturalist. Naturalism is a belief system. A lot of scientists bristle at that. We all have to believe we can find the truth. Evidence is my guide. I rely on observation, experimentation and verification.","author":"Greg Graffin","topic":"Truth"},{"quote":"If you do not tell the truth about yourself you cannot tell it about other people.","author":"Virginia Woolf","topic":"Truth"},{"quote":"One of the reasons people hate politics is that truth is rarely a politician&#39;s objective. Election and power are.","author":"Cal Thomas","topic":"Truth"},{"quote":"Humans believe so many lies because we aren&#39;t aware. We ignore the truth or we just don&#39;t see the truth. When we are educated, we accumulate a lot of knowledge, and all that knowledge is just like a wall of fog that doesn&#39;t allow us to perceive the truth, what really is.","author":"Don Miguel Ruiz","topic":"Truth"},{"quote":"It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife.","author":"Jane Austen","topic":"Truth"},{"quote":"It is in our idleness, in our dreams, that the submerged truth sometimes comes to the top.","author":"Virginia Woolf","topic":"Truth"},{"quote":"Whatever satisfies the soul is truth.","author":"Walt Whitman","topic":"Truth"},{"quote":"The opposite of a fact is falsehood, but the opposite of one profound truth may very well be another profound truth.","author":"Niels Bohr","topic":"Truth"},{"quote":"The Bible is one of the greatest blessings bestowed by God on the children of men. It has God for its author; salvation for its end, and truth without any mixture for its matter. It is all pure.","author":"John Locke","topic":"Truth"},{"quote":"The words of truth are always paradoxical.","author":"Lao Tzu","topic":"Truth"},{"quote":"Truth is always strange, stranger than fiction.","author":"Lord Byron","topic":"Truth"},{"quote":"Your aim as a photographer is to get a picture of that person that means something. Portraits aren&#39;t fantasies; they need to tell a truth.","author":"Tim Walker","topic":"Truth"},{"quote":"There are very few human beings who receive the truth, complete and staggering, by instant illumination. Most of them acquire it fragment by fragment, on a small scale, by successive developments, cellularly, like a laborious mosaic.","author":"Anais Nin","topic":"Truth"},{"quote":"I have been thinking that I would make a proposition to my Republican friends... that if they will stop telling lies about the Democrats, we will stop telling the truth about them.","author":"Adlai E. Stevenson","topic":"Truth"},{"quote":"Hip-hop reflects the truth, and the problem is that hip-hop exposes a lot of the negative truth that society tries to conceal. It&#39;s a platform where we could offer information, but it&#39;s also an escape.","author":"Busta Rhymes","topic":"Truth"},{"quote":"He who seeks truth shall find beauty. He who seeks beauty shall find vanity. He who seeks order shall find gratification. He who seeks gratification shall be disappointed. He who considers himself the servant of his fellow beings shall find the joy of self-expression. He who seeks self-expression shall fall into the pit of arrogance.","author":"Moshe Safdie","topic":"Truth"},{"quote":"Our cause is just, and the might of Korea that is united with truth is infinite.","author":"Kim Jong-un","topic":"Truth"},{"quote":"But the attitude of faith is to let go, and become open to truth, whatever it might turn out to be.","author":"Alan Watts","topic":"Truth"},{"quote":"The possession of arbitrary power has always, the world over, tended irresistibly to destroy humane sensibility, magnanimity, and truth.","author":"Frederick Law Olmsted","topic":"Truth"},{"quote":"Memory is a complicated thing, a relative to truth, but not its twin.","author":"Barbara Kingsolver","topic":"Truth"},{"quote":"Every truth has two sides; it is as well to look at both, before we commit ourselves to either.","author":"Aesop","topic":"Truth"},{"quote":"A lot of country music is sad. I think most art comes out of poverty and hard times. It applies to music. Three chords and the truth - that&#39;s what a country song is. There is a lot of heartache in the world.","author":"Willie Nelson","topic":"Truth"},{"quote":"I tore myself away from the safe comfort of certainties through my love for truth - and truth rewarded me.","author":"Simone de Beauvoir","topic":"Truth"},{"quote":"It&#39;s so essential to happiness to speak your truth out loud - because this sharing of your core pain is what creates a necessary healing shift - from negative beliefs about the world - to positive beliefs - and frees you up to be able to fully view life with meaning, purpose and connection with others.","author":"Karen Salmansohn","topic":"Truth"},{"quote":"I was very candid in my book because I want people to know the truth... and that people can change for the better.","author":"Glen Campbell","topic":"Truth"},{"quote":"Let us hold our discussion together in our own persons, making trial of the truth and of ourselves.","author":"Protagoras","topic":"Truth"},{"quote":"Truth is mysterious, elusive, always to be conquered. Liberty is dangerous, as hard to live with as it is elating. We must march toward these two goals, painfully but resolutely, certain in advance of our failings on so long a road.","author":"Albert Camus","topic":"Truth"},{"quote":"Truth cannot be brought down; rather, the individual must make the effort to ascend to it. You cannot bring the mountaintop to the valley. If you would attain to the mountaintop, you must pass through the valley, climb the steeps, unafraid of the dangerous precipices.","author":"Jiddu Krishnamurti","topic":"Truth"},{"quote":"Most people don&#39;t care if you&#39;re telling them the truth or if you&#39;re telling them a lie, as long as they&#39;re entertained by it. You find that out really fast.","author":"Tom Waits","topic":"Truth"},{"quote":"I&#39;m not a tough guy. I&#39;m just delivering the truth and only the truth and if you can&#39;t deal with it, too bad.","author":"Kevin O'Leary","topic":"Truth"},{"quote":"I chose to pursue a career in physics because there the truth isn&#39;t so easily bent.","author":"Angela Merkel","topic":"Truth"},{"quote":"Unemployment is sky-rocketing; deflation is in our future for the first time since the Great Depression. I don&#39;t care whose fault it is, it&#39;s the truth.","author":"John Mellencamp","topic":"Truth"},{"quote":"It is proof of a base and low mind for one to wish to think with the masses or majority, merely because the majority is the majority. Truth does not change because it is, or is not, believed by a majority of the people.","author":"Giordano Bruno","topic":"Truth"},{"quote":"The truth is that you shouldn&#39;t match your insides to other people&#39;s outsides. Life is an inside job, and we just have to do our best.","author":"Sia","topic":"Truth"},{"quote":"Matangi&#39;s mantra is aim, which is MIA backwards. She fights for freedom of speech and stands for truth, and lives in the ghetto because her dad was the first person in Hindu mythology who came from the &#39;hood, but had gained enlightenment through not being a Brahmin.","author":"M.I.A.","topic":"Truth"},{"quote":"Truth be told, I&#39;m much more comfortable in a pair of hiking boots or with a rack of climbing gear than in front of a laptop.","author":"Mark Udall","topic":"Truth"},{"quote":"Everyone who knows me will know the truth, which is that my children come first in my life and that I would never harm any child.","author":"Michael Jackson","topic":"Truth"},{"quote":"We swallow greedily any lie that flatters us, but we sip only little by little at a truth we find bitter.","author":"Denis Diderot","topic":"Truth"},{"quote":"Truth is the cry of all, but the game of few.","author":"George Berkeley","topic":"Truth"},{"quote":"If you ever face a significant disaster, do your best to keep up the spirits of those around you, act flexibly and creatively to help, try to sort rumors from truth, and remember that the decisions you make will have repercussions after the disaster has passed.","author":"Sheri Fink","topic":"Truth"},{"quote":"Men occasionally stumble over the truth, but most of them pick themselves up and hurry off as if nothing had happened.","author":"Winston Churchill","topic":"Truth"},{"quote":"Do not love leisure. Waste not a minute. Be bold. Realize the Truth, here and now!","author":"Swami Sivananda","topic":"Truth"},{"quote":"Given the scale of trauma caused by the genocide, Rwanda has indicated that however thin the hope of a community can be, a hero always emerges. Although no one can dare claim that it is now a perfect state, and that no more work is needed, Rwanda has risen from the ashes as a model or truth and reconciliation.","author":"Wole Soyinka","topic":"Truth"},{"quote":"If you&#39;re going to tell people the truth, be funny or they&#39;ll kill you.","author":"Billy Wilder","topic":"Truth"},{"quote":"I am sorry to think that you do not get a man&#39;s most effective criticism until you provoke him. Severe truth is expressed with some bitterness.","author":"Henry David Thoreau","topic":"Truth"},{"quote":"A taste for truth at any cost is a passion which spares nothing.","author":"Albert Camus","topic":"Truth"},{"quote":"Truth that is not undergirded by love makes the truth obnoxious and the possessor of it repulsive.","author":"Ravi Zacharias","topic":"Truth"},{"quote":"There are also two kinds of truths: truth of reasoning and truths of fact. Truths of reasoning are necessary and their opposite is impossible; those of fact are contingent and their opposite is possible.","author":"Gottfried Leibniz","topic":"Truth"},{"quote":"The truth is that entrepreneurship is more like a roller coaster ride than a cruise.","author":"Vivek Wadhwa","topic":"Truth"},{"quote":"Love is the only reality and it is not a mere sentiment. It is the ultimate truth that lies at the heart of creation.","author":"Rabindranath Tagore","topic":"Truth"},{"quote":"Everything you add to the truth subtracts from the truth.","author":"Aleksandr Solzhenitsyn","topic":"Truth"},{"quote":"When one lives in a society where people can no longer rely on the institutions to tell them the truth, the truth must come from culture and art.","author":"John Trudell","topic":"Truth"},{"quote":"I have been known for some time as a person who speaks the truth and speaks it strongly. I have always called a liar a liar and a hypocrite a hypocrite.","author":"Cindy Sheehan","topic":"Truth"},{"quote":"It is the nature of truth in general, as of some ores in particular, to be richest when most superficial.","author":"Edgar Allan Poe","topic":"Truth"},{"quote":"Life is about, every single day, getting up to manifest your truth.","author":"Cory Booker","topic":"Truth"},{"quote":"Until we have a better relationship between private performance and the public truth, as was demonstrated with Watergate, we as the public are absolutely right to remain suspicious, contemptuous even, of the secrecy and the misinformation which is the digest of our news.","author":"John le Carre","topic":"Truth"},{"quote":"I wrote a song several years ago while I was in college called &#39;Muscadine Wine.&#39; I really didn&#39;t know if it had potential or not, if it was good or bad or what. I played it for my roommates - who I played ball with - one night, and I knew they would tell me the truth. They loved it, and that encouraged me.","author":"Sam Hunt","topic":"Truth"},{"quote":"Truth is a hard deer to hunt. If you eat too much truth at once, you may die of the truth.","author":"Stephen Vincent Benet","topic":"Truth"},{"quote":"There is something very utopian about what I do. But utopia is nothing more than a truth that the world is not yet ready to hear.","author":"Yann Arthus-Bertrand","topic":"Truth"},{"quote":"Where all is but dream, reasoning and arguments are of no use, truth and knowledge nothing.","author":"John Locke","topic":"Truth"},{"quote":"No human being is constituted to know the truth, the whole truth, and nothing but the truth; and even the best of men must be content with fragments, with partial glimpses, never the full fruition.","author":"William Osler","topic":"Truth"},{"quote":"The truth is that I don&#39;t have a favourite goal. I remember important goals more than I do favourite goals, like goals in the Champions League where I had the opportunity to have scored in both finals I have played in. Finals in the World Cup or Copa del Rey are the ones that have stayed with me for longer or that I remember more.","author":"Lionel Messi","topic":"Truth"},{"quote":"Accusations fit on a bumper sticker; the truth takes longer.","author":"Michael Hayden","topic":"Truth"},{"quote":"Truth in drama is forever elusive. You never quite find it, but the search for it is compulsive. The search is clearly what drives the endeavour. The search is your task.","author":"Harold Pinter","topic":"Truth"},{"quote":"You believe happiness to be derived from the place in which once you have been happy, but in truth it is centered in ourselves.","author":"Franz Schubert","topic":"Truth"},{"quote":"Any fool knows that bravado is always a cover-up for insecurity. That&#39;s the truth. And on that note, I&#39;ll say goodnight. God love you.","author":"Bobby Darin","topic":"Truth"},{"quote":"One may sometimes tell a lie, but the grimace that accompanies it tells the truth.","author":"Friedrich Nietzsche","topic":"Truth"},{"quote":"Facts are stubborn things.","author":"Ronald Reagan","topic":"Truth"},{"quote":"How can sincerity be a condition of friendship? A taste for truth at any cost is a passion which spares nothing.","author":"Albert Camus","topic":"Truth"},{"quote":"My people are going to learn the principles of democracy, the dictates of truth and the teachings of science. Superstition must go.","author":"Mustafa Kemal Ataturk","topic":"Truth"},{"quote":"Truth is always served by great minds, even if they fight it.","author":"Jean Rostand","topic":"Truth"},{"quote":"In truth, the world is now a seamless web from which no nation, large or small, young or old, can disassociate itself. Every attitude and every action of every nation can affect the welfare and security of every other nation around the globe.","author":"Robert Kennedy","topic":"Truth"},{"quote":"Children say that people are hung sometimes for speaking the truth.","author":"Joan of Arc","topic":"Truth"},{"quote":"Everybody now admits that apartheid was wrong, and all I did was tell the people who wanted to know where I come from how we lived in South Africa. I just told the world the truth. And if my truth then becomes political, I can&#39;t do anything about that.","author":"Miriam Makeba","topic":"Truth"},{"quote":"Fiction reveals truth that reality obscures.","author":"Ralph Waldo Emerson","topic":"Truth"},{"quote":"Tell the truth, but tell it slant.","author":"Emily Dickinson","topic":"Truth"},{"quote":"Your experiences will be yours alone. But truth and best friendship will rarely if ever disappoint you.","author":"Anne Lamott","topic":"Truth"},{"quote":"Time is the father of truth, its mother is our mind.","author":"Giordano Bruno","topic":"Truth"},{"quote":"War is wrong. Conscription for war is inconsistent with freedom of conscience, which is not merely the right to believe but to act on the degree of truth that one receives, to follow a vocation which is God-inspired and God-directed.","author":"Bayard Rustin","topic":"Truth"},{"quote":"Happiness is spiritual, born of truth and love. It is unselfish; therefore it cannot exist alone, but requires all mankind to share it.","author":"Mary Baker Eddy","topic":"Truth"},{"quote":"Every single immigrant we have, undocumented or documented, is a future American. That&#39;s just the truth of it.","author":"Junot Diaz","topic":"Truth"},{"quote":"The truth is, I&#39;m proud of the life I&#39;ve lived so far, and though I&#39;ve made my share of mistakes, I have no regrets.","author":"Carly Fiorina","topic":"Truth"},{"quote":"I am not afraid of the pen, or the scaffold, or the sword. I will tell the truth wherever I please.","author":"Mother Jones","topic":"Truth"},{"quote":"John Muir, the famous naturalist, wrote in his journal that you should never go to Alaska as a young man because you&#39;ll never be satisfied with any other place as long as you live. And there&#39;s a lot of truth to that.","author":"Tom Bodett","topic":"Truth"},{"quote":"Learning is always rebellion... Every bit of new truth discovered is revolutionary to what was believed before.","author":"Margaret Lee Runbeck","topic":"Truth"},{"quote":"Let us rise in the moral power of womanhood; and give utterance to the voice of outraged mercy, and insulted justice, and eternal truth, and mighty love and holy freedom.","author":"Maria Weston Chapman","topic":"Truth"},{"quote":"It is good to express a thing twice right at the outset and so to give it a right foot and also a left one. Truth can surely stand on one leg, but with two it will be able to walk and get around.","author":"Friedrich Nietzsche","topic":"Truth"},{"quote":"Not being known doesn&#39;t stop the truth from being true.","author":"Richard Bach","topic":"Truth"},{"quote":"The influence of &#39;Hidden Fortress&#39; comes up a lot because it was printed in a book once. The truth is, the only thing I was inspired by was the fact that it&#39;s told from the point of view of two peasants, who get mixed up with a samurai and princess and a lot of very high-level people.","author":"George Lucas","topic":"Truth"},{"quote":"A memoir forces me to stop and remember carefully. It is an exercise in truth. In a memoir, I look at myself, my life, and the people I love the most in the mirror of the blank screen. In a memoir, feelings are more important than facts, and to write honestly, I have to confront my demons.","author":"Isabel Allende","topic":"Truth"},{"quote":"The truth doesn&#39;t have to do with cruelty, the truth has to do with mercy.","author":"Ken Kesey","topic":"Truth"},{"quote":"Real intimacy depends on truth - lovingly told - especially in the bedroom.","author":"Joyce Brothers","topic":"Truth"},{"quote":"The whole point of the kingdom of God is Jesus has come to bear witness to the true truth, which is nonviolent. When God wants to take charge of the world, he doesn&#39;t send in the tanks. He sends in the poor and the meek.","author":"N. T. Wright","topic":"Truth"},{"quote":"Truth is strong, and sometime or other will prevail.","author":"Mary Astell","topic":"Truth"},{"quote":"I have discovered the art of deceiving diplomats. I tell them the truth and they never believe me.","author":"Camillo di Cavour","topic":"Truth"},{"quote":"The truth is found when men are free to pursue it.","author":"Franklin D. Roosevelt","topic":"Truth"},{"quote":"The spirit of truth and the spirit of freedom - these are the pillars of society.","author":"Henrik Ibsen","topic":"Truth"},{"quote":"People where we come from hear so many lies that the truth stands out like a sore thumb.","author":"Eazy-E","topic":"Truth"},{"quote":"Infinite love is the only truth. Everything else is illusion.","author":"David Icke","topic":"Truth"},{"quote":"As for the men in power, they are so anxious to establish the myth of infallibility that they do their utmost to ignore truth.","author":"Boris Pasternak","topic":"Truth"},{"quote":"What I&#39;ve found - and the older I get, the more I understand this and stand behind it - is, my whole life has been an exploration of telling the truth. It&#39;s scary to be truthful, and it&#39;s scary to reveal yourself, and I&#39;m very attracted to doing things that scare me.","author":"Jane Wiedlin","topic":"Truth"},{"quote":"Violence does, in truth, recoil upon the violent, and the schemer falls into the pit which he digs for another.","author":"Arthur Conan Doyle","topic":"Truth"},{"quote":"The truth is that intelligence, knowledge, and domain expertise are vastly overrated as the driving forces behind competitive advantage and sustainable success.","author":"Patrick Lencioni","topic":"Truth"},{"quote":"There must be possible a fiction which, leaving sociology and case histories to the scientists, can arrive at the truth about the human condition, here and now, with all the bright magic of the fairy tale.","author":"Ralph Ellison","topic":"Truth"},{"quote":"The harsh truth is, most red-haired men look like blondes who&#39;ve spoiled from lack of refrigeration. They look like brown-haired men who&#39;ve been composted out behind the barn. Yet that same pigmentation that on a man can resemble leaf mold or junkyard rust, a woman wears like a tiara of rubies.","author":"Tom Robbins","topic":"Truth"},{"quote":"A wisely chosen illustration is almost essential to fasten the truth upon the ordinary mind, and no teacher can afford to neglect this part of his preparation.","author":"Howard Crosby","topic":"Truth"},{"quote":"I don&#39;t want happy-face conclusions. I want the truth.","author":"Elizabeth Warren","topic":"Truth"},{"quote":"People don&#39;t throw your bags out of windows because of lies; they throw them out because of the truth.","author":"Russell Brand","topic":"Truth"},{"quote":"What&#39;s interesting about books that take place in the future, even twenty years in the future, is that many of them are black or white: It&#39;s either a utopia or it&#39;s misery. The real truth is that there&#39;s going to be both things in any future, just like there is now.","author":"Albert Brooks","topic":"Truth"},{"quote":"The sad truth is that excellence makes people nervous.","author":"Shana Alexander","topic":"Truth"},{"quote":"At the end of the day, I believe truth is stronger than any lie that&#39;s out there.","author":"Ray Nagin","topic":"Truth"},{"quote":"I talk about the gods, I am an atheist. But I am an artist too, and therefore a liar. Distrust everything I say. I am telling the truth.","author":"Ursula K. Le Guin","topic":"Truth"},{"quote":"My dad raised me with some good advice: &#39;Always tell the truth. Always shoot from the hip. You might not have many friends, but you&#39;ll never have enemies, because people will always know where you&#39;re coming from.&#39;","author":"Pink","topic":"Truth"},{"quote":"A scientific truth does not triumph by convincing its opponents and making them see the light, but rather because its opponents eventually die and a new generation grows up that is familiar with it.","author":"Max Planck","topic":"Truth"},{"quote":"A good man often appears gauche simply because he does not take advantage of the myriad mean little chances of making himself look stylish. Preferring truth to form, he is not constantly at work upon the facade of his appearance.","author":"Alanis Morissette","topic":"Truth"},{"quote":"There is not a truth existing which I fear... or would wish unknown to the whole world.","author":"Thomas Jefferson","topic":"Truth"},{"quote":"You shall know the truth, and the truth shall make you mad.","author":"Aldous Huxley","topic":"Truth"},{"quote":"A thought transfixed me: for the first time in my life, I saw the truth as it is set into song by so many poets, proclaimed as the final wisdom by so many thinkers. The truth - that love is the ultimate and the highest goal to which man can aspire.","author":"Viktor E. Frankl","topic":"Truth"},{"quote":"The history of science shows that theories are perishable. With every new truth that is revealed we get a better understanding of Nature and our conceptions and views are modified.","author":"Nikola Tesla","topic":"Truth"},{"quote":"There is nothing more deceptive than an obvious fact.","author":"Arthur Conan Doyle","topic":"Truth"},{"quote":"When truth has no burning, then it is philosophy, when it gets burning from the heart, it becomes poetry.","author":"Muhammad Iqbal","topic":"Truth"},{"quote":"Truth is confirmed by inspection and delay; falsehood by haste and uncertainty.","author":"Tacitus","topic":"Truth"},{"quote":"There&#39;s a gap somehow between empathy and activism. Rev. Dr. Martin Luther King, Jr. spoke of &#39;soul force&#39; - something that emanates from a deep truth inside of us and empowers us to act. Once you identify your inner genius, you will be able to take action, whether it&#39;s writing a check or digging a well.","author":"Sue Monk Kidd","topic":"Truth"},{"quote":"When you&#39;re caught up in the storm or, you know, just the turmoil of everything that there is another side and you do get through it. And you know, just standing by the truth and doing the right thing.","author":"Amber Frey","topic":"Truth"},{"quote":"Art is the lie that enables us to realize the truth.","author":"Pablo Picasso","topic":"Truth"},{"quote":"Of life&#39;s two chief prizes, beauty and truth, I found the first in a loving heart and the second in a laborer&#39;s hand.","author":"Khalil Gibran","topic":"Truth"},{"quote":"The truth is, I often like women. I like their unconventionality. I like their completeness. I like their anonymity.","author":"Virginia Woolf","topic":"Truth"},{"quote":"You will find truth more quickly through delight than gravity. Let out a little more string on your kite.","author":"Alan Cohen","topic":"Truth"},{"quote":"We have art in order not to die of the truth.","author":"Friedrich Nietzsche","topic":"Truth"},{"quote":"The absurd is the essential concept and the first truth.","author":"Albert Camus","topic":"Truth"},{"quote":"I told my wife the truth. I told her I was seeing a psychiatrist. Then she told me the truth: that she was seeing a psychiatrist, two plumbers, and a bartender.","author":"Rodney Dangerfield","topic":"Truth"},{"quote":"Without accepting the fact that everything changes, we cannot find perfect composure. Unfortunately, although it is true, it is difficult for us to accept it. Because we cannot accept the truth of transience, we suffer.","author":"Shunryu Suzuki","topic":"Truth"},{"quote":"It is hard to believe that a man is telling the truth when you know that you would lie if you were in his place.","author":"H. L. Mencken","topic":"Truth"},{"quote":"All your life, you live so close to truth, it becomes a permanent blur in the corner of your eye. And when something nudges it into outline, it is like being ambushed by a grotesque.","author":"Tom Stoppard","topic":"Truth"},{"quote":"Everything will line up perfectly when knowing and living the truth becomes more important than looking good.","author":"Alan Cohen","topic":"Truth"},{"quote":"Getting rid of a delusion makes us wiser than getting hold of a truth.","author":"Ludwig Borne","topic":"Truth"},{"quote":"That I am not a member of any Christian church is true; but I have never denied the truth of the Scriptures, and I have never spoken with intentional disrespect of religion in general, or of any denomination of Christians in particular.","author":"Abraham Lincoln","topic":"Truth"},{"quote":"Time is money says the proverb, but turn it around and you get a precious truth. Money is time.","author":"George Gissing","topic":"Truth"},{"quote":"My religion is based on truth and non-violence. Truth is my God. Non-violence is the means of realising Him.","author":"Mahatma Gandhi","topic":"Truth"},{"quote":"Don&#39;t let your special character and values, the secret that you know and no one else does, the truth - don&#39;t let that get swallowed up by the great chewing complacency.","author":"Aesop","topic":"Truth"},{"quote":"It&#39;s in the history books, the Holocaust. It&#39;s just a phrase. And the truth is it happened yesterday. It happened to my mother. I never met my grandmothers or my grandfathers. They were all wiped up in the gas chambers of Nazi Germany.","author":"Gene Simmons","topic":"Truth"},{"quote":"I guess rumors are more exciting than the truth.","author":"Venus Williams","topic":"Truth"},{"quote":"You don&#39;t have to be scared of me, because I am loyal. Why are people so scared of creative ideas and so scared of truth? All I want to do is do good.","author":"Kanye West","topic":"Truth"},{"quote":"The truth is a snare: you cannot have it, without being caught. You cannot have the truth in such a way that you catch it, but only in such a way that it catches you.","author":"Soren Kierkegaard","topic":"Truth"},{"quote":"I hate newspapermen. They come into camp and pick up their camp rumors and print them as facts. I regard them as spies, which, in truth, they are.","author":"William Tecumseh Sherman","topic":"Truth"},{"quote":"Any truth is better than indefinite doubt.","author":"Arthur Conan Doyle","topic":"Truth"},{"quote":"Postmodernism was a reaction to modernism. Where modernism was about objectivity, postmodernism was about subjectivity. Where modernism sought a singular truth, postmodernism sought the multiplicity of truths.","author":"Miguel Syjuco","topic":"Truth"},{"quote":"Without accepting the fact that everything changes, we cannot find perfect composure. But unfortunately, although it is true, it is difficult for us to accept it. Because we cannot accept the truth of transience, we suffer.","author":"Shunryu Suzuki","topic":"Truth"},{"quote":"It is only a man&#39;s own fundamental thoughts that have truth and life in them. For it is these that he really and completely understands. To read the thoughts of others is like taking the remains of someone else&#39;s meal, like putting on the discarded clothes of a stranger.","author":"Arthur Schopenhauer","topic":"Truth"},{"quote":"I have nothing new to teach the world. Truth and Non-violence are as old as the hills. All I have done is to try experiments in both on as vast a scale as I could.","author":"Mahatma Gandhi","topic":"Truth"},{"quote":"Exaggeration is truth that has lost its temper.","author":"Khalil Gibran","topic":"Truth"},{"quote":"We&#39;ve used up a lot of bullets. And we talk about stimulus. But the truth is, we&#39;re running a federal deficit that&#39;s 9 percent of GDP. That is stimulative as all get out. It&#39;s more stimulative than any policy we&#39;ve followed since World War II.","author":"Warren Buffett","topic":"Truth"},{"quote":"Yet it is in our idleness, in our dreams, that the submerged truth sometimes comes to the top.","author":"Virginia Woolf","topic":"Truth"},{"quote":"There&#39;s no truth anymore.","author":"Johnny Depp","topic":"Truth"},{"quote":"We cannot know the whole truth, which belongs to God alone, but our task nevertheless is to seek to know what is true. And if we offend gravely enough against what we know to be true, as by failing badly enough to deal affectionately and responsibly with our land and our neighbors, truth will retaliate with ugliness, poverty, and disease.","author":"Wendell Berry","topic":"Truth"},{"quote":"I had a period when I was sixteen where I started to get a big head. I was going through puberty, and I was nominated for an Academy Award. My head got inflated. My friends were the real ones who said, &#39;You&#39;re acting different.&#39; But the truth is that I don&#39;t need that, because I don&#39;t get out of hand.","author":"Leonardo DiCaprio","topic":"Truth"},{"quote":"I&#39;m always pursuing the next dream, hunting for the next truth.","author":"Stanley Kramer","topic":"Truth"},{"quote":"In wartime, truth is so precious that she should always be attended by a bodyguard of lies.","author":"Winston Churchill","topic":"Truth"},{"quote":"Nothing is beautiful, only man: on this piece of naivete rests all aesthetics, it is the first truth of aesthetics. Let us immediately add its second: nothing is ugly but degenerate man - the domain of aesthetic judgment is therewith defined.","author":"Friedrich Nietzsche","topic":"Truth"},{"quote":"If you shut up truth, and bury it underground, it will but grow.","author":"Emile Zola","topic":"Truth"},{"quote":"We should not pretend to understand the world only by the intellect. The judgement of the intellect is only part of the truth.","author":"Carl Jung","topic":"Truth"},{"quote":"Truth is something which can&#39;t be told in a few words. Those who simplify the universe only reduce the expansion of its meaning.","author":"Anais Nin","topic":"Truth"},{"quote":"As an atheist, I am angry that we live in a society in which the plain truth cannot be spoken without offending 90% of the population.","author":"Sam Harris","topic":"Truth"},{"quote":"I&#39;m one of those people you hate because of genetics. It&#39;s the truth.","author":"Brad Pitt","topic":"Truth"},{"quote":"Mention the gothic, and many readers will probably picture gloomy castles and an assortment of sinister Victoriana. However, the truth is that the gothic genre has continued to flourish and evolve since the days of Bram Stoker, producing some of its most interesting and accomplished examples in the 20th century - in literature, film and beyond.","author":"Carlos Ruiz Zafon","topic":"Truth"},{"quote":"We live in an age where there is a firehose of information, and there is no hierarchy of what is important and what is not. Where the truth is often fashioned through a variety of digital means. Are you your avatar? Who are you in social media? What face do you turn toward the world? How much does it have in common with who you actually are?","author":"David Carr","topic":"Truth"},{"quote":"Like all dreamers, I mistook disenchantment for truth.","author":"Jean-Paul Sartre","topic":"Truth"},{"quote":"Man has throughout the ages been seeking something beyond himself, beyond material welfare - something we call truth or God or reality, a timeless state - something that cannot be disturbed by circumstances, by thought or by human corruption.","author":"Jiddu Krishnamurti","topic":"Truth"},{"quote":"The single overriding objective in wellness is creating constant personal renewal where we recognize and act on the truth that each day is a miraculous gift, and our job is to untie the ribbons. That&#39;s the Law of Esprit: living life with joy.","author":"Greg Anderson","topic":"Truth"},{"quote":"They say death and taxes are the only things that are inevitable. The truth is, you can not pay your taxes. I&#39;ve done it, and there&#39;s consequences, but it can be done. Death you&#39;re not going to get out of, and you kind of got to deal with it.","author":"Steve Earle","topic":"Truth"},{"quote":"He who does not bellow the truth when he knows the truth makes himself the accomplice of liars and forgers.","author":"Charles Peguy","topic":"Truth"},{"quote":"The earth is such a voluminous, sparse, wild place that has its own rhythm that human beings try to control and strategize our way around, but the truth is, if you&#39;re out someplace like the ocean on a capsized boat, it doesn&#39;t matter if you have academic degrees, or if you&#39;re a martial-arts ninja. Nature is a bigger force than you.","author":"Rachael Taylor","topic":"Truth"},{"quote":"The thing about stereotypes as we all know, there is often truth in them, but it&#39;s almost always a partial truth.","author":"Alex Tizon","topic":"Truth"},{"quote":"I was bold in the pursuit of knowledge, never fearing to follow truth and reason to whatever results they led, and bearding every authority which stood in their way.","author":"Thomas Jefferson","topic":"Truth"},{"quote":"Expectations are a form of first-class truth: If people believe it, it&#39;s true.","author":"Bill Gates","topic":"Truth"},{"quote":"The essential truth is that sometimes you&#39;re worried that they&#39;ll find out it&#39;s a fluke, that you don&#39;t really have it. You&#39;ve lost the muse or - the worst dread - you never had it at all. I went through all that madness early on.","author":"Robin Williams","topic":"Truth"},{"quote":"I&#39;ve been called a recluse. There&#39;s definitely truth in that. I like to spend time alone.","author":"Kendrick Lamar","topic":"Truth"},{"quote":"The water in a vessel is sparkling; the water in the sea is dark. The small truth has words which are clear; the great truth has great silence.","author":"Rabindranath Tagore","topic":"Truth"},{"quote":"There is nothing so powerful as truth, and often nothing so strange.","author":"Daniel Webster","topic":"Truth"},{"quote":"I am a lover of truth; and if you think of truth as being multifaceted and so huge that we human beings can&#39;t fully comprehend it, then obviously it makes sense to put all the facts together - to compare disciplines and try to advance the sum of knowledge by exploration and examination.","author":"Susan Howatch","topic":"Truth"},{"quote":"I have a theory that the truth is never told during the nine-to-five hours.","author":"Hunter S. Thompson","topic":"Truth"},{"quote":"There are only two ways of telling the complete truth - anonymously and posthumously.","author":"Thomas Sowell","topic":"Truth"},{"quote":"To what greater inspiration and counsel can we turn than to the imperishable truth to be found in this treasure house, the Bible?","author":"Queen Elizabeth II","topic":"Truth"},{"quote":"The intellectual power is never at rest; it is never satisfied with any comprehended truth, but ever proceeds on and on towards that truth which is not comprehended. So also the will, which follows the apprehension; we see that it is never satisfied with anything finite.","author":"Giordano Bruno","topic":"Truth"},{"quote":"Competence, like truth, beauty, and contact lenses, is in the eye of the beholder.","author":"Laurence J. Peter","topic":"Truth"},{"quote":"I have been given the authority over you, and I am not the best of you. If I do well, help me; and if I do wrong, set me right. Sincere regard for truth.","author":"Abu Bakr","topic":"Truth"},{"quote":"Truth is mighty and will prevail. There is nothing wrong with this, except that it ain&#39;t so.","author":"Mark Twain","topic":"Truth"},{"quote":"Truth is beautiful, without doubt; but so are lies.","author":"Ralph Waldo Emerson","topic":"Truth"},{"quote":"All truth is simple... is that not doubly a lie?","author":"Friedrich Nietzsche","topic":"Truth"},{"quote":"The immediate future is going to be tragic for all of us unless we find a way of making the vast educational resources of this country serve the true purpose of education, truth and justice.","author":"Anne Sullivan","topic":"Truth"},{"quote":"I preach there are all kinds of truth, your truth and somebody else&#39;s. But behind all of them there is only one truth and that is that there&#39;s no truth.","author":"Flannery O'Connor","topic":"Truth"},{"quote":"Quick condemnation of all that is not ours, of views with which we disagree, of ideas that do not attract us, is the sign of a narrow mind, of an uncultivated intelligence. Bigotry is always ignorant, and the wise boy, who will become the wise man, tries to understand and to see the truth in ideas with which he does not agree.","author":"Annie Besant","topic":"Truth"},{"quote":"Truth is a thing immortal and perpetual, and it gives to us a beauty that fades not away in time.","author":"Frank Norris","topic":"Truth"},{"quote":"Once you go inside and weed through the muck, you will find the real beauty, the truth about yourself.","author":"Lindsay Wagner","topic":"Truth"},{"quote":"You never monkey with the truth.","author":"Ben Bradlee","topic":"Truth"},{"quote":"Speak the truth, and all things alive or brute are vouchers, and the very roots of the grass underground there, do seem to stir and move to bear you witness.","author":"Ralph Waldo Emerson","topic":"Truth"},{"quote":"Truth is a pathless land.","author":"Jiddu Krishnamurti","topic":"Truth"},{"quote":"What is the essence of theosophy? It is the fact that man, being himself divine, can know the divinity whose life he shares. As an inevitable corollary to this supreme truth comes the fact of the brotherhood of man.","author":"Annie Besant","topic":"Truth"},{"quote":"We&#39;ve had a major shift in what truth is and where it comes from. We&#39;ve gone from being God-centered to self-centered, from being objective to being subjective, and from being internal to external.","author":"Josh McDowell","topic":"Truth"},{"quote":"Truth made you a traitor as it often does in a time of scoundrels.","author":"Lillian Hellman","topic":"Truth"},{"quote":"It is not when truth is dirty, but when it is shallow, that the lover of knowledge is reluctant to step into its waters.","author":"Friedrich Nietzsche","topic":"Truth"},{"quote":"The truth is, in order to get things like universal health care and a revamped education system, then someone is going to have to give up a piece of their pie so that someone else can have more.","author":"Michelle Obama","topic":"Truth"},{"quote":"Truth is the beginning of every good to the gods, and of every good to man.","author":"Plato","topic":"Truth"},{"quote":"We all know that Art is not truth. Art is a lie that makes us realize the truth, at least the truth that is given to us to understand.","author":"Pablo Picasso","topic":"Truth"},{"quote":"I never gave anybody hell! I just told the truth and they thought it was hell.","author":"Harry S Truman","topic":"Truth"},{"quote":"Truth is the glue that holds government together.","author":"Gerald R. Ford","topic":"Truth"},{"quote":"The truth is that I am in love with Dublin. I think it is the most beautiful town that I have ever seen, mountains at the back and the sea in front, and long roads winding through decaying suburbs and beautiful woods.","author":"George A. Moore","topic":"Truth"},{"quote":"One must always try to see the truth of a situation - it makes things universal.","author":"V. S. Naipaul","topic":"Truth"},{"quote":"When it comes to spiritual truth, how can we know that we are on the right path? One way is by asking the right questions - the kind that help us ponder our progress and evaluate how things are working for us.","author":"Dieter F. Uchtdorf","topic":"Truth"},{"quote":"In the different voice of women lies the truth of an ethic of care, the tie between relationship and responsibility, and the origins of aggression in the failure of connection.","author":"Carol Gilligan","topic":"Truth"},{"quote":"I always try to improve, to find new ways of expressing myself, to keep looking for truth and originality.","author":"Burt Lancaster","topic":"Truth"},{"quote":"Truth is weirder than any fiction I&#39;ve seen.","author":"Hunter S. Thompson","topic":"Truth"},{"quote":"Language is the house of the truth of Being.","author":"Martin Heidegger","topic":"Truth"},{"quote":"A bad manner spoils everything, even reason and justice; a good one supplies everything, gilds a No, sweetens a truth, and adds a touch of beauty to old age itself.","author":"Baltasar Gracian","topic":"Truth"},{"quote":"Music is science. Everything is science. Because science is truth.","author":"Chuck Berry","topic":"Truth"},{"quote":"Truth is a demure lady, much too ladylike to knock you on your head and drag you to her cave. She is there, but people must want her, and seek her out.","author":"William F. Buckley, Jr.","topic":"Truth"},{"quote":"It is the truth of grace and not of the law that brings you true freedom. The truth of the law only binds you. In fact, religious bondage is one of the most crippling bondages with which a person can be encumbered. Religious bondage keeps one in constant fear, guilt, and anxiety.","author":"Joseph Prince","topic":"Truth"},{"quote":"I love historical fiction because there&#39;s a literal truth, and there&#39;s an emotional truth, and what the fiction writer tries to create is that emotional truth.","author":"Jewell Parker Rhodes","topic":"Truth"},{"quote":"We are not afraid to entrust the American people with unpleasant facts, foreign ideas, alien philosophies, and competitive values. For a nation that is afraid to let its people judge the truth and falsehood in an open market is a nation that is afraid of its people.","author":"John F. Kennedy","topic":"Truth"},{"quote":"Art is a lie that makes us realize truth.","author":"Pablo Picasso","topic":"Truth"},{"quote":"To be outspoken is easy when you do not wait to speak the complete truth.","author":"Rabindranath Tagore","topic":"Truth"},{"quote":"Doubt, indulged and cherished, is in danger of becoming denial; but if honest, and bent on thorough investigation, it may soon lead to full establishment of the truth.","author":"Ambrose Bierce","topic":"Truth"},{"quote":"Beauty is not all there is of poetry. It must contain the truth. It is not simply an oak, rude and grand, neither is it simply a vine. It is both. Around the oak of truth runs the vine of beauty.","author":"Robert Green Ingersoll","topic":"Truth"},{"quote":"Romantic love is an illusion. Most of us discover this truth at the end of a love affair or else when the sweet emotions of love lead us into marriage and then turn down their flames.","author":"Thomas Moore","topic":"Truth"},{"quote":"You&#39;re not going to be liked by everybody when you speak the truth. I don&#39;t speak the truth to put people down; I don&#39;t speak the truth to show disrespect.","author":"Hope Solo","topic":"Truth"},{"quote":"It seems as if, for every dragon head that is lopped off, two more terrible appear. Seems so. But in truth, Life is gaining all the while. Brute force, such power as there seems to be in things, cannot stand against ideas which are eternal.","author":"Edward Everett Hale","topic":"Truth"},{"quote":"I am an optimist, and I believe that people are inherently good and that if you give everyone a voice and freedom of expression, the truth and the good will outweigh the bad.","author":"Matt Mullenweg","topic":"Truth"},{"quote":"In politics, a lie unanswered becomes truth within 24 hours.","author":"Willie Brown","topic":"Truth"},{"quote":"In the last few years, the very idea of telling the truth, the whole truth, and nothing but the truth is dredged up only as a final resort when the alternative options of deception, threat and bribery have all been exhausted.","author":"Michael Musto","topic":"Truth"},{"quote":"If the truth contradicts deeply held beliefs, that is too bad.","author":"Hans Eysenck","topic":"Truth"},{"quote":"For Africa to me... is more than a glamorous fact. It is a historical truth. No man can know where he is going unless he knows exactly where he has been and exactly how he arrived at his present place.","author":"Maya Angelou","topic":"Truth"},{"quote":"The rarest quality in an epitaph is truth.","author":"Henry David Thoreau","topic":"Truth"},{"quote":"The true and the approximately true are apprehended by the same faculty; it may also be noted that men have a sufficient natural instinct for what is true, and usually do arrive at the truth. Hence the man who makes a good guess at truth is likely to make a good guess at probabilities.","author":"Aristotle","topic":"Truth"},{"quote":"If you want to become fully mature in the Lord, you must learn to love truth. Otherwise, you will always leave open a door of deception for the enemy to take what is meant to be yours.","author":"Joyce Meyer","topic":"Truth"},{"quote":"It is a most certain truth, that the richer we see ourselves to be, confessing at the same time our poverty, the greater will be our progress, and the more real our humility.","author":"Saint Teresa of Avila","topic":"Truth"},{"quote":"I maintain that Truth is a pathless land, and you cannot approach it by any path whatsoever, by any religion, by any sect.","author":"Jiddu Krishnamurti","topic":"Truth"},{"quote":"I can say, &#39;Well, I&#39;m a male. I&#39;m a male human. I&#39;m a medical doctor. I&#39;m an author...&#39; If I go to a religious point of view, I will say, &#39;I am a soul. I am a spirit.&#39; If I go into science, I will say, &#39;I am energy. I am light.&#39; But the truth is I have no idea what I am.","author":"Don Miguel Ruiz","topic":"Truth"},{"quote":"Freedom and order are not incompatible... truth is strength... free discussion is the very life of truth.","author":"Thomas Huxley","topic":"Truth"},{"quote":"Science moves with the spirit of an adventure characterized both by youthful arrogance and by the belief that the truth, once found, would be simple as well as pretty.","author":"James D. Watson","topic":"Truth"},{"quote":"The truth is always something that is told, not something that is known. If there were no speaking or writing, there would be no truth about anything. There would only be what is.","author":"Susan Sontag","topic":"Truth"},{"quote":"We have to bring out the truth about how dark and dangerous and evil the taxi side is.","author":"Travis Kalanick","topic":"Truth"},{"quote":"God is another name for human intelligence raised above all error and imperfection, and extended to all possible truth.","author":"William Ellery Channing","topic":"Truth"},{"quote":"I think heterosexuality and homosexuality are a kind of psychosis, and the truth is somewhere in the middle.","author":"Jeanette Winterson","topic":"Truth"},{"quote":"Our human tendency is to be impatient with the person who cannot see the truth that is so plain to us. We must be careful that our impatience is not interpreted as condemnation or rejection.","author":"Henry B. Eyring","topic":"Truth"},{"quote":"Beauty - what is beauty, forsooth? Form and color; that is, surface only. Fortune - what is fortune? Nothing is ever a pleasure or a real profit to him who has to labour for it. Truth - you die in the pursuit, and the sea beats the beach as it did a thousand years ago. The stolid are alone happy.","author":"Richard Jefferies","topic":"Truth"},{"quote":"The scientist only imposes two things, namely truth and sincerity, imposes them upon himself and upon other scientists.","author":"Erwin Schrodinger","topic":"Truth"},{"quote":"Ever since I came to Congress in 1992, there are those who have been trying to silence my voice. I&#39;ve been told to &#39;sit down and shut up&#39; over and over again. Well, I won&#39;t sit down and I won&#39;t shut up until the full and unvarnished truth is placed before the American people.","author":"Cynthia McKinney","topic":"Truth"},{"quote":"I&#39;m not a good liar. I just tell the truth; I think that&#39;s the best way.","author":"Zack Greinke","topic":"Truth"},{"quote":"As a matter of fact, you have deficiencies in all religions, but you have truth in all religions.","author":"Hans Kung","topic":"Truth"},{"quote":"A caricature is putting the face of a joke on the body of a truth.","author":"Joseph Conrad","topic":"Truth"},{"quote":"Every therapeutic cure, and still more, any awkward attempt to show the patient the truth, tears him from the cradle of his freedom from responsibility and must therefore reckon with the most vehement resistance.","author":"Alfred Adler","topic":"Truth"},{"quote":"From principles is derived probability, but truth or certainty is obtained only from facts.","author":"Tom Stoppard","topic":"Truth"},{"quote":"If we were to abandon concern for what is true, what is false, and what remains indeterminate, the world would be totally chaotic. Even those who deny the importance of truth, on the one hand, are quick to jump on anyone who is caught lying.","author":"Howard Gardner","topic":"Truth"},{"quote":"My longing for truth was a single prayer.","author":"Edith Stein","topic":"Truth"},{"quote":"Our parents and grandparents understood this truth deeply. They believed - as we do - that to create jobs, a modern economy requires modern investments: educating, innovating and rebuilding for our children&#39;s future. Building an economy to last, from the middle class up, not from the billionaires down.","author":"Martin O'Malley","topic":"Truth"},{"quote":"Brethren, let us mind our own business - that is, the calling the Lord has called us to - to do everything we can to promote the good of the Cause of Truth, and never ask how big we are, or inquire who we are; but let it be, &#39;What can I do to build up the Kingdom of God upon the Earth?&#39;","author":"Brigham Young","topic":"Truth"},{"quote":"The truth cannot be deceptive, and one who sees it cannot be deceived.","author":"Said Nursi","topic":"Truth"},{"quote":"To tell you the truth, in my work, love is always in opposition to the elements. It creates dilemmas. It brings in suffering. We can&#39;t live with it, and we can&#39;t live without it. You&#39;ll rarely find a happy ending in my work.","author":"Krzysztof Kieslowski","topic":"Truth"},{"quote":"Too often, when you are close to people in power, you&#39;re trying to make them happy; you&#39;re trying to tell them what they want to hear. But I find that really good leaders don&#39;t want that. They want the truth. And you do them a service, and yourself a service, by just being honest and straightforward.","author":"Dan Pink","topic":"Truth"},{"quote":"Because the truth is, today&#39;s immigrants, as they have for generation after generation, work the longest hours at the hardest jobs for the lowest pay, jobs that are just about impossible to fill.","author":"Luis Gutierrez","topic":"Truth"},{"quote":"The ugly truth is it&#39;s the spineless parents who parade their undisciplined children around like royalty that make people dislike kids.","author":"LZ Granderson","topic":"Truth"},{"quote":"Truth, when not sought after, rarely comes to light.","author":"Oliver Wendell Holmes, Sr.","topic":"Truth"},{"quote":"In order to maintain an untenable position, you have to be actively ignorant. One motto on the show is, &#39;Keep your facts, I&#39;m going with the truth.&#39;","author":"Stephen Colbert","topic":"Truth"},{"quote":"For my part, whatever anguish of spirit it may cost, I am willing to know the whole truth; to know the worst and provide for it.","author":"Patrick Henry","topic":"Truth"},{"quote":"I&#39;m not that interested in recreating reality. I&#39;m interested in recreating an emotional truth.","author":"Guillermo del Toro","topic":"Truth"},{"quote":"Our job is to represent the truth of human nature, whether you&#39;re playing a tender love story that&#39;s set in a coffee shop or whether you&#39;re in &#39;The Avengers,&#39; which is set in a Manhattan which is exploding.","author":"Tom Hiddleston","topic":"Truth"},{"quote":"Bad taste is simply saying the truth before it should be said.","author":"Mel Brooks","topic":"Truth"},{"quote":"When distant and unfamiliar and complex things are communicated to great masses of people, the truth suffers a considerable and often a radical distortion. The complex is made over into the simple, the hypothetical into the dogmatic, and the relative into an absolute.","author":"Walter Lippmann","topic":"Truth"},{"quote":"They whom truth and wisdom lead, can gather honey from a weed.","author":"William Cowper","topic":"Truth"},{"quote":"Honesty lies in understanding our close and necessary relationship with not wanting to hear the truth.","author":"David Whyte","topic":"Truth"},{"quote":"All conventional wisdom has an element of truth to it, but good design requires more than an element of truth - it requires an ensemble of correct assumptions and valid calculations.","author":"Henry Petroski","topic":"Truth"},{"quote":"Washington couldn&#39;t tell a lie, Nixon couldn&#39;t tell the truth, and Reagan couldn&#39;t tell the difference.","author":"Mort Sahl","topic":"Truth"},{"quote":"Historians and journalists always have agendas, but if I want to find out what&#39;s going on in South Africa, I read Nadine Gordimer or John Coetzee because they offer novelistic truth.","author":"Justin Cartwright","topic":"Truth"},{"quote":"The scientist is motivated primarily by curiosity and a desire for truth.","author":"Irving Langmuir","topic":"Truth"},{"quote":"Conflict is the pursuit of truth.","author":"Patrick Lencioni","topic":"Truth"},{"quote":"I&#39;m not saying everything out there is bad and toxic, but there are some things that are not scriptural. For example, some people don&#39;t understand that the law was given by Moses, but grace and truth came by Jesus Christ.","author":"Joseph Prince","topic":"Truth"},{"quote":"Americans like to think &#39;Python&#39; is how English people really are. There is an element of truth to that.","author":"Eric Idle","topic":"Truth"},{"quote":"The belief that there is only one truth, and that oneself is in possession of it, is the root of all evil in the world.","author":"Max Born","topic":"Truth"},{"quote":"Truth makes on the ocean of nature no one track of light; every eye, looking on, finds its own.","author":"Edward G. Bulwer-Lytton","topic":"Truth"},{"quote":"The first ingredient in conversation is truth, the next good sense, the third good humor, and the fourth wit.","author":"William Temple","topic":"Truth"},{"quote":"A lie which is half a truth is ever the blackest of lies.","author":"Alfred Lord Tennyson","topic":"Truth"},{"quote":"Truth is so rare that it is delightful to tell it.","author":"Emily Dickinson","topic":"Truth"},{"quote":"We too often bind ourselves by authorities rather than by the truth.","author":"Lucretia Mott","topic":"Truth"},{"quote":"Remember the sufferings of Christ, the storms that were weathered... the crown that came from those sufferings which gave new radiance to the faith... All saints give testimony to the truth that without real effort, no one ever wins the crown.","author":"Thomas Becket","topic":"Truth"},{"quote":"Mental fight means thinking against the current, not with it. It is our business to puncture gas bags and discover the seeds of truth.","author":"Virginia Woolf","topic":"Truth"},{"quote":"If you shut the door to all errors, truth will be shut out.","author":"Rabindranath Tagore","topic":"Truth"},{"quote":"People will generally accept facts as truth only if the facts agree with what they already believe.","author":"Andy Rooney","topic":"Truth"},{"quote":"The truth is that contraception saves lives, prevents unplanned pregnancies, improves outcomes for children and reduces the number of abortions.","author":"Ann McLane Kuster","topic":"Truth"},{"quote":"A nation that is afraid to let its people judge the truth and falsehood in an open market is a nation that is afraid of its people.","author":"John F. Kennedy","topic":"Truth"},{"quote":"Truth will always be truth, regardless of lack of understanding, disbelief or ignorance.","author":"W. Clement Stone","topic":"Truth"},{"quote":"Sex is full of lies. The body tries to tell the truth. But, it&#39;s usually too battered with rules to be heard, and bound with pretenses so it can hardly move. We cripple ourselves with lies.","author":"Jim Morrison","topic":"Truth"},{"quote":"Your days are short here; this is the last of your springs. And now in the serenity and quiet of this lovely place, touch the depths of truth, feel the hem of Heaven. You will go away with old, good friends. And don&#39;t forget when you leave why you came.","author":"Adlai E. Stevenson","topic":"Truth"},{"quote":"In contradiction and paradox, you can find truth.","author":"Denis Villeneuve","topic":"Truth"},{"quote":"Seldom, very seldom, does complete truth belong to any human disclosure; seldom can it happen that something is not a little disguised, or a little mistaken.","author":"Jane Austen","topic":"Truth"},{"quote":"Great is truth, but still greater, from a practical point of view, is silence about truth. By simply not mentioning certain subjects... totalitarian propagandists have influenced opinion much more effectively than they could have by the most eloquent denunciations.","author":"Aldous Huxley","topic":"Truth"},{"quote":"The truth is more important than the facts.","author":"Frank Lloyd Wright","topic":"Truth"},{"quote":"I don&#39;t have time to beat myself up over my fallible nature. Instead I use my energy to learn from my past and let it inform my future. It&#39;s time to own all of our glory, mistakes, mess and light and be gentle to ourselves. Let&#39;s be kind to our spirits and celebrate the truth of our hearts.","author":"Grace Gealey","topic":"Truth"},{"quote":"We must trust to nothing but facts: these are presented to us by nature and cannot deceive. We ought, in every instance, to submit our reasoning to the test of experiment, and never to search for truth but by the natural road of experiment and observation.","author":"Antoine Lavoisier","topic":"Truth"},{"quote":"People think SEALs are cold-blooded, heartless, wound-up, brainwashed killers. They imagine you can just point a SEAL in a direction and say, &#39;Go kill.&#39; The truth is you&#39;re talking about a bunch of kind-hearted, jovial guys. The only thing that separates them is mental toughness.","author":"Howard E. Wasdin","topic":"Truth"},{"quote":"Wine comes in at the mouth And love comes in at the eye; That&#39;s all we shall know for truth Before we grow old and die.","author":"William Butler Yeats","topic":"Truth"},{"quote":"People always think the coach is the strongest person at a club, the boss, but in truth, he&#39;s the weakest link. We&#39;re there, vulnerable, undermined by those who don&#39;t play, by the media, by the fans. They all have the same objective: to undermine the manager.","author":"Pep Guardiola","topic":"Truth"},{"quote":"The truth is, we&#39;re all cyborgs with cell phones and online identities.","author":"Geoff Johns","topic":"Truth"},{"quote":"The truth is, as most of us know, that global warming is real and humans are major contributors, mainly because we wastefully burn fossil fuels.","author":"David Suzuki","topic":"Truth"},{"quote":"We occasionally stumble over the truth but most of us pick ourselves up and hurry off as if nothing had happened.","author":"Winston Churchill","topic":"Truth"},{"quote":"The truth is, no one of us can be free until everybody is free.","author":"Maya Angelou","topic":"Truth"},{"quote":"Truth in philosophy means that concept and external reality correspond.","author":"Georg Wilhelm Friedrich Hegel","topic":"Truth"},{"quote":"The pursuit of truth and beauty is a sphere of activity in which we are permitted to remain children all our lives.","author":"Albert Einstein","topic":"Truth"},{"quote":"It does not require many words to speak the truth.","author":"Chief Joseph","topic":"Truth"},{"quote":"Seek not greatness, but seek truth and you will find both.","author":"Horace Mann","topic":"Truth"},{"quote":"Mistakes are, after all, the foundations of truth, and if a man does not know what a thing is, it is at least an increase in knowledge if he knows what it is not.","author":"Carl Jung","topic":"Truth"},{"quote":"Whoever is detected in a shameful fraud is ever after not believed even if they speak the truth.","author":"Phaedrus","topic":"Truth"},{"quote":"In truth, I am a single mother. But I don&#39;t feel alone at all in parenting my daughter. Krishna has a whole other side of her family who loves her, too. And so Krishna is parented by me, but also by her grandmother and aunts and cousins and uncles and friends.","author":"Padma Lakshmi","topic":"Truth"},{"quote":"Seeing the bigger picture opens your eyes to what is the truth.","author":"Wadada Leo Smith","topic":"Truth"},{"quote":"If you ever injected truth into politics you have no politics.","author":"Will Rogers","topic":"Truth"},{"quote":"Always speak the truth, think before you speak, and write it down afterwards.","author":"Lewis Carroll","topic":"Truth"},{"quote":"I would rather the man who presents something for my consideration subject me to a zephyr of truth and a gentle breeze of responsibility rather than blow me down with a curtain of hot wind.","author":"Grover Cleveland","topic":"Truth"},{"quote":"The truth does not change according to our ability to stomach it.","author":"Flannery O'Connor","topic":"Truth"},{"quote":"One may preach a covenant of grace more clearly than another... But when they preach a covenant of works for salvation, that is not truth.","author":"Anne Hutchinson","topic":"Truth"},{"quote":"He who knows nothing is closer to the truth than he whose mind is filled with falsehoods and errors.","author":"Thomas Jefferson","topic":"Truth"},{"quote":"The truth of our faith becomes a matter of ridicule among the infidels if any Catholic, not gifted with the necessary scientific learning, presents as dogma what scientific scrutiny shows to be false.","author":"Thomas Aquinas","topic":"Truth"},{"quote":"We are either in the process of resisting God&#39;s truth or in the process of being shaped and molded by his truth.","author":"Charles Stanley","topic":"Truth"},{"quote":"Truth exists; only lies are invented.","author":"Georges Braque","topic":"Truth"},{"quote":"God, as Truth, has been for me a treasure beyond price. May He be so to every one of us.","author":"Mahatma Gandhi","topic":"Truth"},{"quote":"The truth is, I&#39;ve never fooled anyone. I&#39;ve let men sometimes fool themselves.","author":"Marilyn Monroe","topic":"Truth"},{"quote":"To the living we owe respect, but to the dead we owe only the truth.","author":"Voltaire","topic":"Truth"},{"quote":"Knowledge rests not upon truth alone, but upon error also.","author":"Carl Jung","topic":"Truth"},{"quote":"No one can be happy who has been thrust outside the pale of truth. And there are two ways that one can be removed from this realm: by lying, or by being lied to.","author":"Lucius Annaeus Seneca","topic":"Truth"},{"quote":"I&#39;m supposed to have a Ph.D. on the subject of women. But the truth is I&#39;ve flunked more often than not. I&#39;m very fond of women; I admire them. But, like all men, I don&#39;t understand them.","author":"Frank Sinatra","topic":"Truth"},{"quote":"When one is frightened of the truth then it is never the whole truth that one has an inkling of.","author":"Ludwig Wittgenstein","topic":"Truth"},{"quote":"My motivation and aspiration is the same, being number one or being number five. So that&#39;s the truth. And my goal is the same - it&#39;s to always be happy playing, it&#39;s to enjoy the game and improve always.","author":"Rafael Nadal","topic":"Truth"},{"quote":"One must be very particular about telling the truth. Through truth one can realize God.","author":"Ramakrishna","topic":"Truth"},{"quote":"Honesty is not found in revealing the truth, but in understanding how deeply afraid of it we are. To become honest is in effect to become fully and robustly incarnated into powerlessness.","author":"David Whyte","topic":"Truth"},{"quote":"An honest man speaks the truth, though it may give offence; a vain man, in order that it may.","author":"William Hazlitt","topic":"Truth"},{"quote":"All religion seems to need to prove that it&#39;s the only truth. And that&#39;s where it turns demonic. Because that&#39;s when you get religious wars and persecutions and burning heretics at the stake.","author":"John Shelby Spong","topic":"Truth"},{"quote":"Truth is by nature self-evident. As soon as you remove the cobwebs of ignorance that surround it, it shines clear.","author":"Mahatma Gandhi","topic":"Truth"},{"quote":"An error does not become truth by reason of multiplied propagation, nor does truth become error because nobody sees it.","author":"Mahatma Gandhi","topic":"Truth"},{"quote":"Proverbs are always platitudes until you have personally experienced the truth of them.","author":"Aldous Huxley","topic":"Truth"},{"quote":"Who never doubted, never half believed. Where doubt is, there truth is - it is her shadow.","author":"Ambrose Bierce","topic":"Truth"},{"quote":"The truth is that at age 19, I was a teenage mother living alone with my daughter in a trailer and struggling to keep us afloat on my way to a divorce. And I knew then that I was going to have to work my way up and out of that life if I was going to give my daughter a better life and a better future, and that&#39;s what I&#39;ve done.","author":"Wendy Davis","topic":"Truth"},{"quote":"Truth, like light, blinds. Falsehood, on the contrary, is a beautiful twilight that enhances every object.","author":"Albert Camus","topic":"Truth"},{"quote":"I think it&#39;s time for the media and our leaders to get real and start telling the truth about the impact of adultery on our national life.","author":"Mike Pence","topic":"Truth"},{"quote":"Truth never comes into the world but like a bastard, to the ignominy of him that brought her birth.","author":"John Milton","topic":"Truth"},{"quote":"The truth is lived, not taught.","author":"Hermann Hesse","topic":"Truth"},{"quote":"Virtue is the fount whence honour springs.","author":"Christopher Marlowe","topic":"Truth"},{"quote":"Hope is nature&#39;s veil for hiding truth&#39;s nakedness.","author":"Alfred Nobel","topic":"Truth"},{"quote":"Those who believe that they have absolute truth and the only moral system are destructive both to themselves and to those whom they try to convert.","author":"Luke Rhinehart","topic":"Truth"},{"quote":"Plato is dear to me, but dearer still is truth.","author":"Aristotle","topic":"Truth"},{"quote":"I think that all things, in their way, reflect heavenly truth, the imagination not least.","author":"C. S. Lewis","topic":"Truth"},{"quote":"Let my name stand among those who are willing to bear ridicule and reproach for the truth&#39;s sake, and so earn some right to rejoice when the victory is won.","author":"Louisa May Alcott","topic":"Truth"},{"quote":"Argument is meant to reveal the truth, not to create it.","author":"Edward de Bono","topic":"Truth"},{"quote":"The truth needs so little rehearsal.","author":"Barbara Kingsolver","topic":"Truth"},{"quote":"What is truth? Truth doesn&#39;t really exist. Who is going to judge whether my experience of an incident is more valid than yours? No one can be trusted to be the judge of that.","author":"Tracey Emin","topic":"Truth"},{"quote":"The truth is that love smashes into your life like an ice floe, and even if your heart is built like the Titanic you go down.","author":"Jeanette Winterson","topic":"Truth"},{"quote":"The fact that what we believe about marriage - that it should be between a man and a woman - and that we&#39;re pro-life, somehow that becomes radical? Why is that? It&#39;s because our culture has changed. But the truth is, culture may change, people change, but the Word of God never changes, and that&#39;s what we rest our belief system on.","author":"Robert Jeffress","topic":"Truth"},{"quote":"It&#39;s always good news when you&#39;re closer to the truth.","author":"Fabiola Gianotti","topic":"Truth"},{"quote":"Being a leader for me is about having the courage to speak the truth, and live the truth, despite attempts to silence our thoughts, feelings, and past experiences.","author":"Zainab Salbi","topic":"Truth"},{"quote":"Beyond a doubt truth bears the same relation to falsehood as light to darkness.","author":"Leonardo da Vinci","topic":"Truth"},{"quote":"Music makes me high on stage, and that&#39;s the truth. It&#39;s like being almost addicted to music.","author":"Jimi Hendrix","topic":"Truth"},{"quote":"I went into the business for the money, and the art grew out of it. If people are disillusioned by that remark, I can&#39;t help it. It&#39;s the truth.","author":"Charlie Chaplin","topic":"Truth"},{"quote":"The only way into truth is through one&#39;s own annihilation; through dwelling a long time in a state of extreme and total humiliation.","author":"Simone Weil","topic":"Truth"},{"quote":"You must accept the truth from whatever source it comes.","author":"Maimonides","topic":"Truth"},{"quote":"The clearest actions come from truth, not obligation.","author":"Gerard Way","topic":"Truth"},{"quote":"One of the peculiar sins of the twentieth century which we&#39;ve developed to a very high level is the sin of credulity. It has been said that when human beings stop believing in God they believe in nothing. The truth is much worse: they believe in anything.","author":"Malcolm Muggeridge","topic":"Truth"},{"quote":"When a truth is necessary, the reason for it can be found by analysis, that is, by resolving it into simpler ideas and truths until the primary ones are reached.","author":"Gottfried Leibniz","topic":"Truth"},{"quote":"Evil is the interruption of a truth by the pressure of particular or individual interests.","author":"Alain Badiou","topic":"Truth"},{"quote":"All great truths begin as blasphemies.","author":"George Bernard Shaw","topic":"Truth"},{"quote":"Let a man get up and say, Behold, this is the truth, and instantly I perceive a sandy cat filching a piece of fish in the background. Look, you have forgotten the cat, I say.","author":"Virginia Woolf","topic":"Truth"},{"quote":"Man approaches the unattainable truth through a succession of errors.","author":"Aldous Huxley","topic":"Truth"},{"quote":"Bigotry tries to keep truth safe in its hand with a grip that kills it.","author":"Rabindranath Tagore","topic":"Truth"},{"quote":"I&#39;m going to speak the truth when I&#39;m asked about it.","author":"Colin Kaepernick","topic":"Truth"},{"quote":"Truth springs from argument amongst friends.","author":"David Hume","topic":"Truth"},{"quote":"Truth is tough. It will not break, like a bubble, at a touch; nay, you may kick it about all day like a football, and it will be round and full at evening.","author":"Oliver Wendell Holmes, Sr.","topic":"Truth"},{"quote":"I never apologize for the truth. And the truth here is that racists come in many different colors.","author":"Kinky Friedman","topic":"Truth"},{"quote":"Truth is always exciting. Speak it, then; life is dull without it.","author":"Pearl S. Buck","topic":"Truth"},{"quote":"Often times we feel like either we can&#39;t make a world of difference, or we feel that it&#39;s not going to change anything anyway. The truth is you can change someone&#39;s day, you can change someone&#39;s life, but you have to show up and do what you got to do to actually see any fruit coming from it.","author":"Nick Vujicic","topic":"Truth"},{"quote":"In everything I do, whether in business, philanthropy or my personal life, I am guided by my inner truth, my values.","author":"Shari Arison","topic":"Truth"},{"quote":"No human being will ever know the Truth, for even if they happen to say it by chance, they would not even known they had done so.","author":"Xenophanes","topic":"Truth"},{"quote":"We live in such a gullible world. Anything that&#39;s written, anything that&#39;s posted, anything picture that is interpreted one way is taken as truth.","author":"Keri Hilson","topic":"Truth"},{"quote":"The truth is, I&#39;ve been lucky. But just like the waltz, life has its own rhythm of rise and fall.","author":"Len Goodman","topic":"Truth"},{"quote":"A lie can be halfway round the world before the truth has got its boots on.","author":"James Callaghan","topic":"Truth"},{"quote":"For though we love both the truth and our friends, piety requires us to honor the truth first.","author":"Aristotle","topic":"Truth"},{"quote":"Contradiction is not a sign of falsity, nor the lack of contradiction a sign of truth.","author":"Blaise Pascal","topic":"Truth"},{"quote":"As instruments for knowing the objects, the sense organs are outside, and so they are called outer senses; and the mind is called the inner sense because it is inside. But the distinction between inner and outer is only with reference to the body; in truth, there is neither inner nor outer. The mind&#39;s nature is to remain pure like ether.","author":"Ramana Maharshi","topic":"Truth"},{"quote":"I&#39;ve been &amp; am absurdly over-estimated. There are no supermen &amp; I&#39;m quite ordinary, &amp; will say so whatever the artistic results. In that point I&#39;m one of the few people who tell the truth about myself.","author":"T. E. Lawrence","topic":"Truth"},{"quote":"The truth is, you know, we need our anodynes. You know that word, anodynes? We need that in life some times. A good warm bath can be one for you, or a whatever.","author":"Al Pacino","topic":"Truth"},{"quote":"The sad truth is that without complex business partnerships between African elites and European traders and commercial agents, the slave trade to the New World would have been impossible, at least on the scale it occurred.","author":"Henry Louis Gates","topic":"Truth"},{"quote":"There&#39;s no comfort in the truth, pain is all you&#39;ll find.","author":"George Michael","topic":"Truth"},{"quote":"The government that governs from afar absolutely requires that the truth and the facts reach its knowledge by every possible channel, so that it may weigh and estimate them better, and this need increases when a country like the Philippines is concerned, where the inhabitants speak and complain in a language unknown to the authorities.","author":"Jose Rizal","topic":"Truth"},{"quote":"Because you&#39;re not what I would have you be, I blind myself to who, in truth, you are.","author":"Madeleine L'Engle","topic":"Truth"},{"quote":"The first reaction to truth is hatred.","author":"Tertullian","topic":"Truth"},{"quote":"To any artist, worthy of the name, all in nature is beautiful, because his eyes, fearlessly accepting all exterior truth, read there, as in an open book, all the inner truth.","author":"Auguste Rodin","topic":"Truth"},{"quote":"A play is fiction - and fiction is fact distilled into truth.","author":"Edward Albee","topic":"Truth"},{"quote":"As someone who specializes in deception, I&#39;ll tell you this much: When someone insistently implores, &#39;Believe me,&#39; don&#39;t. Pleading &#39;believe me&#39; or &#39;trust me&#39; - insisting to people that you are telling the truth - is a tell-tale sign that you probably aren&#39;t.","author":"Pamela Meyer","topic":"Truth"},{"quote":"Doubt is the incentive to truth and inquiry leads the way.","author":"Hosea Ballou","topic":"Truth"},{"quote":"It is by doubting that we come to investigate, and by investigating that we recognize the truth.","author":"Peter Abelard","topic":"Truth"},{"quote":"To expect the world to receive a new truth, or even an old truth, without challenging it, is to look for one of those miracles which do not occur.","author":"Alfred Russel Wallace","topic":"Truth"},{"quote":"If you come to a negotiation table saying you have the final truth, that you know nothing but the truth and that is final, you will get nothing.","author":"Harri Holkeri","topic":"Truth"},{"quote":"Indeed, scientific truth by consensus has had a uniformly bad history.","author":"David Douglass","topic":"Truth"},{"quote":"The Pledge of Allegiance reflects the truth that faith in God has played a significant role in America since the days of the founding of our country.","author":"Randy Neugebauer","topic":"Truth"},{"quote":"Scarce any problem will appear more hard and difficult, than that of determining the distance of the Sun from the Earth very near the truth: but even this... will without much labour be effected.","author":"Edmond Halley","topic":"Truth"},{"quote":"I promised myself that I would write as well as I can, tell the truth, not to tell everything I know, but to make sure that everything I tell is true, as I understand it. And to use the eloquence which my language affords me.","author":"Maya Angelou","topic":"Truth"},{"quote":"Truth is the most valuable thing we have. Let us economize it.","author":"Mark Twain","topic":"Truth"},{"quote":"The least initial deviation from the truth is multiplied later a thousandfold.","author":"Aristotle","topic":"Truth"},{"quote":"In everything truth surpasses the imitation and copy.","author":"Marcus Tullius Cicero","topic":"Truth"},{"quote":"If anyone offers conjectures about the truth of things from the mere possibility of hypotheses, I do not see by what stipulation anything certain can be determined in any science, since one or another set of hypotheses may always be devised which will appear to supply new difficulties.","author":"Isaac Newton","topic":"Truth"},{"quote":"But such is the irresistable nature of truth, that all it asks, and all it wants is the liberty of appearing.","author":"Thomas Paine","topic":"Truth"},{"quote":"I was sure I&#39;d set the world on fire, and it was hard for a young feller like me to realize the truth - that I hadn&#39;t set the world on fire, and I was totally unprepared to handle the consequences if &#39;The Big Trail&#39; had been a success and launched me as a star.","author":"John Wayne","topic":"Truth"},{"quote":"Let us begin by committing ourselves to the truth to see it like it is, and tell it like it is, to find the truth, to speak the truth, and to live the truth.","author":"Richard M. Nixon","topic":"Truth"},{"quote":"Truth is a tendency.","author":"R. Buckminster Fuller","topic":"Truth"},{"quote":"For me, it all begins with faith; it begins with what matters most, and I try and put what I believe to be moral truth first. My philosophy of government second. And my politics third.","author":"Mike Pence","topic":"Truth"},{"quote":"My mother taught me that when you stand in the truth and someone tells a lie about you, don&#39;t fight it.","author":"Whitney Houston","topic":"Truth"},{"quote":"The stupid believe that to be truthful is easy; only the artist, the great artist, knows how difficult it is.","author":"Willa Cather","topic":"Truth"},{"quote":"When there are multiple versions of a story, you really have three ways to go. You can pick the most sensational version. You can try to balance things in your gut to get to what you think is the honest truth. Or you can err on the side of kindness.","author":"Walter Isaacson","topic":"Truth"},{"quote":"People don&#39;t want to hear the truth; they never do. They wanna live in some kind of fantasy.","author":"Paul Mooney","topic":"Truth"},{"quote":"I left in love, in laughter, and in truth, and wherever truth, love and laughter abide, I am there in spirit.","author":"Bill Hicks","topic":"Truth"},{"quote":"I love to follow truth; nay, I have made it my duty to persuade others to act on truth and abjure falsehood for the sake of their own good. So, the eradication of iniquities is the object of my life.","author":"Dayananda Saraswati","topic":"Truth"},{"quote":"Everyone wishes to have truth on his side, but not everyone wishes to be on the side of truth.","author":"Richard Whately","topic":"Truth"},{"quote":"Perhaps our only sickness is to desire a truth which we cannot bear rather than to rest content with the fictions we manufacture out of each other.","author":"Lawrence Durrell","topic":"Truth"},{"quote":"Human love has little regard for the truth. It makes the truth relative, since nothing, not even the truth, must come between it and the beloved person.","author":"Dietrich Bonhoeffer","topic":"Truth"},{"quote":"If Christianity is not scientific, and Science is not of God, then there is no invariable law, and truth becomes an accident.","author":"Mary Baker Eddy","topic":"Truth"},{"quote":"The first truth for special operations is that quality is more important than quantity.","author":"Hugh Shelton","topic":"Truth"},{"quote":"And as the Divine that goes forth from the Lord is the good of love and the truth of faith, the angels are angels and are heaven in the measure in which they receive good and truth from the Lord.","author":"Emanuel Swedenborg","topic":"Truth"},{"quote":"A great writer requires a great biography, and a great biography must tell the truth.","author":"George Packer","topic":"Truth"},{"quote":"Since I was first nominated to serve as Treasury Secretary, I have been maligned as taking advantage of others&#39; hardships in order to earn a buck. Nothing could be further from the truth.","author":"Steve Mnuchin","topic":"Truth"},{"quote":"When a scientist is ahead of his times, it is often through misunderstanding of current, rather than intuition of future truth. In science there is never any error so gross that it won&#39;t one day, from some perspective, appear prophetic.","author":"Jean Rostand","topic":"Truth"},{"quote":"Prayer is the spirit speaking truth to Truth.","author":"Philip James Bailey","topic":"Truth"},{"quote":"Changes in the traditional way of building are only permitted if they are an improvement. Otherwise stay with what is traditional, for truth, even if it be hundreds of years old has a stronger inner bond with us than the lie that walks by our side.","author":"Adolf Loos","topic":"Truth"},{"quote":"There&#39;s nothing like a love for our children. I love being a papa, and that&#39;s the truth.","author":"Richie Sambora","topic":"Truth"},{"quote":"It is not the truth that a man possesses, or believes that he possesses, but the earnest effort which he puts forward to reach the truth, which constitutes the worth of a man.","author":"Gotthold Ephraim Lessing","topic":"Truth"},{"quote":"The most valuable thing I can share is the importance of living in truth. Sometimes, facing those truths can actually be your worst fear.","author":"Liberty Ross","topic":"Truth"},{"quote":"Why waste time trying to discover the truth, when you can so easily create it?","author":"David Baldacci","topic":"Truth"},{"quote":"If the sad truth be known, writers, being the misfits we are, probably ought not to belong to families in the first place. We simply are too self-interested, though we may excuse the flaw by calling it &#39;focused.&#39;","author":"Roger Rosenblatt","topic":"Truth"},{"quote":"The Bible must be considered as the great source of all the truth by which men are to be guided in government as well as in all social transactions.","author":"Noah Webster","topic":"Truth"},{"quote":"I find being funny very hard work. I am always asked about it, and I feel guilty saying that, but it&#39;s the truth. I love my work, but it ain&#39;t easy.","author":"Madeline Kahn","topic":"Truth"},{"quote":"I am a humble but very earnest seeker after truth.","author":"Mahatma Gandhi","topic":"Truth"},{"quote":"Truth is always in harmony with herself, and is not concerned chiefly to reveal the justice that may consist with wrong-doing.","author":"Henry David Thoreau","topic":"Truth"},{"quote":"Nature has planted in our minds an insatiable longing to see the truth.","author":"Marcus Tullius Cicero","topic":"Truth"},{"quote":"The reason that fiction is more interesting than any other form of literature, to those who really like to study people, is that in fiction the author can really tell the truth without humiliating himself.","author":"Jim Rohn","topic":"Truth"},{"quote":"I&#39;m not generally a sensitive person, but I tend to be more sensitive toward others and what they&#39;re going through. I don&#39;t know if that&#39;s the healthiest thing, but it&#39;s the truth.","author":"Rihanna","topic":"Truth"},{"quote":"The single-hearted unity is the lifeblood of Juche Korea and the dynamic force for a leap forward, and we must invariably follow the road of self-reliance and self-development - this is the invaluable truth of the Juche revolution confirmed by our army&#39;s and people&#39;s gigantic struggle in 2016.","author":"Kim Jong-un","topic":"Truth"},{"quote":"Three chords and the truth - that&#39;s what a country song is.","author":"Willie Nelson","topic":"Truth"},{"quote":"In our development, as we grow throughout our lives, the structure of our beliefs becomes very complicated, and we make it even more complicated because we make the assumption that what we believe is the absolute truth.","author":"Don Miguel Ruiz","topic":"Truth"},{"quote":"If I can get you to laugh with me, you like me better, which makes you more open to my ideas. And if I can persuade you to laugh at the particular point I make, by laughing at it you acknowledge its truth.","author":"John Cleese","topic":"Truth"},{"quote":"I am bound to tell what I am told, but not in every case to believe it.","author":"Herodotus","topic":"Truth"},{"quote":"Humanism was not wrong in thinking that truth, beauty, liberty, and equality are of infinite value, but in thinking that man can get them for himself without grace.","author":"Simone Weil","topic":"Truth"},{"quote":"My only fixed truth is a belief in people: a conviction that if people have the opportunity to act freely and the power to control their own destinies, they&#39;ll generally reach the right decisions.","author":"Saul Alinsky","topic":"Truth"},{"quote":"In every truth, the beneficiaries of a system cannot be expected to destroy it.","author":"A. Philip Randolph","topic":"Truth"},{"quote":"Learn what is true in order to do what is right.","author":"Thomas Huxley","topic":"Truth"},{"quote":"The Apology opened the opportunity for a new relationship based on mutual respect and mutual responsibility between Indigenous and non-Indigenous Australia. Because without mutual respect and mutual responsibility, the truth is we can achieve very little.","author":"Kevin Rudd","topic":"Truth"},{"quote":"The exact contrary of what is generally believed is often the truth.","author":"Jean de la Bruyere","topic":"Truth"},{"quote":"The truth is that the religious and the scientific processes, though involving different methods, are identical in their final aim. Both aim at reaching the most real.","author":"Muhammad Iqbal","topic":"Truth"},{"quote":"It&#39;s a great thriller or mystery, but on another level it&#39;s a film about the fact that, if you only look at a person through one lens, or only believe what you&#39;re told, you can often miss the truth that is staring you in the face.","author":"Kevin Spacey","topic":"Truth"},{"quote":"It becomes more necessary to see the truth as it is if you realize that the only vehicle for change are these people who have lost their personality.","author":"Steven Biko","topic":"Truth"},{"quote":"The truth is, people don&#39;t know me. When people don&#39;t know you, they&#39;re going to try to get to know you as quickly as possible, because you&#39;re now taking the place of somebody that they love dearly, or somebody that they hate sincerely, and so they need to know who you are.","author":"Trevor Noah","topic":"Truth"},{"quote":"In the process of telling the truth about what you feel or what you see, each of us has to get in touch with himself or herself in a really deep, serious way.","author":"June Jordan","topic":"Truth"},{"quote":"I think public intellectuals have a responsibility - to be self-critical on the one hand, to do serious, nuanced work rigorously executed; but to also be able to get off those perches and out of those ivory towers and speak to the real people who make decisions; to speak truth to power and the powerless with lucidity and eloquence.","author":"Michael Eric Dyson","topic":"Truth"},{"quote":"We cannot forever hide the truth about ourselves, from ourselves.","author":"John McCain","topic":"Truth"},{"quote":"This is the way of peace: Overcome evil with good, falsehood with truth, and hatred with love.","author":"Peace Pilgrim","topic":"Truth"},{"quote":"Truth is more peculiar than fiction. Life is really a startling place.","author":"Mira Nair","topic":"Truth"},{"quote":"Truth sits upon the lips of dying men.","author":"Matthew Arnold","topic":"Truth"},{"quote":"Truth makes many appeals, not the least of which is its power to shock.","author":"Jules Renard","topic":"Truth"},{"quote":"The truth is in California you can&#39;t build a new manufacturing facility, and businesses are leaving in droves because of bad government policy.","author":"Carly Fiorina","topic":"Truth"},{"quote":"Biggest lesson I learned my first year in the NFL is no one gives a crap about what you did last week. This league is about what have you done for me now. That&#39;s the NFL. It&#39;s also our culture. So you keep working hard because that&#39;s the biggest truth about football.","author":"Andrew Luck","topic":"Truth"},{"quote":"We also learn that this country and the Western world have no monopoly of goodness and truth and scholarship, we begin to appreciate the ingredients that are indispensable to making a better world. In a life of learning that is, perhaps, the greatest lesson of all.","author":"John Hope Franklin","topic":"Truth"},{"quote":"Truth is born into this world only with pangs and tribulations, and every fresh truth is received unwillingly.","author":"Alfred Russel Wallace","topic":"Truth"},{"quote":"In argument, truth always prevails finally; in politics, falsehood always.","author":"Walter Savage Landor","topic":"Truth"},{"quote":"On the intimate level, anyone who has loved a companion animal knows the uniquely wonderful experience these &#39;other nations&#39; provide, and their important presence in our shared lives. In their very local way they show us the global truth of our real wealth, our biodiversity.","author":"April Gornik","topic":"Truth"},{"quote":"You only find what you are looking for, really, if the truth be known.","author":"Mary Leakey","topic":"Truth"},{"quote":"Bad religion is arrogant, self-righteous, dogmatic and intolerant. And so is bad science. But unlike religious fundamentalists, scientific fundamentalists do not realize that their opinions are based on faith. They think they know the truth.","author":"Rupert Sheldrake","topic":"Truth"},{"quote":"There was a feeling during the years of George W. Bush&#39;s presidency that his gracelessness as well as his appetite for war were linked to his impatience with complexity. He acted &#39;from the gut,&#39; and was economical with the truth until it disappeared.","author":"Teju Cole","topic":"Truth"},{"quote":"There are those who so dislike the nude that they find something indecent in the naked truth.","author":"F. H. Bradley","topic":"Truth"},{"quote":"There was a time when I just felt like a superwoman. I was like, &#39;I got Jesus! I ain&#39;t afraid!&#39; But, the truth is, I want to do things right, and sometimes I am afraid that I&#39;m not good enough or that I&#39;m not going to handle something right.","author":"Tasha Smith","topic":"Truth"},{"quote":"Pointing out that overspending on public-employee benefits leads to fiscal instability does not mean that public employees are bad people or that they deserve to fall on hard times; it&#39;s just observing a simple truth.","author":"Devin Nunes","topic":"Truth"},{"quote":"My shareholders expect me to make the most profit. That&#39;s the ugly, dirty truth.","author":"Martin Shkreli","topic":"Truth"},{"quote":"I support the truth, that is all there is to it. And if you fall in that category of the truth, you are supported by the truth.","author":"Jose Canseco","topic":"Truth"},{"quote":"All churches and all religions contain aspects of the truth, but only God is truth.","author":"Pat Buckley","topic":"Truth"},{"quote":"A man who always speaks the truth wholeheartedly is greater than those who do penance and deeds of charity.","author":"Thiruvalluvar","topic":"Truth"},{"quote":"Somebody said I am the most popular person in Arizona because I am speaking the truth.","author":"Donald Trump","topic":"Truth"},{"quote":"It&#39;s very, very important to me, no matter who the person is, to play that person with the utmost degree of truth that I&#39;m able to bring. But playing a character like Jack Sparrow or Willy Wonka, that requires nothing but a degree of responsibility to the intent of the story - responsibility to the film-maker to deliver the goods.","author":"Johnny Depp","topic":"Truth"},{"quote":"This is where you see the truth of entertainment, because it is not edited. You see it on stage as it is happening. Even if we fall down or forget our words, it&#39;s a part of live entertainment.","author":"Eartha Kitt","topic":"Truth"},{"quote":"Can the mind see the truth of its own incapacity to know the unknown? Surely if I see very clearly that my mind cannot know the unknown, there is absolute quietness.","author":"Jiddu Krishnamurti","topic":"Truth"},{"quote":"The great thing about Batman and Superman, in truth, is that they are literally transcendent. They are better than most of the stories they are in.","author":"Neil Gaiman","topic":"Truth"},{"quote":"What I&#39;ve discovered is that in art, as in music, there&#39;s a lot of truth-and then there&#39;s a lie. The artist is essentially creating his work to make this lie a truth, but he slides it in amongst all the others. The tiny little lie is the moment I live for, my moment. It&#39;s the moment that the audience falls in love.","author":"Lady Gaga","topic":"Truth"},{"quote":"It is possible to be a master in false philosophy, easier, in fact, than to be a master in the truth, because a false philosophy can be made as simple and consistent as one pleases.","author":"George Santayana","topic":"Truth"},{"quote":"Silence is the mother of truth.","author":"Benjamin Disraeli","topic":"Truth"},{"quote":"You know, I think many people have the mistaken impression that Congress regulates Wall Street. In truth that&#39;s not the case. The real truth is that Wall Street regulates the Congress.","author":"Bernie Sanders","topic":"Truth"},{"quote":"It is the merit of a general to impart good news, and to conceal the truth.","author":"Sophocles","topic":"Truth"},{"quote":"Whatever has happened in my quest for innovation has been part of my quest for immaculate reality.","author":"George Lucas","topic":"Truth"},{"quote":"When you have eliminated the impossible, whatever remains, however improbable, must be the truth.","author":"Arthur Conan Doyle","topic":"Truth"},{"quote":"Light is the symbol of truth.","author":"James Russell Lowell","topic":"Truth"},{"quote":"The truth is that we live out our lives putting off all that can be put off; perhaps we all know deep down that we are immortal and that sooner or later all men will do and know all things.","author":"Jorge Luis Borges","topic":"Truth"},{"quote":"Do the things you know, and you shall learn the truth you need to know.","author":"Louisa May Alcott","topic":"Truth"},{"quote":"Truth is not only violated by falsehood; it may be equally outraged by silence.","author":"Henri Frederic Amiel","topic":"Truth"},{"quote":"In truth, there is no rational argument for guns in this society. This is no longer a frontier nation in which people hunt their own food. It is a crowded, overwhelmingly urban country in which letting people have access to guns is a continuing disaster.","author":"Molly Ivins","topic":"Truth"},{"quote":"Fear is not in the habit of speaking truth; when perfect sincerity is expected, perfect freedom must be allowed; nor has anyone who is apt to be angry when he hears the truth any cause to wonder that he does not hear it.","author":"Tacitus","topic":"Truth"},{"quote":"It is a puzzling thing. The truth knocks on the door and you say, &#39;Go away, I&#39;m looking for the truth,&#39; and so it goes away. Puzzling.","author":"Robert M. Pirsig","topic":"Truth"},{"quote":"A harmful truth is better than a useful lie.","author":"Thomas Mann","topic":"Truth"},{"quote":"A burning itch to know is higher than a solemn vow to pursue truth. To feel the burning itch of curiosity requires both that you be ignorant, and that you desire to relinquish your ignorance.","author":"Eliezer Yudkowsky","topic":"Truth"},{"quote":"You can be very honest without telling the truth, at least in art.","author":"Jason Isbell","topic":"Truth"},{"quote":"But whether it be dream or truth, to do well is what matters. If it be truth, for truth&#39;s sake. If not, then to gain friends for the time when we awaken.","author":"Pedro Calderon de la Barca","topic":"Truth"},{"quote":"What has too often happened in the past is that people have threatened punishment but have failed to carry it out. It&#39;s imperative in any initiative that is undertaken that punishment be real and that there be truth in sentencing, and that the truly dangerous offenders - the recidivists and the career criminals - be put away and kept away.","author":"Janet Reno","topic":"Truth"},{"quote":"The truth is the truth is the truth. And as long as you tell the truth, you&#39;ll be okay in the end.","author":"Don Lemon","topic":"Truth"},{"quote":"I never took a bribe. This is the truth, and there is no other.","author":"Ehud Olmert","topic":"Truth"},{"quote":"You must have love as the core; it takes courage to be willing to constantly tell the truth to each other and risk letting the relationship go.","author":"Kenny Loggins","topic":"Truth"},{"quote":"When you hear &#39;Truth of Touch,&#39; I believe you recognize that it is me; however it&#39;s not the typical Yanni album.","author":"Yanni","topic":"Truth"},{"quote":"That&#39;s what I love about my faith and Christianity. It&#39;s the polar opposite of darn near everything I experienced in the wrestling business. I still love the business, and I&#39;m thankful for everything that it&#39;s provided, but the idea that it deals in the truth is the furthest thing from reality.","author":"Shawn Michaels","topic":"Truth"},{"quote":"The artist needs to understand the truth that lies at the bottom of an enigma.","author":"John Maeda","topic":"Truth"},{"quote":"If you want to annoy your neighbors, tell the truth about them.","author":"Pietro Aretino","topic":"Truth"},{"quote":"I told the truth about the Miami life. It&#39;s a nice place to visit, but you don&#39;t want to live here. I lived through two major riots and three Category 5 hurricanes, I don&#39;t know if a lot of people could say that.","author":"Trick Daddy","topic":"Truth"},{"quote":"Truth, like the juice of the poppy, in small quantities, calms men; in larger, heats and irritates them, and is attended by fatal consequences in excess.","author":"Walter Savage Landor","topic":"Truth"},{"quote":"Truth is stranger than fiction; fiction has to make sense.","author":"Leo Rosten","topic":"Truth"},{"quote":"I went to Africa without the perspective of a balance between teaching people the truth, which has been my calling, and helping people who have physical problems, like AIDS and orphans and hunger.","author":"Bruce Wilkinson","topic":"Truth"},{"quote":"A truth that disheartens because it is true is of more value than the most stimulating of falsehoods.","author":"Maurice Maeterlinck","topic":"Truth"},{"quote":"About every year or two, there is a moment of truth where there&#39;s some new development in the marketplace, some new technology, some sort of existential crisis. You just have to be vigilant about looking out for those moments.","author":"Jeremy Stoppelman","topic":"Truth"},{"quote":"Every scientific truth goes through three states: first, people say it conflicts with the Bible; next, they say it has been discovered before; lastly, they say they always believed it.","author":"Louis Agassiz","topic":"Truth"},{"quote":"I&#39;m Billy the Kid, the fastest draw. It&#39;s not arrogance. It&#39;s the truth.","author":"David Geffen","topic":"Truth"},{"quote":"It is of no help to us that there is an absolute truth of the matter of things because unfortunately, none of us are in a position to say definitively what that is - although we all think that we are.","author":"Stanley Fish","topic":"Truth"},{"quote":"The truth is, however rich people get, they hate paying tax. Some live abroad for a year, or years at a time just to avoid it. Bizarre really - desperate economic migrants are driven to leave their homeland because of poverty; tax exiles are driven overseas by their wealth.","author":"Clint Black","topic":"Truth"},{"quote":"The intuition of free will gives us the truth.","author":"Corliss Lamont","topic":"Truth"},{"quote":"All I&#39;m ever looking for in my work in general is honesty and truth and people being real to themselves.","author":"iO Tillett Wright","topic":"Truth"},{"quote":"The ultimate aim of the human mind, in all its efforts, is to become acquainted with Truth.","author":"Eliza Farnham","topic":"Truth"},{"quote":"Sometimes, surely, truth is closer to imagination or to intelligence, to love than to fact? To be accurate is not to be right.","author":"Shirley Hazzard","topic":"Truth"},{"quote":"Truth is certainly a branch of morality and a very important one to society.","author":"Thomas Jefferson","topic":"Truth"},{"quote":"There are websites that any government wants to block. The truth about the Internet is that it&#39;s extremely hard to block anything - extremely hard. You&#39;ll never get perfect blocking.","author":"Bill Gates","topic":"Truth"},{"quote":"I think it will be found that experience, the true source and foundation of all knowledge, invariably confirms its truth.","author":"Thomas Malthus","topic":"Truth"},{"quote":"Truth has rough flavours if we bite it through.","author":"George Eliot","topic":"Truth"},{"quote":"The truth is often terrifying, which I think is one of the motifs of Larry and Andrew&#39;s cinema. The cost of knowledge is an important theme. In the second and third films, they explore the consequences of Neo&#39;s choice to know the truth. It&#39;s a beautiful, beautiful story.","author":"Keanu Reeves","topic":"Truth"},{"quote":"When truth is discovered by someone else, it loses something of its attractiveness.","author":"Aleksandr Solzhenitsyn","topic":"Truth"},{"quote":"I&#39;ll tell you one thing for sure: once you get to the point where you&#39;re actually doing things for truth&#39;s sake, then nobody can ever touch you again because you&#39;re harmonizing with a greater power.","author":"George Harrison","topic":"Truth"},{"quote":"We artists have the dignity to tell the truth to the people, unlike politicians.","author":"Yoko Ono","topic":"Truth"},{"quote":"Justice is truth in action.","author":"Benjamin Disraeli","topic":"Truth"},{"quote":"The truth about Pearl Harbour is obscured to this day. But it has been much studied.","author":"Gore Vidal","topic":"Truth"},{"quote":"I believe that hunger for a &#39;lost dimension&#39; of experience is a natural yearning in all of us, and it doesn&#39;t go away just because we ignore it. It is evidenced among other places in the millions of children and adults who obsessively read the &#39;Harry Potter&#39; books. It is said that fiction is where someone gets to tell the truth.","author":"Marianne Williamson","topic":"Truth"},{"quote":"All I can say right now is the U.S. government is not going to be able to cover this up by jailing or murdering me. Truth is coming, and it cannot be stopped.","author":"Edward Snowden","topic":"Truth"},{"quote":"All the principles of heaven and earth are living inside you. Life itself is truth, and this will never change. Everything in heaven and earth breathes. Breath is the thread that ties creation together.","author":"Morihei Ueshiba","topic":"Truth"},{"quote":"Who is God? Who are we? What is our purpose? All these questions remain unanswered. I want to reach the genuine seeker of spiritual well-being. My goal is to satisfy the hunger and longing for those who are seeking the truth.","author":"Ravi Zacharias","topic":"Truth"},{"quote":"There is risk and truth to yourselves and the world before you.","author":"Seamus Heaney","topic":"Truth"},{"quote":"The chief ingredients in the composition of those qualities that gain esteem and praise, are good nature, truth, good sense, and good breeding.","author":"Joseph Addison","topic":"Truth"},{"quote":"If any man seeks for greatness, let him forget greatness and ask for truth, and he will find both.","author":"Horace Mann","topic":"Truth"},{"quote":"I can take any truth; just don&#39;t lie to me.","author":"Barbra Streisand","topic":"Truth"},{"quote":"I&#39;m interested in the truth, and unauthorized biographies are not. Yes, I would like to correct those errors someday.","author":"Barbra Streisand","topic":"Truth"},{"quote":"The truth of why I used to listen to Arrested Development on my Walkman was because if I didn&#39;t, it would take me 20 minutes to walk to school. If I did, it took me 15. That&#39;s the reason I loved it. I just had more of a kick in my step, more of a bounce, so I&#39;d walk quicker.","author":"James Corden","topic":"Truth"},{"quote":"The well of true wit is truth itself.","author":"George Meredith","topic":"Truth"},{"quote":"All men wish to have truth on their side; but few to be on the side of truth.","author":"Richard Whately","topic":"Truth"},{"quote":"Before Watergate and Viet Nam, the American public, as a whole, believed everything it was told, and since then it doesn&#39;t believe anything, and both of those extremes hurt us because they prevent us from recognizing the truth.","author":"Daniel Keys Moran","topic":"Truth"},{"quote":"I&#39;m human, I feel, I understand. That&#39;s the highest level of love, is understanding - when you can understand someone, when you can love them with their flaws and their faults. So I understand, I consider. I may speak the truth, but I&#39;ll consider your feelings, too.","author":"Tracy Morgan","topic":"Truth"},{"quote":"The universal medicine for the Soul is the Supreme Reason and Absolute Justice; for the mind, mathematical and practical Truth; for the body, the Quintessence, a combination of light and gold.","author":"Albert Pike","topic":"Truth"},{"quote":"Acting is about finding truth and finding the way to convey the truth.","author":"Daveed Diggs","topic":"Truth"},{"quote":"If you have value as an artist it&#39;s probably going to be in your capacity to let things inside you get past things that are placed there to keep you from telling the truth. The more you see things as clearly and coldly as you can, the more value you&#39;re going to have.","author":"Tony Kushner","topic":"Truth"},{"quote":"You may think having a cluttered desk isn&#39;t that big of a deal. But that couldn&#39;t be further from the truth. Disorganization can stunt your professional growth and decrease your productivity.","author":"John Rampton","topic":"Truth"},{"quote":"We are living in a global world - but most schools and books still tell us only parochial histories of one particular country or culture. The truth is that there are no longer any independent countries in the world.","author":"Yuval Noah Harari","topic":"Truth"},{"quote":"Here is the surprising truth: It&#39;s often easier to make something 10 times better than it is to make it 10 percent better.","author":"Astro Teller","topic":"Truth"},{"quote":"Confidence and superiority: It&#39;s the usual fundamentalist stuff: I&#39;ve got the truth, and you haven&#39;t.","author":"Jeanette Winterson","topic":"Truth"},{"quote":"The source of all the material comes from nothingness, illusion is working more on things you can prove. That&#39;s the principle, the essence of life, it is actually an illusion, not immaterial. That&#39;s worth pursuing. So illusion is not nothing. In a way, that is the truth.","author":"Ang Lee","topic":"Truth"},{"quote":"It is often observed that the first casualty of war is truth, but how do you tell the truth without betraying the sacrifice of those who accepted the terms of battle? War is a sacrificial system that creates its own justification.","author":"Stanley Hauerwas","topic":"Truth"},{"quote":"Our great cultural error is to assume that &#39;truth&#39; arrives only through reductive theories.","author":"Siri Hustvedt","topic":"Truth"},{"quote":"Obviously any band, any group, someday is not going to be together anymore. That&#39;s the truth.","author":"Camila Cabello","topic":"Truth"},{"quote":"Most of us wake up every day and make decision that will make us happy, and generally decisions that will make us happy right then in the moment or that day. We are not really on a truth quest.","author":"Andy Stanley","topic":"Truth"},{"quote":"It is my feeling that Time ripens all things; with Time all things are revealed; Time is the father of truth.","author":"Francois Rabelais","topic":"Truth"},{"quote":"Risk! Risk anything! Care no more for the opinions of others, for those voices. Do the hardest thing on earth for you. Act for yourself. Face the truth.","author":"Katherine Mansfield","topic":"Truth"},{"quote":"There is a distinction between fact and truth. Truth has an element of revelation about it. If something is true, it does more than strike one as merely being so.","author":"Lucian Freud","topic":"Truth"},{"quote":"As foreign attacks increase, it&#39;s easy to treat them like bad weather happening somewhere else. It&#39;s what we read over breakfast. But when that storm hits your shores, remember this: Wishful thinking never saved a single life. The truth, however, has.","author":"Greg Gutfeld","topic":"Truth"},{"quote":"To believe that the United States is post-racial requires an almost incomprehensible inability or unwillingness to stare truth in the face.","author":"Tim Wise","topic":"Truth"},{"quote":"Every reporter inhales skepticism. You interview people, and they lie. You face public figures, diligently making notes or taping what is said, and they perform their interviews to fit a calculated script. The truth, alas, is always elusive.","author":"Pete Hamill","topic":"Truth"},{"quote":"We live in a material world, not a dramatic one. And truth resides not in melodrama, but in the precise measure of material things.","author":"Richard Flanagan","topic":"Truth"},{"quote":"Nothing seemed to offer more striking proof to the late Victorian mind of the infernal truth of social Darwinism than the supposed demise of the Tasmanian Aborigines.","author":"Richard Flanagan","topic":"Truth"},{"quote":"I&#39;ve always been a person that is searching for truth and always wants to go further, deeper.","author":"Lykke Li","topic":"Truth"},{"quote":"The truth is, I&#39;m pretty lighthearted.","author":"Matt Berninger","topic":"Truth"},{"quote":"Too much truth is uncouth.","author":"Franklin Pierce Adams","topic":"Truth"},{"quote":"The love of truth lies at the root of much humor.","author":"Robertson Davies","topic":"Truth"},{"quote":"I want to inspire through example. I hope my books motivate others to open doors and windows that will help them to embrace their own truth, light and joy.","author":"Alexandra Stoddard","topic":"Truth"},{"quote":"I don&#39;t mind if what they write about me has some truth in it. Pure imagination makes me feel sad about the whole thing.","author":"Shaheer Sheikh","topic":"Truth"},{"quote":"Power can shape &#39;truth,&#39; but not forever.","author":"Tariq Ali","topic":"Truth"},{"quote":"For me, I don&#39;t feel it is a success in the career to be the pretty woman; career success comes from being characters who tell us something about the truth.","author":"Emmanuelle Beart","topic":"Truth"},{"quote":"The truth about the Costa del Sol is that what endures, what is worthwhile, is what is Spanish.","author":"David Hewson","topic":"Truth"},{"quote":"You need to see what the actor needs. This one wants to be talked to privately. That one doesn&#39;t mind if you block it for them. Just tell me the truth and I&#39;ll adapt to it.","author":"Penny Marshall","topic":"Truth"},{"quote":"That&#39;s what&#39;s really bothering me about Trump is the hypocrisy, because when Trump was a candidate, and he got elected - because, by and large, he told the truth about the phony nature of the recovery.","author":"Peter Schiff","topic":"Truth"},{"quote":"I never criticized one person in any way that I did not believe was true. How am I a mean guy if I&#39;m telling the truth? Because nobody wants to hear the truth.","author":"Dominick Cruz","topic":"Truth"},{"quote":"Christlike communications are expressions of affection and not anger, truth and not fabrication, compassion and not contention, respect and not ridicule, counsel and not criticism, correction and not condemnation. They are spoken with clarity and not with confusion. They may be tender or they may be tough, but they must always be tempered.","author":"L. Lionel Kendrick","topic":"Truth"},{"quote":"I&#39;m the Latin artist who has been the most successful in history at representing the Latin culture. The stylings of my words are immodest, but it&#39;s the truth.","author":"Julio Iglesias","topic":"Truth"},{"quote":"For 10 years, Kosovo was taboo. No one could officially tell the truth.","author":"Ivica Dacic","topic":"Truth"},{"quote":"This truth must be recognized as a dogma and assume the validity of an axiom in the general understanding of painting.","author":"Fernand Leger","topic":"Truth"},{"quote":"The test of truth in life is not whether we can remember what we learned in school, but whether we are prepared for change.","author":"Andreas Schleicher","topic":"Truth"},{"quote":"I&#39;m simply trying to tell the truth about human behaviour as I see it.","author":"Sarah Kane","topic":"Truth"},{"quote":"And it was so special, and to tell you the truth that&#39;s how I feel about the whole thing, I mean when I meet someone that has watched the show, and it has brought such joy to them, it just makes you feel so good.","author":"David Selby","topic":"Truth"},{"quote":"John Kerry didn&#39;t out me, nor did he offend or attack me by calling me a lesbian. I certainly couldn&#39;t be offended by the truth.","author":"Mary Cheney","topic":"Truth"},{"quote":"Seeking of the truth should be not only part of the Justice Department and part of our judicial system, but also should be... a goal of reporters today.","author":"John Ensign","topic":"Truth"},{"quote":"Everyone, left to his own devices, forms an idea about what goes on in language which is very far from the truth.","author":"Ferdinand de Saussure","topic":"Truth"},{"quote":"So rather than face the bitter truth, China has placed severe restrictions on the Internet and enlisted America&#39;s high-tech companies as their Internet police.","author":"Tom Lantos","topic":"Truth"},{"quote":"When I can look life in the eyes, grown calm and very coldly wise, life will have given me the truth, and taken in exchange - my youth.","author":"Sara Teasdale","topic":"Truth"},{"quote":"The simple truth is, the short-term solution is for the FDA to allow more importation of safe vaccines from other nations. But the long-term solution is to get more vaccine production within the U.S.","author":"Larry Craig","topic":"Truth"},{"quote":"To me, horror is when I see somebody lying. I mean a person I know. A friend. And he&#39;s telling me something that I accept. And then suddenly, as he or she is telling it, there&#39;s something that gives them away. They&#39;re not telling me the truth.","author":"Jonathan Frid","topic":"Truth"},{"quote":"I perceived how that it was impossible to establish the lay people in any truth except the Scripture were plainly laid before their eyes in their mother tongue.","author":"William Tyndale","topic":"Truth"},{"quote":"I get some of my ideas from watching my three daughters, but most of them come from my own memories of growing up. I can remember how romantic I was, not just about love, but romance in the classic sense - the romantic ideals: of honor and truth, of loyalty, sacrifice and fairness. Those were the elements that made a story satisfying to me.","author":"Francine Pascal","topic":"Truth"},{"quote":"I always felt that a scientist owes the world only one thing, and that is the truth as he sees it.","author":"Hans Eysenck","topic":"Truth"},{"quote":"When I discovered Gil Scott-Heron, I discovered a musical hero, a man who spoke baritone truth to power over jazzy funk at a time when funky music was primarily about shake, shake, shaking your booty.","author":"Will Hermes","topic":"Truth"},{"quote":"Grow your tree of falsehood from a small grain of truth. Do not follow those who lie in contempt of reality. Let your lie be even more logical than the truth itself, so the weary travelers may find repose.","author":"Czeslaw Milosz","topic":"Truth"},{"quote":"When whistleblowers come forward, we need to fight for them, so others will be encouraged. When they are gagged, we must be their voice. When they are hunted, we must be their shield. When they are locked away, we must free them. Giving us the truth is not a crime. This is our data, our information, our history. We must fight to own it.","author":"Sara Harrison","topic":"Truth"},{"quote":"Let authors write for glory and reward. The truth is well paid when she is sung and heard.","author":"James J. Corbett","topic":"Truth"},{"quote":"If the truth be known, we are on the verge of losing an entire generation of our young people, killing and dying in the streets of America.","author":"Ron Dellums","topic":"Truth"},{"quote":"One word from Chairman Mao is worth ten thousand from others. His every statement is truth. We must carry out those we that understand as well as those we don&#39;t.","author":"Lin Biao","topic":"Truth"},{"quote":"The only way people can really be excellent is with truth, so you have to have a CFO who will have the intellectual capacity and conviction to tell you you&#39;re wrong and try to support that with data.","author":"Anthony Noto","topic":"Truth"},{"quote":"I&#39;ve still not written as well as I want to. I want to write so that the reader in Des Moines, Iowa, in Kowloon, China, in Cape Town, South Africa, can say, &#39;You know, that&#39;s the truth. I wasn&#39;t there, and I wasn&#39;t a six-foot black girl, but that&#39;s the truth.&#39;","author":"Maya Angelou","topic":"Truth"},{"quote":"All credibility, all good conscience, all evidence of truth come only from the senses.","author":"Friedrich Nietzsche","topic":"Truth"},{"quote":"Sometimes the truth hurts. And sometimes it feels real good.","author":"Henry Rollins","topic":"Truth"},{"quote":"Time discovers truth.","author":"Lucius Annaeus Seneca","topic":"Truth"},{"quote":"Religion is about turning untested belief into unshakable truth through the power of institutions and the passage of time.","author":"Richard Dawkins","topic":"Truth"},{"quote":"Live truth instead of professing it.","author":"Elbert Hubbard","topic":"Truth"},{"quote":"It is one of the severest tests of friendship to tell your friend his faults. So to love a man that you cannot bear to see a stain upon him, and to speak painful truth through loving words, that is friendship.","author":"Henry Ward Beecher","topic":"Truth"},{"quote":"The truth of the matter is that you always know the right thing to do. The hard part is doing it.","author":"Robert H. Schuller","topic":"Truth"},{"quote":"Words such as truth, art, veracity, or anything are stupid in themselves.","author":"Marcel Duchamp","topic":"Truth"},{"quote":"Knowing so many people like myself who are singers and in traveling bands, the people you&#39;re in a relationship with feel slighted because they feel you&#39;re giving all your energy to your fans, and there&#39;s a lot of truth to that.","author":"Kid Rock","topic":"Truth"},{"quote":"The truth is this: Brutalized, victimized children invariably will brutalize and victimize when they grow up. Is our only response to this the certain promise that we will penalize them when they do? Or will we commit to keeping our children safe from brutality and victimization?","author":"Greg Boyle","topic":"Truth"},{"quote":"Scientific truth is marvelous, but moral truth is divine and whoever breathes its air and walks by its light has found the lost paradise.","author":"Horace Mann","topic":"Truth"},{"quote":"I tell you the solemn truth, that the doctrine of the Trinity is not so difficult to accept for a working proposition as any one of the axioms of physics.","author":"Henry Adams","topic":"Truth"},{"quote":"It is difficult to discriminate the voice of truth from amid the clamor raised by heated partisans.","author":"Friedrich Schiller","topic":"Truth"},{"quote":"The truth is that no matter how old we are, as long as our mothers are alive, we want our mother. And it&#39;s a very powerful relationship if it&#39;s healthy.","author":"Goldie Hawn","topic":"Truth"},{"quote":"The pursuit of truth will set you free; even if you never catch up with it.","author":"Clarence Darrow","topic":"Truth"},{"quote":"If you followed this economic crisis and you do not think that the world is getting flatter, you are not paying attention. We saw the entire global economy at one time acting totally in sync. The real truth is the world is even flatter than I thought. Our mortgage crisis is killing Deutsche Bank. You still don&#39;t think the world is flat?","author":"Thomas Friedman","topic":"Truth"},{"quote":"The reason I became an actress is because I wanted my acting to reflect life as it is. I want to put truth on the screen. I want real women to see real women on the screen.","author":"Viola Davis","topic":"Truth"},{"quote":"It is not the possession of truth, but the success which attends the seeking after it, that enriches the seeker and brings happiness to him.","author":"Max Planck","topic":"Truth"},{"quote":"As soon as you think you know someone else&#39;s truth better than they do, you are in deep water.","author":"Martha Beck","topic":"Truth"},{"quote":"Truth disappears with the telling of it.","author":"Lawrence Durrell","topic":"Truth"},{"quote":"There are certain persons for whom pure Truth is a poison.","author":"Andre Maurois","topic":"Truth"},{"quote":"The art of storytelling is reaching its end because the epic side of truth, wisdom, is dying out.","author":"Walter Benjamin","topic":"Truth"},{"quote":"Nobody speaks the truth when there is something they must have.","author":"Elizabeth Bowen","topic":"Truth"},{"quote":"I stay true because whatever the project is, I&#39;m still looking for inside of that character. It&#39;s the thing that connects him to me and to everybody else. So, the search is the same. It&#39;s to unveil the truth, and that&#39;s how I stay true, because my purpose isn&#39;t altered.","author":"Forest Whitaker","topic":"Truth"},{"quote":"Well, first of all, we&#39;ve got to get away from being offended by the truth. We&#39;ve seen a 41 percent increase in food stamp recipients across the United States of America since President Obama was sworn in in January 2009. That has nothing to do with black, white, Hispanic or whatever. It&#39;s a fact, and we need to, you know, deal with that.","author":"Allen West","topic":"Truth"},{"quote":"You never find yourself until you face the truth.","author":"Pearl Bailey","topic":"Truth"},{"quote":"No one ever tells us the truth, even those we love.","author":"Anna Held","topic":"Truth"},{"quote":"Truth gets well if she is run over by a locomotive, while error dies of lockjaw if she scratches her finger.","author":"William C. Bryant","topic":"Truth"},{"quote":"When people laugh at me, they are not laughing in the way that they normally would at a comedian. They are laughing with relief, because the truth has been spoken, and political correctness has not strangled this particular gigastar.","author":"Barry Humphries","topic":"Truth"},{"quote":"Sincerity is moral truth.","author":"George Henry Lewes","topic":"Truth"},{"quote":"Anyone who thinks they have a monopoly on truth, and there is only one way to see the world, always gets us into trouble.","author":"Chuck Schumer","topic":"Truth"},{"quote":"The design of Rhetoric is to remove those Prejudices that lie in the way of Truth, to Reduce the Passions to the Government of Reasons; to place our Subject in a Right Light, and excite our Hearers to a due consideration of it.","author":"Mary Astell","topic":"Truth"},{"quote":"Contrary to what we conclude naturally, the gospel is not too good to be true. It is true! It&#39;s the truest truth in the entire universe. No strings attached! No fine print to read. No buts. No conditions. No qualifications. No footnotes. And especially, no need for balance.","author":"Tullian Tchividjian","topic":"Truth"},{"quote":"Sure I think it is healthy to speak the truth, and be who you are, and be proud of that.","author":"Nathan Lane","topic":"Truth"},{"quote":"The truth of the matter is that I live on an isolated cattle ranch in the middle of Oklahoma and that&#39;s not going to change.","author":"Ree Drummond","topic":"Truth"},{"quote":"Cynicism is an unpleasant way of saying the truth.","author":"Lillian Hellman","topic":"Truth"},{"quote":"The truth is that the celebrities that transitioned into being business moguls or launching a brand have to be very smart, or at least be advised by very smart people.","author":"Erin Foster","topic":"Truth"},{"quote":"I will say this about the truth - that it&#39;s one of those crisis rules, whether you are a client or someone who&#39;s living their life just every day - is that the truth has a funny way of not going away, and telling the truth is extremely important in dealing with any problem or crisis.","author":"Judy Smith","topic":"Truth"},{"quote":"Like the seasons of the year, like history, truth also repeats itself. But we seldom recognize it when great poets or true artists - the prophets and the priests of our day - present it to us in garments spick and span, following the fashion of the age, the slant of its fancy, the turn and temper of its mind.","author":"Ameen Rihani","topic":"Truth"},{"quote":"I never regret things. It&#39;s a really dangerous thing to say, but for anyone involved in the arts, the bad things that happen make for good material. It&#39;s not a comfortable truth, but it is true.","author":"Antony Sher","topic":"Truth"},{"quote":"The challenge of a president himself struggling to find the conjunction between the right words and honest expression, a use of language that respects intellect, truth, and sincerity, has largely been abandoned.","author":"Fred Kaplan","topic":"Truth"},{"quote":"I just - I love my job. I love doing it. It&#39;s a passionate endeavor. And sometimes you can get close to something that you believe is the truth. The truth of something. Not all the time, but sometimes.","author":"Donald Sutherland","topic":"Truth"},{"quote":"We must explain the truth: There is no free lunch.","author":"Grace Napolitano","topic":"Truth"},{"quote":"The only people I have seen who have been truly pushing for the truth are the family members.","author":"Sibel Edmonds","topic":"Truth"},{"quote":"While the notion that torture works has been glorified in television shows and movies, the simple truth is this: torture has never been an effective interrogation method.","author":"Jerrold Nadler","topic":"Truth"},{"quote":"I think one of the major things a director has to do is to know his subject matter, the subject matter of his script, know the truth and the reality of it. That&#39;s very important.","author":"Robert Wise","topic":"Truth"},{"quote":"The duty of the media is to observe truth and social responsibility.","author":"Salva Kiir Mayardit","topic":"Truth"},{"quote":"To those who don&#39;t know the historical truth, I would like to say today, Poland was not an aggressor but a victim during the Second World War.","author":"Ewa Kopacz","topic":"Truth"}]