[{"quote":"The two most powerful warriors are patience and time.","author":"Leo Tolstoy","topic":"War"},{"quote":"Sometimes by losing a battle you find a new way to win the war.","author":"Donald Trump","topic":"War"},{"quote":"I refuse to accept the view that mankind is so tragically bound to the starless midnight of racism and war that the bright daybreak of peace and brotherhood can never become a reality... I believe that unarmed truth and unconditional love will have the final word.","author":"Martin Luther King, Jr.","topic":"War"},{"quote":"The supreme art of war is to subdue the enemy without fighting.","author":"Sun Tzu","topic":"War"},{"quote":"War is peace. Freedom is slavery. Ignorance is strength.","author":"George Orwell","topic":"War"},{"quote":"To be prepared for war is one of the most effective means of preserving peace.","author":"George Washington","topic":"War"},{"quote":"I must study politics and war that my sons may have liberty to study mathematics and philosophy.","author":"John Adams","topic":"War"},{"quote":"We don&#39;t even know how strong we are until we are forced to bring that hidden strength forward. In times of tragedy, of war, of necessity, people do amazing things. The human capacity for survival and renewal is awesome.","author":"Isabel Allende","topic":"War"},{"quote":"We shall defend our island, whatever the cost may be, we shall fight on the beaches, we shall fight on the landing grounds, we shall fight in the fields and in the streets, we shall fight in the hills; we shall never surrender.","author":"Winston Churchill","topic":"War"},{"quote":"The object of war is not to die for your country but to make the other bastard die for his.","author":"George S. Patton","topic":"War"},{"quote":"You must not fight too often with one enemy, or you will teach him all your art of war.","author":"Napoleon Bonaparte","topic":"War"},{"quote":"A really strong woman accepts the war she went through and is ennobled by her scars.","author":"Carly Simon","topic":"War"},{"quote":"Know thy self, know thy enemy. A thousand battles, a thousand victories.","author":"Sun Tzu","topic":"War"},{"quote":"Build me a son, O Lord, who will be strong enough to know when he is weak, and brave enough to face himself when he is afraid, one who will be proud and unbending in honest defeat, and humble and gentle in victory.","author":"Douglas MacArthur","topic":"War"},{"quote":"Our Generation has had no Great war, no Great Depression. Our war is spiritual. Our depression is our lives.","author":"Chuck Palahniuk","topic":"War"},{"quote":"War does not determine who is right - only who is left.","author":"Bertrand Russell","topic":"War"},{"quote":"Mankind must put an end to war before war puts an end to mankind.","author":"John F. Kennedy","topic":"War"},{"quote":"Every gun that is made, every warship launched, every rocket fired, signifies in the final sense a theft from those who hunger and are not fed, those who are cold and are not clothed.","author":"Dwight D. Eisenhower","topic":"War"},{"quote":"Victorious warriors win first and then go to war, while defeated warriors go to war first and then seek to win.","author":"Sun Tzu","topic":"War"},{"quote":"The soldier above all others prays for peace, for it is the soldier who must suffer and bear the deepest wounds and scars of war.","author":"Douglas MacArthur","topic":"War"},{"quote":"The woman power of this nation can be the power which makes us whole and heals the rotten community, now so shattered by war and poverty and racism. I have great faith in the power of women who will dedicate themselves whole-heartedly to the task of remaking our society.","author":"Coretta Scott King","topic":"War"},{"quote":"The Cold War isn&#39;t thawing; it is burning with a deadly heat. Communism isn&#39;t sleeping; it is, as always, plotting, scheming, working, fighting.","author":"Richard M. Nixon","topic":"War"},{"quote":"No event in American history is more misunderstood than the Vietnam War. It was misreported then, and it is misremembered now.","author":"Richard M. Nixon","topic":"War"},{"quote":"Politics is war without bloodshed while war is politics with bloodshed.","author":"Mao Zedong","topic":"War"},{"quote":"The art of war teaches us to rely not on the likelihood of the enemy&#39;s not coming, but on our own readiness to receive him; not on the chance of his not attacking, but rather on the fact that we have made our position unassailable.","author":"Sun Tzu","topic":"War"},{"quote":"European nations began World War I with a glamorous vision of war, only to be psychologically shattered by the realities of the trenches. The experience changed the way people referred to the glamour of battle; they treated it no longer as a positive quality but as a dangerous illusion.","author":"Virginia Postrel","topic":"War"},{"quote":"In war, you can only be killed once, but in politics, many times.","author":"Winston Churchill","topic":"War"},{"quote":"Older men declare war. But it is the youth that must fight and die.","author":"Herbert Hoover","topic":"War"},{"quote":"The best way to solve problems and to fight against war is through dialogue.","author":"Malala Yousafzai","topic":"War"},{"quote":"My first wish is to see this plague of mankind, war, banished from the earth.","author":"George Washington","topic":"War"},{"quote":"Wars are poor chisels for carving out peaceful tomorrows.","author":"Martin Luther King, Jr.","topic":"War"},{"quote":"People never lie so much as after a hunt, during a war or before an election.","author":"Otto von Bismarck","topic":"War"},{"quote":"Battle is the most magnificent competition in which a human being can indulge. It brings out all that is best; it removes all that is base. All men are afraid in battle. The coward is the one who lets his fear overcome his sense of duty. Duty is the essence of manhood.","author":"George S. Patton","topic":"War"},{"quote":"I joined the army on my seventeenth birthday, full of the romance of war after having read a lot of World War I British poetry and having seen a lot of post-World War II films. I thought the romantic presentations of war influenced my joining and my presentation of war to my younger siblings.","author":"Walter Dean Myers","topic":"War"},{"quote":"During the time men live without a common power to keep them all in awe, they are in that conditions called war; and such a war, as if of every man, against every man.","author":"Thomas Hobbes","topic":"War"},{"quote":"It was my duty to shoot the enemy, and I don&#39;t regret it. My regrets are for the people I couldn&#39;t save: Marines, soldiers, buddies. I&#39;m not naive, and I don&#39;t romanticize war. The worst moments of my life have come as a SEAL. But I can stand before God with a clear conscience about doing my job.","author":"Chris Kyle","topic":"War"},{"quote":"America is not perfect. It took a bloody civil war to free over 4 million African Americans who lived enslaved. It took another hundred years after that before they achieved full equality under the law.","author":"Marco Rubio","topic":"War"},{"quote":"War is never a lasting solution for any problem.","author":"A. P. J. Abdul Kalam","topic":"War"},{"quote":"Brave men rejoice in adversity, just as brave soldiers triumph in war.","author":"Lucius Annaeus Seneca","topic":"War"},{"quote":"The condition of man... is a condition of war of everyone against everyone.","author":"Thomas Hobbes","topic":"War"},{"quote":"Thus, what is of supreme importance in war is to attack the enemy&#39;s strategy.","author":"Sun Tzu","topic":"War"},{"quote":"The best weapon against an enemy is another enemy.","author":"Friedrich Nietzsche","topic":"War"},{"quote":"I do not believe that civilization will be wiped out in a war fought with the atomic bomb. Perhaps two-thirds of the people of the earth will be killed.","author":"Albert Einstein","topic":"War"},{"quote":"I saw courage both in the Vietnam War and in the struggle to stop it. I learned that patriotism includes protest, not just military service.","author":"John F. Kerry","topic":"War"},{"quote":"The art of war is simple enough. Find out where your enemy is. Get at him as soon as you can. Strike him as hard as you can, and keep moving on.","author":"Ulysses S. Grant","topic":"War"},{"quote":"Great is the guilt of an unnecessary war.","author":"John Adams","topic":"War"},{"quote":"As a soldier, I survived World War I when most of my comrades did not.","author":"Lester B. Pearson","topic":"War"},{"quote":"If men can develop weapons that are so terrifying as to make the thought of global war include almost a sentence for suicide, you would think that man&#39;s intelligence and his comprehension... would include also his ability to find a peaceful solution.","author":"Dwight D. Eisenhower","topic":"War"},{"quote":"Even today we raise our hand against our brother... We have perfected our weapons, our conscience has fallen asleep, and we have sharpened our ideas to justify ourselves as if it were normal we continue to sow destruction, pain, death. Violence and war lead only to death.","author":"Pope Francis","topic":"War"},{"quote":"The lesson of the Cold War is that against nuclear weapons, only nuclear weapons can hold the peace.","author":"Chung Mong-joon","topic":"War"},{"quote":"We make war that we may live in peace.","author":"Aristotle","topic":"War"},{"quote":"Life is now a war zone, and as such, the number of people considered disposable has grown exponentially, and this includes low income whites, poor minorities, immigrants, the unemployed, the homeless, and a range of people who are viewed as a liability to capital and its endless predatory quest for power and profits.","author":"Henry Giroux","topic":"War"},{"quote":"Generally speaking, men are held in great esteem in all parts of the world, so why shouldn&#39;t women have their share? Soldiers and war heroes are honored and commemorated, explorers are granted immortal fame, martyrs are revered, but how many people look upon women too as soldiers?","author":"Anne Frank","topic":"War"},{"quote":"Life on Earth is at the ever-increasing risk of being wiped out by a disaster, such as sudden global nuclear war, a genetically engineered virus or other dangers we have not yet thought of.","author":"Stephen Hawking","topic":"War"},{"quote":"If there is no sufficient reason for war, the war party will make war on one pretext, then invent another... after the war is on.","author":"Robert M. La Follette","topic":"War"},{"quote":"Ever since World War I, superior force is no longer measured in terms of men or horses, but in the means to wreak destruction.","author":"Saul David","topic":"War"},{"quote":"Bad things do happen in the world, like war, natural disasters, disease. But out of those situations always arise stories of ordinary people doing extraordinary things.","author":"Daryn Kagan","topic":"War"},{"quote":"We should keep on going along the path of globalization. Globalization is good... when trade stops, war comes.","author":"Jack Ma","topic":"War"},{"quote":"The most important thing in our war preparations is to teach all our people to hate U.S. imperialism. Otherwise, we will not be able to defeat the U.S. imperialists who boast of their technological superiority.","author":"Kim Il-sung","topic":"War"},{"quote":"If atomic bombs are to be added as new weapons to the arsenals of a warring world, or to the arsenals of nations preparing for war, then the time will come when mankind will curse the names of Los Alamos and of Hiroshima.","author":"J. Robert Oppenheimer","topic":"War"},{"quote":"I hate war as only a soldier who has lived it can, only as one who has seen its brutality, its futility, its stupidity.","author":"Dwight D. Eisenhower","topic":"War"},{"quote":"I am tired and sick of war. Its glory is all moonshine. It is only those who have neither fired a shot nor heard the shrieks and groans of the wounded who cry aloud for blood, for vengeance, for desolation. War is hell.","author":"William Tecumseh Sherman","topic":"War"},{"quote":"Anyone who has ever looked into the glazed eyes of a soldier dying on the battlefield will think hard before starting a war.","author":"Otto von Bismarck","topic":"War"},{"quote":"When I grew up, in Taiwan, the Korean War was seen as a good war, where America protected Asia. It was sort of an extension of World War II. And it was, of course, the peak of the Cold War. People in Taiwan were generally proAmerican. The Korean War made Japan. And then the Vietnam War made Taiwan. There is some truth to that.","author":"Ang Lee","topic":"War"},{"quote":"I have never advocated war except as a means of peace.","author":"Ulysses S. Grant","topic":"War"},{"quote":"War is cruelty. There is no use trying to reform it. The crueler it is, the sooner it will be over.","author":"William Tecumseh Sherman","topic":"War"},{"quote":"I had a very strong feeling about the Vietnam War, and I had a strong feeling about participating in it. The military draft was in place, I was summoned for a physical exam, and I was either going to be classified as fit for military service or make my objection to it. So I made my objection to it.","author":"Harrison Ford","topic":"War"},{"quote":"You can no more win a war than you can win an earthquake.","author":"Jeannette Rankin","topic":"War"},{"quote":"War is hell. You can&#39;t photograph a flying bullet, but you can capture genuine fear.","author":"Horst Faas","topic":"War"},{"quote":"The great questions of the day will not be settled by means of speeches and majority decisions but by iron and blood.","author":"Otto von Bismarck","topic":"War"},{"quote":"In war, whichever side may call itself the victor, there are no winners, but all are losers.","author":"Neville Chamberlain","topic":"War"},{"quote":"Love does not begin and end the way we seem to think it does. Love is a battle, love is a war; love is a growing up.","author":"James A. Baldwin","topic":"War"},{"quote":"We&#39;ve been in the nation-building business since World War I, and especially since WWII. The goal is not a Jeffersonian Democracy in Afghanistan, but a representative government that respects human rights, protects its own people, and is a friend of the West. These are very realistic - and necessary - goals.","author":"Oliver North","topic":"War"},{"quote":"There are only two sides to this question. Every man must be for the United States or against it. There can be no neutrals in this war; only patriots and traitors.","author":"Stephen Douglas","topic":"War"},{"quote":"The atomic bomb made the prospect of future war unendurable. It has led us up those last few steps to the mountain pass; and beyond there is a different country.","author":"J. Robert Oppenheimer","topic":"War"},{"quote":"It is well that war is so terrible, otherwise we should grow too fond of it.","author":"Robert E. Lee","topic":"War"},{"quote":"Peace demands the most heroic labor and the most difficult sacrifice. It demands greater heroism than war. It demands greater fidelity to the truth and a much more perfect purity of conscience.","author":"Thomas Merton","topic":"War"},{"quote":"Something is wanting, and something must be done, or we shall be involved in all the horror of failure, and civil war without a prospect of its termination.","author":"Henry Knox","topic":"War"},{"quote":"Not all moral issues have the same moral weight as abortion and euthanasia. There may be legitimate diversity of opinion even among Catholics about waging war and applying the death penalty, but not... with regard to abortion and euthanasia.","author":"Pope Benedict XVI","topic":"War"},{"quote":"In times of peace, the war party insists on making preparation for war. As soon as prepared for, it insists on making war.","author":"Robert M. La Follette","topic":"War"},{"quote":"The first casualty when war comes is truth.","author":"Hiram Johnson","topic":"War"},{"quote":"Marriage is an adventure, like going to war.","author":"Gilbert K. Chesterton","topic":"War"},{"quote":"This union has been divided in like a civil war - brother against brother - sister against sister. And I&#39;m pulling it together. We&#39;ve already seen evidence of that in New York, in Pennsylvania, in California. The first thing is we have to get on the same page. We have to be united in one cause.","author":"James P. Hoffa","topic":"War"},{"quote":"There is no hunting like the hunting of man, and those who have hunted armed men long enough and liked it, never care for anything else thereafter.","author":"Ernest Hemingway","topic":"War"},{"quote":"My attitude to peace is rather based on the Burmese definition of peace - it really means removing all the negative factors that destroy peace in this world. So peace does not mean just putting an end to violence or to war, but to all other factors that threaten peace, such as discrimination, such as inequality, poverty.","author":"Aung San Suu Kyi","topic":"War"},{"quote":"World War I broke out largely because of an arms race, and World War II because of the lack of an arms race.","author":"Herman Kahn","topic":"War"},{"quote":"What a cruel thing war is... to fill our hearts with hatred instead of love for our neighbors.","author":"Robert E. Lee","topic":"War"},{"quote":"When we are sick, we want an uncommon doctor; when we have a construction job to do, we want an uncommon engineer, and when we are at war, we want an uncommon general. It is only when we get into politics that we are satisfied with the common man.","author":"Herbert Hoover","topic":"War"},{"quote":"War is not only a matter of equipment, artillery, group troops or air force; it is largely a matter of spirit, or morale.","author":"Chiang Kai-shek","topic":"War"},{"quote":"It is forbidden to kill; therefore all murderers are punished unless they kill in large numbers and to the sound of trumpets.","author":"Voltaire","topic":"War"},{"quote":"The idea that a war can be won by standing on the defensive and waiting for the enemy to attack is a dangerous fallacy, which owes its inception to the desire to evade the price of victory.","author":"Douglas Haig","topic":"War"},{"quote":"Every time you go to an airport and get on a plane, you are basically taking advantage of the work that was done at Langley. Between World War I and World War II, they did just tremendous amount of fundamental research into basically making airplanes safer, making them more stable.","author":"Margot Lee Shetterly","topic":"War"},{"quote":"Be at war with your vices, at peace with your neighbors, and let every new year find you a better man.","author":"Benjamin Franklin","topic":"War"},{"quote":"The day that the balance between the two sections of the country - the slaveholding States and the non-slaveholding States - is destroyed is a day that will not be far removed from political revolution, anarchy, civil war, and widespread disaster.","author":"John C. Calhoun","topic":"War"},{"quote":"For me, true beauty has nothing to do with wrinkles and everything to do with the fact that my maternal grandmother raised five children just after the war and remained a fighter throughout her life. True beauty is the slick of red lipstick my paternal grandmother would put on before going to church on Sunday.","author":"Monica Bellucci","topic":"War"},{"quote":"There are two problems for our species&#39; survival - nuclear war and environmental catastrophe - and we&#39;re hurtling towards them. Knowingly.","author":"Noam Chomsky","topic":"War"},{"quote":"What gunpowder did for war the printing press has done for the mind.","author":"Wendell Phillips","topic":"War"},{"quote":"The republican is the only form of government which is not eternally at open or secret war with the rights of mankind.","author":"Thomas Jefferson","topic":"War"},{"quote":"Let us ever remember that our interest is in concord, not in conflict; and that our real eminence rests in the victories of peace, not those of war.","author":"William McKinley","topic":"War"},{"quote":"War is the continuation of politics by other means.","author":"Carl von Clausewitz","topic":"War"},{"quote":"There was a time when liberalism was identified with anti-Communism. But the Vietnam War led liberals into the arms of the Left, which had been morally confused about Communism since its inception and had become essentially pacifist following the carnage of World War I.","author":"Dennis Prager","topic":"War"},{"quote":"No matter what you think about the Iraq war, there is one thing we can all agree on for the next days - we have to salute the courage and bravery of those who are risking their lives to vote and those brave Iraqi and American soldiers fighting to protect their right to vote.","author":"Hillary Clinton","topic":"War"},{"quote":"Not by the forces of civil war can you govern the very weakest woman. You can kill that woman, but she escapes you then; you cannot govern her. No power on earth can govern a human being, however feeble, who withholds his or her consent.","author":"Emmeline Pankhurst","topic":"War"},{"quote":"Organize, agitate, educate, must be our war cry.","author":"Susan B. Anthony","topic":"War"},{"quote":"Communism has never come to power in a country that was not disrupted by war or corruption, or both.","author":"John F. Kennedy","topic":"War"},{"quote":"I covered the Vietnam War. I remember the lies that were told, the lives that were lost - and the shock when, twenty years after the war ended, former Defense Secretary Robert S. McNamara admitted he knew it was a mistake all along.","author":"Walter Cronkite","topic":"War"},{"quote":"I worked night and day for twelve years to prevent the war, but I could not. The North was mad and blind, would not let us govern ourselves, and so the war came.","author":"Jefferson Davis","topic":"War"},{"quote":"In many parts of the world, especially Pakistan and Afghanistan, terrorism, war and conflict stop children to go to their schools. We are really tired of these wars. Women and children are suffering.","author":"Malala Yousafzai","topic":"War"},{"quote":"This was not an act of terrorism, but it was an act of war.","author":"George W. Bush","topic":"War"},{"quote":"When I was in the White House, I was confronted with the challenge of the Cold War. Both the Soviet Union and I had 30,000 nuclear weapons that could destroy the entire earth and I had to maintain the peace.","author":"Jimmy Carter","topic":"War"},{"quote":"There is no avoiding war; it can only be postponed to the advantage of others.","author":"Niccolo Machiavelli","topic":"War"},{"quote":"We have but one flag, one country; let us stand together. We may differ in color, but not in sentiment. Many things have been said about me which are wrong, and which white and black persons here, who stood by me through the war, can contradict.","author":"Nathan Bedford Forrest","topic":"War"},{"quote":"See, the &#39;On the Road&#39; that came out in 1957 was censored. A lot of the honesty of it, the bitter honesty, is in the original scroll version that came out in 2007 on the 50-year anniversary. Back then, there was so much post-Second World War fear that was imposed on everybody - &#39;You must live life this way&#39; - and these guys were bored.","author":"Garrett Hedlund","topic":"War"},{"quote":"Since the Korean War, U.S. and South Korea have established an enduring friendship with shared interests, such as denuclearizing the Korean Peninsula, combating aggression abroad and developing our economies.","author":"Charles B. Rangel","topic":"War"},{"quote":"Truman is now seen as a near-great president because he put in place the containment doctrine boosted by the Truman Doctrine and the Marshall Plan and NATO, which historians now see as having been at the center of American success in the cold war.","author":"Robert Dallek","topic":"War"},{"quote":"Ours is a world of nuclear giants and ethical infants. We know more about war that we know about peace, more about killing that we know about living.","author":"Omar N. Bradley","topic":"War"},{"quote":"At the Imperial Conference on December 1, it was decided to make war against England and the United States.","author":"Hideki Tojo","topic":"War"},{"quote":"History demonstrates that previous military drawdowns invited aggression by our enemies. After World War I, America drew down forces until the U.S. Army had fewer than 100,000 men in uniform. That weakness invited Nazi aggression in Europe and the imperial Japanese attack at Pearl Harbor.","author":"Frank Gaffney","topic":"War"},{"quote":"During the Cold War, we lived in coded times when it wasn&#39;t easy and there were shades of grey and ambiguity.","author":"John le Carre","topic":"War"},{"quote":"To hold a pen is to be at war.","author":"Voltaire","topic":"War"},{"quote":"World War I was not inevitable, as many historians say. It could have been avoided, and it was a diplomatically botched negotiation.","author":"Richard Holbrooke","topic":"War"},{"quote":"World War II, the atomic bomb, the Cold War, made it hard for Americans to continue their optimism.","author":"Stephen Ambrose","topic":"War"},{"quote":"The cost of freedom is always high, but Americans have always paid it. And one path we shall never choose, and that is the path of surrender, or submission.","author":"John F. Kennedy","topic":"War"},{"quote":"Secret operations are essential in war; upon them the army relies to make its every move.","author":"Sun Tzu","topic":"War"},{"quote":"If it hadn&#39;t been for the Cold War, neither Russia nor America would have been sending people into space.","author":"James Lovelock","topic":"War"},{"quote":"America lost its face with the debacle of the Vietnam War.","author":"Tiny Tim","topic":"War"},{"quote":"Weapons are an important factor in war, but not the decisive one; it is man and not materials that counts.","author":"Mao Zedong","topic":"War"},{"quote":"I thought the Vietnam war was an utter, unmitigated disaster, so it was very hard for me to say anything good about it.","author":"George McGovern","topic":"War"},{"quote":"We are going to have peace even if we have to fight for it.","author":"Dwight D. Eisenhower","topic":"War"},{"quote":"Dad wouldn&#39;t let me fool with his guitar much, because I&#39;m left-handed, and I&#39;d pick it up upside down. But I remember learning to sing &#39;Paper Doll,&#39; the Mills Brothers song - this was during the war - and I remember my dad taking me down to one of those little record booths where you could make spoken letters to send home.","author":"Don Everly","topic":"War"},{"quote":"When the war was in progress, England and France agreed wholeheartedly with the Fourteen Points. As soon as the war was won, England, France, and Italy tried to frustrate Wilson&#39;s program because it was in conflict with their imperialist policies. As a consequence, the Peace Treaty was one of the most unequal treaties ever negotiated in history.","author":"Sun Yat-sen","topic":"War"},{"quote":"God is day and night, winter and summer, war and peace, surfeit and hunger.","author":"Heraclitus","topic":"War"},{"quote":"I know not with what weapons World War III will be fought, but World War IV will be fought with sticks and stones.","author":"Albert Einstein","topic":"War"},{"quote":"The most terrifying moment in my life was October 1962, during the Cuban Missile Crisis. I did not know all the facts - we have learned only recently how close we were to war - but I knew enough to make me tremble.","author":"Joseph Rotblat","topic":"War"},{"quote":"Before the Second World War, I believed in the perfectability of social man; that a correct structure of society produced goodwill; and that, therefore, you could remove all social ills by a reorganisation of society. It is possible that I believe something of the same again; but after the war, I did not because I was unable to.","author":"William Golding","topic":"War"},{"quote":"The war... was an unnecessary condition of affairs, and might have been avoided if forebearance and wisdom had been practiced on both sides.","author":"Robert E. Lee","topic":"War"},{"quote":"Love has its place, as does hate. Peace has its place, as does war. Mercy has its place, as do cruelty and revenge.","author":"Meir Kahane","topic":"War"},{"quote":"I&#39;ve seen terrorism close up, but I don&#39;t live in a state of terror at all. I&#39;m comfortable going to the Manhattan Thanksgiving Day Parade, the tree lighting at Rockefeller Center, Times Square on New Years Eve. For perspective, the world today is a safer place than it was during the Cuban Missile Crisis, the Berlin Airlift, World War II.","author":"Douglas Brunt","topic":"War"},{"quote":"If we desire to avoid insult, we must be able to repel it; if we desire to secure peace, one of the most powerful instruments of our rising prosperity, it must be known, that we are at all times ready for War.","author":"George Washington","topic":"War"},{"quote":"The time to take counsel of your fears is before you make an important battle decision. That&#39;s the time to listen to every fear you can imagine! When you have collected all the facts and fears and made your decision, turn off all your fears and go ahead!","author":"George S. Patton","topic":"War"},{"quote":"I will not play tug o&#39; war. I&#39;d rather play hug o&#39; war. Where everyone hugs instead of tugs, Where everyone giggles and rolls on the rug, Where everyone kisses, and everyone grins, and everyone cuddles, and everyone wins.","author":"Shel Silverstein","topic":"War"},{"quote":"A pint of sweat, saves a gallon of blood.","author":"George S. Patton","topic":"War"},{"quote":"Oh, sure, we have another world war coming, and another great depression, but where are the leaders this time?","author":"Kurt Vonnegut","topic":"War"},{"quote":"Before the Civil War, the Negro was certainly as efficient a workman as the raw immigrant from Ireland or Germany. But, whereas the Irishmen found economic opportunity wide and daily growing wider, the Negro found public opinion determined to &#39;keep him in his place.&#39;","author":"W. E. B. Du Bois","topic":"War"},{"quote":"It is good that war is so horrible, or we might grow to like it.","author":"Robert E. Lee","topic":"War"},{"quote":"During the Cuban Missile Crisis, decisions made by President John F. Kennedy and Soviet leader Nikita Khrushchev could have plunged both countries into thermonuclear war.","author":"Ronald Kessler","topic":"War"},{"quote":"From the neck up is where you win or lose the battle. It&#39;s the art of war. You have to lock yourself in and strategise your mindset. That&#39;s why boxers go to training camps: to shut down the noise and really zone in.","author":"Anthony Joshua","topic":"War"},{"quote":"Never think that war, no matter how necessary, nor how justified, is not a crime.","author":"Ernest Hemingway","topic":"War"},{"quote":"I was terrified of the Vietnam War when I was 13. I thought I was going. The draft was such an ominous thing, I felt as if it was going to trickle down to me.","author":"Dylan McDermott","topic":"War"},{"quote":"War is the greatest plague that can afflict humanity, it destroys religion, it destroys states, it destroys families. Any scourge is preferable to it.","author":"Martin Luther","topic":"War"},{"quote":"The first World War in so many ways shaped the 20th century and really remade our world for the worse.","author":"Adam Hochschild","topic":"War"},{"quote":"Germany was beaten after World War I, but it didn&#39;t take long for it to rise again as a much more malignant threat. The end of World War II was not to be a compromise; it was to come about from the total annihilation of the enemies&#39; ability and will to make war.","author":"Monica Crowley","topic":"War"},{"quote":"The constitution vests the power of declaring war in Congress; therefore no offensive expedition of importance can be undertaken until after they shall have deliberated upon the subject and authorized such a measure.","author":"George Washington","topic":"War"},{"quote":"Americans play to win at all times. I wouldn&#39;t give a hoot and hell for a man who lost and laughed. That&#39;s why Americans have never lost nor ever lose a war.","author":"George S. Patton","topic":"War"},{"quote":"Be convinced that to be happy means to be free and that to be free means to be brave. Therefore do not take lightly the perils of war.","author":"Thucydides","topic":"War"},{"quote":"Wars can be prevented just as surely as they can be provoked, and we who fail to prevent them, must share the guilt for the dead.","author":"Omar N. Bradley","topic":"War"},{"quote":"Peace is not a relationship of nations. It is a condition of mind brought about by a serenity of soul. Peace is not merely the absence of war. It is also a state of mind. Lasting peace can come only to peaceful people.","author":"Jawaharlal Nehru","topic":"War"},{"quote":"An Atheist believes that a hospital should be built instead of a church. An atheist believes that deed must be done instead of prayer said. An atheist strives for involvement in life and not escape into death. He wants disease conquered, poverty vanished, war eliminated.","author":"Madalyn Murray O'Hair","topic":"War"},{"quote":"I was drafted during the Korean War. None of us wanted to go... It was only a couple of years after World War II had ended. We said, &#39;Wait a second? Didn&#39;t we just get through with that?&#39;","author":"Clint Eastwood","topic":"War"},{"quote":"The more you sweat in peace, the less you bleed in war.","author":"Norman Schwarzkopf","topic":"War"},{"quote":"We should seek by all means in our power to avoid war, by analysing possible causes, by trying to remove them, by discussion in a spirit of collaboration and good will.","author":"Neville Chamberlain","topic":"War"},{"quote":"During World War II, law-abiding Japanese-American citizens were herded into remote internment camps, losing their jobs, businesses and social standing, while an all-Japanese-American division fought heroically in Europe.","author":"Tom Brokaw","topic":"War"},{"quote":"The Vietnam War totally turned my life around. Some people&#39;s lives were eliminated or destroyed by the experience. I was one of the fortunate few who came out better off.","author":"Craig Venter","topic":"War"},{"quote":"In 1968, America was a wounded nation. The wounds were moral ones; the Vietnam War and three summers of inner-city riots had inflicted them on the national soul, challenging Americans&#39; belief that they were a uniquely noble and honorable people.","author":"Thurston Clarke","topic":"War"},{"quote":"My child, you are going to be a great king; do not imitate me in the taste I have had for building, or in that I have had for war; try, on the contrary, to be at peace with your neighbors.","author":"Louis XIV","topic":"War"},{"quote":"In 1953, after the armistice ending the Korean War, South Korea lay in ruins. President Eisenhower was eager to put an end to hostilities that had left his predecessor deeply unpopular, and the war ended in an uneasy stalemate.","author":"Noah Feldman","topic":"War"},{"quote":"The peasant must always be helped technically, economically, morally and culturally. The guerrilla fighter will be a sort of guiding angel who has fallen into the zone, helping the poor always and bothering the rich as little as possible in the first phases of the war.","author":"Che Guevara","topic":"War"},{"quote":"An unjust peace is better than a just war.","author":"Marcus Tullius Cicero","topic":"War"},{"quote":"February 19, 1942, is the year in which Executive Order 9066 was signed, and this was the order that called for the exclusion and internment of all Japanese Americans living on the west coast during World War II.","author":"Xavier Becerra","topic":"War"},{"quote":"In the first six to twelve months of a war with the United States and Great Britain I will run wild and win victory upon victory. But then, if the war continues after that, I have no expectation of success.","author":"Isoroku Yamamoto","topic":"War"},{"quote":"When the peace treaty is signed, the war isn&#39;t over for the veterans, or the family. It&#39;s just starting.","author":"Karl Marlantes","topic":"War"},{"quote":"We live in an age, in an era where there is so much negativity, there is so much violence in the world, there is so much unrest and people are at war, that I wanted to promote the word love and red signifies love.","author":"Elton John","topic":"War"},{"quote":"It is incumbent on every generation to pay its own debts as it goes. A principle which if acted on would save one-half the wars of the world.","author":"Thomas Jefferson","topic":"War"},{"quote":"An empire founded by war has to maintain itself by war.","author":"Charles de Montesquieu","topic":"War"},{"quote":"Killing Japanese didn&#39;t bother me very much at that time... I suppose if I had lost the war, I would have been tried as a war criminal.","author":"Curtis LeMay","topic":"War"},{"quote":"Almost everything about American society is affected by World War II: our feelings about race; our feelings about gender and the empowerment of women, moving women into the workplace; our feelings about our role in the world. All of that comes in a very direct way out of World War II.","author":"Rick Atkinson","topic":"War"},{"quote":"Fortune, which has a great deal of power in other matters but especially in war, can bring about great changes in a situation through very slight forces.","author":"Julius Caesar","topic":"War"},{"quote":"Even philosophers will praise war as ennobling mankind, forgetting the Greek who said: &#39;War is bad in that it begets more evil than it kills.&#39;","author":"Immanuel Kant","topic":"War"},{"quote":"The Vietnam War required us to emphasize the national interest rather than abstract principles. What President Nixon and I tried to do was unnatural. And that is why we didn&#39;t make it.","author":"Henry Kissinger","topic":"War"},{"quote":"Our life is half natural and half technological. Half-and-half is good. You cannot deny that high-tech is progress. We need it for jobs. Yet if you make only high-tech, you make war. So we must have a strong human element to keep modesty and natural life.","author":"Nam June Paik","topic":"War"},{"quote":"War - An act of violence whose object is to constrain the enemy, to accomplish our will.","author":"George Washington","topic":"War"},{"quote":"In the First World War, there was the sudden passion of nationalism, and the killing took place because of these emotions. But the Soviet case is different, because you had systematic murder, like the Holocaust.","author":"Ryszard Kapuscinski","topic":"War"},{"quote":"The United States needed a civil war to unite properly.","author":"Umberto Eco","topic":"War"},{"quote":"Happiness is a byproduct of function, purpose, and conflict; those who seek happiness for itself seek victory without war.","author":"William S. Burroughs","topic":"War"},{"quote":"As a Korean War Veteran, I know too well the troubling nature of war. This is why I will always support a diplomatic answer before military intervention.","author":"Charles B. Rangel","topic":"War"},{"quote":"We journalists are a bit like vultures, feasting on war, scandal and disaster. Turn on the news, and you see Syrian refugees, Volkswagen corruption, dysfunctional government. Yet that reflects a selection bias in how we report the news: We cover planes that crash, not planes that take off.","author":"Nicholas Kristof","topic":"War"},{"quote":"&#39;Pears like my heart go flutter, flutter, and then they may say, &#39;Peace, Peace,&#39; as much as they likes - I know it&#39;s goin&#39; to be war!","author":"Harriet Tubman","topic":"War"},{"quote":"Let&#39;s face it: the War on Drugs was a disaster. It may be well intentioned... but it sent millions of kids to prison, gave them felonies oftentimes when they had no violent crimes.","author":"John Hickenlooper","topic":"War"},{"quote":"Peace has its victories no less than war, but it doesn&#39;t have as many monuments to unveil.","author":"Kin Hubbard","topic":"War"},{"quote":"Boys do not evaluate a book. They divide books into categories. There are sexy books, war books, westerns, travel books, science fiction. A boy will accept anything from a section he knows rather than risk another sort. He has to have the label on the bottle to know it is the mixture as before.","author":"William Golding","topic":"War"},{"quote":"We don&#39;t want to end up in a class war. We want everyone to have food, clean water, and a long life expectancy.","author":"Arvind Gupta","topic":"War"},{"quote":"It is not enough to say we must not wage war. It is necessary to love peace and sacrifice for it.","author":"Martin Luther King, Jr.","topic":"War"},{"quote":"The sailor&#39;s life is at the best a life of danger. He pursues honor on the mountain wave and finds it in the battle and in the storm, and never did more distinguished chivalry display itself than in the conduct of our seamen during the late war.","author":"John Tyler","topic":"War"},{"quote":"There is no instance of a nation benefitting from prolonged warfare.","author":"Sun Tzu","topic":"War"},{"quote":"War is God&#39;s way of teaching Americans geography.","author":"Ambrose Bierce","topic":"War"},{"quote":"Thus they have an idol that they petition for victory in war; another for success in their labors; and so for everything in which they seek or desire prosperity, they have their idols, which they honor and serve.","author":"Hernan Cortes","topic":"War"},{"quote":"War is to man what maternity is to a woman. From a philosophical and doctrinal viewpoint, I do not believe in perpetual peace.","author":"Benito Mussolini","topic":"War"},{"quote":"War is the remedy that our enemies have chosen, and I say let us give them all they want.","author":"William Tecumseh Sherman","topic":"War"},{"quote":"The Berlin Wall wasn&#39;t the only barrier to fall after the collapse of the Soviet Union and the end of the Cold War. Traditional barriers to the flow of money, trade, people and ideas also fell.","author":"Fareed Zakaria","topic":"War"},{"quote":"Every nation has its war party... It is commercial, imperialistic, ruthless. It tolerates no opposition.","author":"Robert M. La Follette","topic":"War"},{"quote":"Let us wage a moral and political war against the billionaires and corporate leaders, on Wall Street and elsewhere, whose policies and greed are destroying the middle class of America.","author":"Bernie Sanders","topic":"War"},{"quote":"Thus it is that in war the victorious strategist only seeks battle after the victory has been won, whereas he who is destined to defeat first fights and afterwards looks for victory.","author":"Sun Tzu","topic":"War"},{"quote":"We must eliminate all nuclear weapons in order to eliminate the grave risk they pose to our world. This will require persistent efforts by all countries and peoples. A nuclear war would affect everyone, and all have a stake in preventing this nightmare.","author":"Ban Ki-moon","topic":"War"},{"quote":"What shall I say further? Shall I not stop short and leave to your imaginations to portray the tragic deeds of war? Is it not enough that I here leave it even to unexperience to fancy the hardships, the anxieties, the dangers, even of the best life of a soldier?","author":"Deborah Sampson","topic":"War"},{"quote":"When all the world is overcharged with inhabitants, then the last remedy of all is war, which provideth for every man, by victory or death.","author":"Thomas Hobbes","topic":"War"},{"quote":"A boy doesn&#39;t have to go to war to be a hero; he can say he doesn&#39;t like pie when he sees there isn&#39;t enough to go around.","author":"E. W. Howe","topic":"War"},{"quote":"In war, events of importance are the result of trivial causes.","author":"Julius Caesar","topic":"War"},{"quote":"It is the function of the Navy to carry the war to the enemy so that it is not fought on U.S. soil.","author":"Chester W. Nimitz","topic":"War"},{"quote":"In time of war, truth is always replaced by propaganda.","author":"Charles Lindbergh","topic":"War"},{"quote":"The forest restoration campaign is a war to ameliorate nature.","author":"Kim Jong-un","topic":"War"},{"quote":"There are historic situations in which refusal to defend the inheritance of a civilization, however imperfect, against tyranny and aggression may result in consequences even worse than war.","author":"Reinhold Niebuhr","topic":"War"},{"quote":"Growing up during the Cold War, I remember the seemingly imminent threat of nuclear war. In primary school we were taught to &#39;duck-and-cover&#39; for protection. But even as children hiding under wooden desks, we recognized the inadequacies of this strategy.","author":"Mike Quigley","topic":"War"},{"quote":"When I see the Confederate flag, I see the attempt to raise an empire in slavery. It really, really is that simple. I don&#39;t understand how anybody with any sort of education on the Civil War can see anything else.","author":"Ta-Nehisi Coates","topic":"War"},{"quote":"The Japanese scored an important victory at Pearl Harbor, but the attack pulled the United States into World War II, and four years later, Japan was in ruins, utterly defeated.","author":"Peter L. Bergen","topic":"War"},{"quote":"In nuclear war all men are cremated equal.","author":"Dexter Gordon","topic":"War"},{"quote":"War is a blessing compared with national degradation.","author":"Andrew Jackson","topic":"War"},{"quote":"Let us recollect that peace or war will not always be left to our option; that however moderate or unambitious we may be, we cannot count upon the moderation, or hope to extinguish the ambition of others.","author":"Alexander Hamilton","topic":"War"},{"quote":"It is only those who have neither fired a shot nor heard the shrieks and groans of the wounded who cry aloud for blood, more vengeance, more desolation. War is hell.","author":"William Tecumseh Sherman","topic":"War"},{"quote":"There will one day spring from the brain of science a machine or force so fearful in its potentialities, so absolutely terrifying, that even man, the fighter, who will dare torture and death in order to inflict torture and death, will be appalled, and so abandon war forever.","author":"Thomas A. Edison","topic":"War"},{"quote":"The operations of the federal government will be most extensive and important in times of war and danger; those of the state governments, in times of peace and security.","author":"James Madison","topic":"War"},{"quote":"The war on drugs is wrong, both tactically and morally. It assumes that people are too stupid, too reckless, and too irresponsible to decide whether and under what conditions to consume drugs. The war on drugs is morally bankrupt.","author":"Larry Elder","topic":"War"},{"quote":"It is heroic to prepare for war with a tyrant power. Patriots will always win the admiration of mankind for daring to meet the bloodshed of battle for their country&#39;s liberty. But the patriot who is willing to go to that sacrifice will be the first to condemn the aimless and secret shedding of blood in time of peace.","author":"John Boyle O'Reilly","topic":"War"},{"quote":"Overcoming the Cold War required courage from the people of Central and Eastern Europe and what was then the German Democratic Republic, but it also required the steadfastness of Western partner over many decades when many had long lost hope of integration of the two Germanys and Europe.","author":"Angela Merkel","topic":"War"},{"quote":"Remember this about the Korean War: The men were drafted; the women volunteered.","author":"Loretta Swit","topic":"War"},{"quote":"The Korean war has always been an unpopular war among the American people.","author":"Paul Robeson","topic":"War"},{"quote":"People talk about games and loneliness - it&#39;s a lonely activity. I didn&#39;t understand that. &#39;Gears of War&#39; was the first multiplayer game for me that I enjoyed. But I wasn&#39;t sad. I liked being alone. I liked playing games by myself. I had lots of companionship at the house.","author":"Tim Schafer","topic":"War"},{"quote":"Americans born since World War II have grown up in a media-saturated environment. From childhood, we have developed a sort of advertising literacy, which combines appreciation for technique with skepticism about motives. We respond to ads with at least as much rhetorical intelligence as we apply to any other form of persuasion.","author":"Virginia Postrel","topic":"War"},{"quote":"There will always be a place for us somewhere, somehow, as long as we see to it that working people fight for everything they have, everything they hope to get, for dignity, equality, democracy, to oppose war and to bring to the world a better life.","author":"Harry Bridges","topic":"War"},{"quote":"The battle for the mind of Ronald Reagan was like the trench warfare of World War I: never have so many fought so hard for such barren terrain.","author":"Peggy Noonan","topic":"War"},{"quote":"War involves in its progress such a train of unforeseen circumstances that no human wisdom can calculate the end; it has but one thing certain, and that is to increase taxes.","author":"Thomas Paine","topic":"War"},{"quote":"War is being waged all across the country against the invasive plant and animal species - some 50,000 of them - now spreading across the U.S.","author":"Nancy Gibbs","topic":"War"},{"quote":"Shortly after Pearl Harbor, FDR committed a most visionary act: He appointed a Harvard historian to write the official account of the U.S. Navy in World War II. Samuel Eliot Morison was given the rank of lieutenant commander, with the right to interview anyone of whatever status.","author":"Alistair Horne","topic":"War"},{"quote":"Hollywood never knew there was a Vietnam War until they made the movie.","author":"Jerry Stiller","topic":"War"},{"quote":"War is a poor chisel to carve out tomorrow.","author":"Martin Luther King, Jr.","topic":"War"},{"quote":"Pearl Harbor caused our Nation to wholeheartedly commit to winning World War II, changing the course of our Nation&#39;s history and the world&#39;s future.","author":"Joe Baca","topic":"War"},{"quote":"An asteroid or a supervolcano could certainly destroy us, but we also face risks the dinosaurs never saw: An engineered virus, nuclear war, inadvertent creation of a micro black hole, or some as-yet-unknown technology could spell the end of us.","author":"Elon Musk","topic":"War"},{"quote":"A quality education grants us the ability to fight the war on ignorance and poverty.","author":"Charles B. Rangel","topic":"War"},{"quote":"After May 1940, the good times were few and far between; first there was the war, then the capitulation, and then the arrival of the Germans, which is when the trouble started for the Jews.","author":"Anne Frank","topic":"War"},{"quote":"One of the greatest casualties of the war in Vietnam is the Great Society... shot down on the battlefield of Vietnam.","author":"Martin Luther King, Jr.","topic":"War"},{"quote":"The first panacea for a mismanaged nation is inflation of the currency; the second is war. Both bring a temporary prosperity; both bring a permanent ruin. But both are the refuge of political and economic opportunists.","author":"Ernest Hemingway","topic":"War"},{"quote":"War should never be entered upon until every agency of peace has failed.","author":"William McKinley","topic":"War"},{"quote":"War alone brings up to their highest tension all human energies and imposes the stamp of nobility upon the peoples who have the courage to make it.","author":"Benito Mussolini","topic":"War"},{"quote":"Love is like war: easy to begin but very hard to stop.","author":"H. L. Mencken","topic":"War"},{"quote":"There is always inequality in life. Some men are killed in a war and some men are wounded and some men never leave the country. Life is unfair.","author":"John F. Kennedy","topic":"War"},{"quote":"The most shocking fact about war is that its victims and its instruments are individual human beings, and that these individual beings are condemned by the monstrous conventions of politics to murder or be murdered in quarrels not their own.","author":"Aldous Huxley","topic":"War"},{"quote":"I was one of those children forced into fighting at the age of 13, in my country Sierra Leone, a war that claimed the lives of my mother, father and two brothers. I know too well the emotional, psychological and physical burden that comes with being exposed to violence as a child or at any age for that matter.","author":"Ishmael Beah","topic":"War"},{"quote":"There was never a good war, or a bad peace.","author":"Benjamin Franklin","topic":"War"},{"quote":"If we had no hope - for a cure, for winning the lottery, for falling in love, for the end of war, for being free of abuse, or for having food, warmth, clothing, and shelter - we would have no reason to go on. What you hope for doesn&#39;t matter, but rather the essence of hope itself.","author":"Bernie Siegel","topic":"War"},{"quote":"Hiroshima has become a metaphor not just for nuclear war but for war and destruction and violence toward civilians. It&#39;s not just the idea we should not use nuclear arms. We should not start another war because it&#39;s madness.","author":"Max von Sydow","topic":"War"},{"quote":"Unless and until something concrete is done about addressing the Israeli-Palestinian issue you won&#39;t get a real start on the war against terrorism.","author":"Bob Hawke","topic":"War"},{"quote":"The art of war is of vital importance to the state. It is a matter of life and death, a road either to safety or to ruin. Hence it is a subject of inquiry which can on no account be neglected.","author":"Sun Tzu","topic":"War"},{"quote":"Serious sport has nothing to do with fair play. It is bound up with hatred, jealousy, boastfulness, disregard of all rules and sadistic pleasure in witnessing violence. In other words, it is war minus the shooting.","author":"George Orwell","topic":"War"},{"quote":"In the Crusades, getting the Holy Land back was the goal, and any means could be used to achieve it. World War II was a crusade. The firebombing of Tokyo by Doolittle and the carpet bombing in Germany, especially by the British, showed that.","author":"Stanley Hauerwas","topic":"War"},{"quote":"In most communities it is illegal to cry &#39;fire&#39; in a crowded assembly. Should it not be considered serious international misconduct to manufacture a general war scare in an effort to achieve local political aims?","author":"Dwight D. Eisenhower","topic":"War"},{"quote":"During the Cold War, America undertook serious military cuts only once: after the election of Richard Nixon, during the Vietnam War. The result: Vietnam fell to the Communists, the Russians moved into Afghanistan, and American influence around the globe waned dramatically.","author":"Ben Shapiro","topic":"War"},{"quote":"My subject is War, and the pity of War. The Poetry is in the pity.","author":"Wilfred Owen","topic":"War"},{"quote":"War can only be abolished through war, and in order to get rid of the gun it is necessary to take up the gun.","author":"Mao Zedong","topic":"War"},{"quote":"I considered myself engaged in a war from Day One. And my objective was to force the federal government - the Kennedy administration at that time - into a position where they would have to use the United States military force to enforce my rights as a citizen.","author":"James Meredith","topic":"War"},{"quote":"When this sad war is over we will all return to our homes, and feel that we can ask no higher honor than the proud consciousness that we belonged to the Army of the Potomac.","author":"George B. McClellan","topic":"War"},{"quote":"You can&#39;t make war in the Middle East without Egypt and you can&#39;t make peace without Syria.","author":"Henry Kissinger","topic":"War"},{"quote":"Dropping those atomic bombs on Hiroshima and Nagasaki was a war crime.","author":"George Wald","topic":"War"},{"quote":"I used to think that the Civil War was our country&#39;s greatest tragedy, but I do remember that there were some redeeming features in the Civil War in that there was some spirit of sacrifice and heroism displayed on both sides. I see no redeeming features in Watergate.","author":"Sam Ervin","topic":"War"},{"quote":"You know, the period of World War I and the Roaring Twenties were really just about the same as today. You worked, and you made a living if you could, and you tired to make the best of things. For an actor or a dancer, it was no different then than today. It was a struggle.","author":"James Cagney","topic":"War"},{"quote":"While religious tolerance is surely better than religious war, tolerance is not without its liabilities. Our fear of provoking religious hatred has rendered us incapable of criticizing ideas that are now patently absurd and increasingly maladaptive.","author":"Sam Harris","topic":"War"},{"quote":"I don&#39;t know whether war is an interlude during peace, or peace an interlude during war.","author":"Georges Clemenceau","topic":"War"},{"quote":"Anyone who experienced World War I close-hand was grossed out by it forever. It just was so awful.","author":"Amity Shlaes","topic":"War"},{"quote":"The Cold War was wildly expensive and consumed the entire globe.","author":"David Remnick","topic":"War"},{"quote":"Thus the castle of each feudal chieftain became a school of chivalry, into which any noble youth, whose parents were from poverty unable to educate him to the art of war, was readily received.","author":"Horatio Alger","topic":"War"},{"quote":"Monarchs ought to put to death the authors and instigators of war, as their sworn enemies and as dangers to their states.","author":"Elizabeth I","topic":"War"},{"quote":"In our Country... one class of men makes war and leaves another to fight it out.","author":"William Tecumseh Sherman","topic":"War"},{"quote":"Ants are so much like human beings as to be an embarrassment. They farm fungi, raise aphids as livestock, launch armies into war, use chemical sprays to alarm and confuse enemies, capture slaves, engage in child labour, exchange information ceaselessly. They do everything but watch television.","author":"Lewis Thomas","topic":"War"},{"quote":"I believe that the freedom of speech should be protected, but so should a family&#39;s right to privacy as they grieve their loss. There is a time and a place for vigorous debate on the War on Terror, but during a family&#39;s last goodbye is not it.","author":"Dave Reichert","topic":"War"},{"quote":"A state of war only serves as an excuse for domestic tyranny.","author":"Aleksandr Solzhenitsyn","topic":"War"},{"quote":"When I was a young boy, during the aftermath of World War II, Germany was broken and in ruins. Many people were hungry, sick, and dying. I remember well the humanitarian shipments of food and clothing that came from the Church in Salt Lake City.","author":"Dieter F. Uchtdorf","topic":"War"},{"quote":"It is part of the general pattern of misguided policy that our country is now geared to an arms economy which was bred in an artificially induced psychosis of war hysteria and nurtured upon an incessant propaganda of fear.","author":"Douglas MacArthur","topic":"War"},{"quote":"In war, you win or lose, live or die - and the difference is just an eyelash.","author":"Douglas MacArthur","topic":"War"},{"quote":"Nothing is more useless in developing a nation&#39;s economy than a gun, and nothing blocks the road to social development more than the financial burden of war. War is the arch enemy of national progress and the modern scourge of civilized men.","author":"Hussein of Jordan","topic":"War"},{"quote":"To secure peace is to prepare for war.","author":"Carl von Clausewitz","topic":"War"},{"quote":"No matter how many people you kill, using a machine gun in battle is not a war crime because it does not cause unnecessary suffering; it simply performs its job horrifyingly well.","author":"Sebastian Junger","topic":"War"},{"quote":"I wouldn&#39;t want to go back over my life. I&#39;ve done it all. I wouldn&#39;t have wanted to miss the Marine Corps. I wouldn&#39;t have wanted to miss the war. I wouldn&#39;t have missed college. Or playin&#39; for the Colts. I got all the money I need. Five children. I got a truck. I have no regrets whatsoever.","author":"Art Donovan","topic":"War"},{"quote":"I believe in the Prince of Peace. I believe that War is Murder. I believe that armies and navies are at bottom the tinsel and braggadocio of oppression and wrong, and I believe that the wicked conquest of weaker and darker nations by nations whiter and stronger but foreshadows the death of that strength.","author":"W. E. B. Du Bois","topic":"War"},{"quote":"Man has no right to kill his brother. It is no excuse that he does so in uniform: he only adds the infamy of servitude to the crime of murder.","author":"Percy Bysshe Shelley","topic":"War"},{"quote":"I don&#39;t oppose all wars. What I am opposed to is a dumb war. What I am opposed to is a rash war.","author":"Barack Obama","topic":"War"},{"quote":"It&#39;s impossible to know what happens in the fog of war.","author":"Hillary Clinton","topic":"War"},{"quote":"We must concentrate not merely on the negative expulsion of war but the postive affirmation of peace.","author":"Martin Luther King, Jr.","topic":"War"},{"quote":"War is not merely a political act but a real political instrument, a continuation of political intercourse, a carrying out of the same by other means.","author":"Carl von Clausewitz","topic":"War"},{"quote":"When I was six, the Korean War broke out, and all the classrooms were destroyed by war. We studied under the trees or in whatever buildings were left.","author":"Ban Ki-moon","topic":"War"},{"quote":"Morality binds people into groups. It gives us tribalism, it gives us genocide, war, and politics. But it also gives us heroism, altruism, and sainthood.","author":"Jonathan Haidt","topic":"War"},{"quote":"In peace, sons bury their fathers. In war, fathers bury their sons.","author":"Herodotus","topic":"War"},{"quote":"It is fatal to enter any war without the will to win it.","author":"Douglas MacArthur","topic":"War"},{"quote":"The Cold War is over but Cold War thinking survives.","author":"Joseph Rotblat","topic":"War"},{"quote":"The lesson of the Cuban Missile Crisis is plain: Strength prevents war; weakness invites it. We need a commander-in-chief who understands that - and who won&#39;t leave us facing a foe who thinks he doesn&#39;t.","author":"Arthur L. Herman","topic":"War"},{"quote":"Even during the years of the Cold War, the intense confrontation between the Soviet Union and the United States, we always avoided any direct clash between our civilians and, most certainly, between our military.","author":"Vladimir Putin","topic":"War"},{"quote":"Business is war. I go out there, I want to kill the competitors. I want to make their lives miserable. I want to steal their market share. I want them to fear me and I want everyone on my team thinking we&#39;re going to win.","author":"Kevin O'Leary","topic":"War"},{"quote":"I would make this war as severe as possible, and show no symptoms of tiring till the South begs for mercy.","author":"William Tecumseh Sherman","topic":"War"},{"quote":"The government of the United States doesn&#39;t want peace. It wants to exploit its system of exploitation, of pillage, of hegemony through war. It wants peace, but what&#39;s happening in Iraq? What happened in Lebanon? Palestine? What&#39;s happening? What&#39;s happened over the last hundred years in Latin America and in the world?","author":"Hugo Chavez","topic":"War"},{"quote":"Make no mistake, adolescence is a war. No one gets out unscathed.","author":"Harlan Coben","topic":"War"},{"quote":"We can have a World War, I see absolutely no reason why we shouldn&#39;t have a World Party.","author":"Vanna Bonta","topic":"War"},{"quote":"We&#39;ve persevered because of a belief we share with the Iraqi people - a belief that out of the ashes of war, a new beginning could be born in this cradle of civilization. Through this remarkable chapter in the history of the United States and Iraq, we have met our responsibility. Now, it&#39;s time to turn the page.","author":"Barack Obama","topic":"War"},{"quote":"A democracy which makes or even effectively prepares for modern, scientific war must necessarily cease to be democratic. No country can be really well prepared for modern war unless it is governed by a tyrant, at the head of a highly trained and perfectly obedient bureaucracy.","author":"Aldous Huxley","topic":"War"},{"quote":"Sweat saves blood.","author":"Erwin Rommel","topic":"War"},{"quote":"Those who can win a war well can rarely make a good peace and those who could make a good peace would never have won the war.","author":"Winston Churchill","topic":"War"},{"quote":"Remember that politics, colonialism, imperialism and war also originate in the human brain.","author":"Vilayanur S. Ramachandran","topic":"War"},{"quote":"If you look at the history of technology over a couple hundred years, it&#39;s all about time compression and making the globe smaller. It&#39;s had positive effects, all the ones that we know. So we&#39;re much less likely to have the kind of terrible misunderstandings that led to World War I, for example.","author":"Eric Schmidt","topic":"War"},{"quote":"All of Koons&#39;s best art - the encased vacuum cleaners, the stainless-steel Rabbit (the late-twentieth century&#39;s signature work of Simulationist sculpture), the amazing gleaming Balloon Dog, and the cast-iron re-creation of a Civil War mortar exhibited last month at the Armory - has simultaneously flaunted extreme realism, idealism, and fantasy.","author":"Jerry Saltz","topic":"War"},{"quote":"In modern war... you will die like a dog for no good reason.","author":"Ernest Hemingway","topic":"War"},{"quote":"The leaders of the world face no greater task than that of avoiding nuclear war. While preserving the cause of freedom, we must seek abolition of war through programs of general and complete disarmament. The Test-Ban Treaty of 1963 represents a significant beginning in this immense undertaking.","author":"Robert Kennedy","topic":"War"},{"quote":"There are no absolute rules of conduct, either in peace or war. Everything depends on circumstances.","author":"Leon Trotsky","topic":"War"},{"quote":"In war as in life, it is often necessary when some cherished scheme has failed, to take up the best alternative open, and if so, it is folly not to work for it with all your might.","author":"Winston Churchill","topic":"War"},{"quote":"World War II is the greatest drama in human history, the biggest war ever and a true battle of good and evil. I imagine writers will continue to get stories from it, and readers will continue to love them, for many more years.","author":"Ken Follett","topic":"War"},{"quote":"There was a belief after World War I that painting could be an act of civil revolt. I want this exhibition, &#39;New Museum,&#39; to be an act of civil disobedience. It&#39;s not so much about the New Museum on the Bowery, but the idea of challenging museums as projections of cultural authority. It&#39;s painting as insurgency.","author":"Richard Phillips","topic":"War"},{"quote":"War should be the only study of a prince. He should consider peace only as a breathing-time, which gives him leisure to contrive, and furnishes as ability to execute, military plans.","author":"Niccolo Machiavelli","topic":"War"},{"quote":"The government has a history of not treating people fairly, from the internment of Japanese Americans in World War II to African-Americans in the Civil Rights era.","author":"Rand Paul","topic":"War"},{"quote":"In revealing the workings of government that led to the Vietnam War, the newspapers nobly did precisely that which the Founders hoped and trusted they would do.","author":"Hugo Black","topic":"War"},{"quote":"The grim fact is that we prepare for war like precocious giants, and for peace like retarded pygmies.","author":"Lester B. Pearson","topic":"War"},{"quote":"Terrorism has become the systematic weapon of a war that knows no borders or seldom has a face.","author":"Jacques Chirac","topic":"War"},{"quote":"War against a foreign country only happens when the moneyed classes think they are going to profit from it.","author":"George Orwell","topic":"War"},{"quote":"My mom, Irmelin, taught me the value of life. Her own life was saved by my grandmother during World War II.","author":"Leonardo DiCaprio","topic":"War"},{"quote":"Telling us to obey instinct is like telling us to obey &#39;people.&#39; People say different things: so do instincts. Our instincts are at war... Each instinct, if you listen to it, will claim to be gratified at the expense of the rest.","author":"C. S. Lewis","topic":"War"},{"quote":"America has fought five wars since 1945 and has gained its objectives in only one of them, the Gulf War.","author":"Henry Kissinger","topic":"War"},{"quote":"Television brought the brutality of war into the comfort of the living room. Vietnam was lost in the living rooms of America - not on the battlefields of Vietnam.","author":"Marshall McLuhan","topic":"War"},{"quote":"We were emerging from the period of war, of uniforms, of women-soldiers built like boxers. I drew women-flowers, soft shoulders, fine waists like liana and wide skirts like corolla.","author":"Christian Dior","topic":"War"},{"quote":"However much we may sympathize with a small nation confronted by a big and powerful neighbours, we cannot in all circumstances undertake to involve the whole British Empire in a war simply on her account.","author":"Neville Chamberlain","topic":"War"},{"quote":"I&#39;m a Canadian. Outside Canada I carry the flag. Canadian nationalism isn&#39;t as insidious as American nationalism, though. It&#39;s good natured. It&#39;s all about maple syrup, not war.","author":"Feist","topic":"War"},{"quote":"The very essence of literature is the war between emotion and intellect, between life and death. When literature becomes too intellectual - when it begins to ignore the passions, the emotions - it becomes sterile, silly, and actually without substance.","author":"Isaac Bashevis Singer","topic":"War"},{"quote":"The quickest way of ending a war is to lose it.","author":"George Orwell","topic":"War"},{"quote":"Experience has shown how deeply the seeds of war are planted by economic rivalry and social injustice.","author":"Harry S Truman","topic":"War"},{"quote":"There aren&#39;t a lot of guys like me left. But I&#39;m a war horse. I&#39;ve been through it all. And you know something about war horses? Through the sleet, through the snow, they just keep going.","author":"Joel Silver","topic":"War"},{"quote":"Where the stakes are the highest, in the war on terror, we cannot possibly succeed without extraordinary international cooperation. Effective international police actions require the highest degree of intelligence sharing, planning and collaborative enforcement.","author":"Barack Obama","topic":"War"},{"quote":"Without perestroika, the cold war simply would not have ended. But the world could not continue developing as it had, with the stark menace of nuclear war ever present.","author":"Mikhail Gorbachev","topic":"War"},{"quote":"The only way human beings can win a war is to prevent it.","author":"George C. Marshall","topic":"War"},{"quote":"One of the lessons learned during the Vietnam War was that the depiction of wounded soldiers, of coffins stacked higher than their living guards, had a negative effect on the viewing public. The military in Iraq specifically banned the photographing of wounded soldiers and coffins, thus sanitizing this terrible and bloody conflict.","author":"Walter Dean Myers","topic":"War"},{"quote":"Can anything be stupider than that a man has the right to kill me because he lives on the other side of a river and his ruler has a quarrel with mine, though I have not quarrelled with him?","author":"Blaise Pascal","topic":"War"},{"quote":"Politics is the womb in which war develops.","author":"Carl von Clausewitz","topic":"War"},{"quote":"I always found the extraordinary loss of life in the First World War very moving. I remember learning about it as a very young child, as an eight- or nine-year-old, asking my teachers what poppies were for. Every year the teachers would suddenly wear these red paper flowers in their lapels, and I would say &#39;What does that mean?&#39;","author":"Tom Hiddleston","topic":"War"},{"quote":"Standing, as I believe the United States stands for humanity and civilization, we should exercise every influence of our great country to put a stop to that war which is now raging in Cuba and give to that island once more peace, liberty, and independence.","author":"Henry Cabot Lodge","topic":"War"},{"quote":"War is not the answer, because only love can conquer hate.","author":"Marvin Gaye","topic":"War"},{"quote":"In Britain and Europe, no event is less forgotten than World War I, or &#39;The Great War,&#39; as it was called until 1939.","author":"Michael Korda","topic":"War"},{"quote":"There are few historians who would challenge the fact that the funding of World War I, World War II, the Korean War, and the Vietnam War was accomplished by the Mandrake Mechanism through the Federal Reserve System.","author":"G. Edward Griffin","topic":"War"},{"quote":"The real war is not between the West and the East. The real war is between intelligent and stupid people.","author":"Marjane Satrapi","topic":"War"},{"quote":"Since the end of the Cold War, metropolitan elites everywhere have identified progress and modernity with the cornucopia of global capitalism, the consolidation of liberal democratic regimes and the secular ethic of consumerism.","author":"Pankaj Mishra","topic":"War"},{"quote":"Just as much as the United States mattered to cotton, cotton mattered to the United States. Cotton reinvigorated slavery, established the young nation&#39;s place in the global economy, and eventually helped create the political and economic conflicts that resulted in civil war.","author":"Greg Grandin","topic":"War"},{"quote":"World War II brought the Greatest Generation together. Vietnam tore the Baby Boomers apart.","author":"Jim Webb","topic":"War"},{"quote":"If we help an educated man&#39;s daughter to go to Cambridge are we not forcing her to think not about education but about war? - not how she can learn, but how she can fight in order that she might win the same advantages as her brothers?","author":"Virginia Woolf","topic":"War"},{"quote":"In order for a war to be just, three things are necessary. First, the authority of the sovereign. Secondly, a just cause. Thirdly, a rightful intention.","author":"Thomas Aquinas","topic":"War"},{"quote":"War is wrong. Conscription for war is inconsistent with freedom of conscience, which is not merely the right to believe but to act on the degree of truth that one receives, to follow a vocation which is God-inspired and God-directed.","author":"Bayard Rustin","topic":"War"},{"quote":"Sometimes people ask me why I began perestroika. Were the causes basically domestic or foreign? The domestic reasons were undoubtedly the main ones, but the danger of nuclear war was so serious that it was a no less significant factor.","author":"Mikhail Gorbachev","topic":"War"},{"quote":"A war, with its attendant human suffering, must, when that evil is unavoidable, be made to fragment more than buildings: It must shatter the foundations of thought and re-create. Only in this way does every individual share in the cataclysm and understand the purpose of sacrifice.","author":"Wole Soyinka","topic":"War"},{"quote":"In battle it is the cowards who run the most risk; bravery is a rampart of defense.","author":"Sallust","topic":"War"},{"quote":"How do we prevent Iran developing an atomic bomb, when, on the American side, dropping atomic bombs on Hiroshima and Nagasaki is not recognised as a war crime?","author":"Gunter Grass","topic":"War"},{"quote":"I was an Eisenhower Republican when I started out at 21 because he promised to get us out of the Korean War.","author":"Clint Eastwood","topic":"War"},{"quote":"People have the problem of denial. This is one of the things I learned in Lebanon. Everybody who left Beirut when the war started, including my parents, said, &#39;Oh, its temporary.&#39; It lasted 17 years! People tend to underestimate the gravity of these situations. That&#39;s how they work.","author":"Nassim Nicholas Taleb","topic":"War"},{"quote":"My father was an immigrant who literally walked across Europe to get out of Russia. He fought in World War I. He was wounded in action. My father was a great success even though he never had money. He was a very determined man, a great role model.","author":"Arlen Specter","topic":"War"},{"quote":"Don&#39;t settle; don&#39;t compromise. Freeze your eggs, get your sociology doctorate, worry more about war and pestilence and the incredible inequality of geographical birth than finding your soulmate.","author":"Nia Vardalos","topic":"War"},{"quote":"It just seems to me that the world&#39;s kind of a mess, and the more messy it gets, the more interested I am in escapist fare. Having a good time is something that isn&#39;t about the war in Iraq or the Asian flu or the Kyoto protocol - things that are horribly depressing to consider in our real lives. I&#39;m eager to get away from them.","author":"Eric Stoltz","topic":"War"},{"quote":"Developments in information technology and globalised media mean that the most powerful military in the history of the world can lose a war, not on the battlefield of dust and blood, but on the battlefield of world opinion.","author":"Timothy Garton Ash","topic":"War"},{"quote":"U.S. President Theodore Roosevelt has been described as founder of the Bull Moose Party, the man who led his troops up San Juan Hill in the Spanish-American War, a big game hunter, family man, civic servant and a host of other things.","author":"Zig Ziglar","topic":"War"},{"quote":"Nuclear war is such an emotional subject that many people see the weapons themselves as the common enemy of humanity.","author":"Herman Kahn","topic":"War"},{"quote":"There&#39;s something brave and touching about game girls of all ages keeping themselves smart in hard times - one thinks of those wonderful women during World War II drawing stocking seams in eyebrow pencil up the back of legs stained with gravy browning because nylons were so hard to get hold of.","author":"Julie Burchill","topic":"War"},{"quote":"We need to decide that we will not go to war, whatever reason is conjured up by the politicians or the media, because war in our time is always indiscriminate, a war against innocents, a war against children.","author":"Howard Zinn","topic":"War"},{"quote":"The real peril of war lies not in military defeat. It lies in war itself, whether we win or lose.","author":"John T. Flynn","topic":"War"},{"quote":"I am never going to have anything more to do with politics or politicians. When this war is over I shall confine myself entirely to writing and painting.","author":"Winston Churchill","topic":"War"},{"quote":"Serious sport is war minus the shooting.","author":"George Orwell","topic":"War"},{"quote":"Ten soldiers wisely led will beat a hundred without a head.","author":"Euripides","topic":"War"},{"quote":"My court was divided between peace and war according to their various interests, but I considered only their reasons.","author":"Louis XIV","topic":"War"},{"quote":"Some people are surprised that the Republicans are waging a war on women, or that they voted against equal pay for women. I&#39;m not surprised at all. In some ways, it may be a good thing. They&#39;re defending the patriarchy, which is a wounded beast! And wounded beasts are always dangerous.","author":"Jane Fonda","topic":"War"},{"quote":"I entered the navy with the great ambition of becoming a naval soldier and going to war. Either I die from this festering wound - because I refuse to have my arm amputated - or I recover from it and continue being a soldier. I have a one-in-two chance, and I shall bet my life on it!","author":"Isoroku Yamamoto","topic":"War"},{"quote":"We&#39;ve waged war on work. We have collectively agreed, stupidly, that work is the enemy.","author":"Mike Rowe","topic":"War"},{"quote":"What I was trying to convey there was the kind of waste land that was left after the war. It was a bit like one always thinks of war, you know, stark scenery and no birds, no trees, no leaves, nothing living. And just emptiness.","author":"George Martin","topic":"War"},{"quote":"On March 11, 1985, Mikhail Gorbachev became leader of the Soviet Union, and within a few weeks the full-scale reformation he attempted to carry out both inside his country and in its cold war relations with the West, particularly the United States, began to unfold.","author":"Stephen Cohen","topic":"War"},{"quote":"It took the Gulf War to demonstrate that America did want more than one friend in the Mideast, and also was willing to take and make major risks to prevent a small Muslim country, Kuwait, from being overrun and in effect stolen by Iraq.","author":"Caspar Weinberger","topic":"War"},{"quote":"I don&#39;t write about adolescence. I write about war. For adolescents.","author":"Suzanne Collins","topic":"War"},{"quote":"In war there is no prize for runner-up.","author":"Lucius Annaeus Seneca","topic":"War"},{"quote":"To all those who walk the path of human cooperation war must appear loathsome and inhuman.","author":"Alfred Adler","topic":"War"},{"quote":"Sometime they&#39;ll give a war and nobody will come.","author":"Carl Sandburg","topic":"War"},{"quote":"We will never bring peace at the hands of war. As a species we have to rise above it.","author":"Rosie O'Donnell","topic":"War"},{"quote":"Yesterday, December seventh, 1941, a date which will live in infamy, the United States of America was suddenly and deliberately attacked by naval and air forces of the Empire of Japan. We will gain the inevitable triumph, so help us God.","author":"Franklin D. Roosevelt","topic":"War"},{"quote":"From the outset of the war, the Canadian people have clearly shown that it is their desire to help in every way to make Canada&#39;s war effort as effective as possible.","author":"William Lyon Mackenzie King","topic":"War"},{"quote":"An army marches on its stomach.","author":"Napoleon Bonaparte","topic":"War"},{"quote":"Quickness is the essence of the war.","author":"Sun Tzu","topic":"War"},{"quote":"The Vietnam War was a great tragedy for our country. And it is now far enough away so that one can study without using the slogans to see what&#39;s really happened.","author":"Henry Kissinger","topic":"War"},{"quote":"The battle against cancer has made me strong. It&#39;s like winning a war! When I was diagnosed, I was told by doctors my kidney, liver and other organs could fail. It was tough. I didn&#39;t know if I could save my life. But I was positive, and because of that, the doctor told me that I would be a man who would never have cancer.","author":"Yuvraj Singh","topic":"War"},{"quote":"The only thing that kept the Cold War cold was the mutual deterrence afforded by nuclear weapons.","author":"Chung Mong-joon","topic":"War"},{"quote":"The stories from World War I are worse than anything I have ever read.","author":"Kerry Greenwood","topic":"War"},{"quote":"It is an unfortunate fact that we can secure peace only by preparing for war.","author":"John F. Kennedy","topic":"War"},{"quote":"After two world wars, the collapse of fascism, nazism, communism and colonialism and the end of the cold war, humanity has entered a new phase of its history.","author":"Hans Kung","topic":"War"},{"quote":"America&#39;s veterans and troops serving abroad today fought hard to preserve our red, white and blue, from the Revolutionary War to today&#39;s Global War Against Terrorism, and Congress&#39; action today is appropriate for one of our most sacred symbols.","author":"Bill Shuster","topic":"War"},{"quote":"In war the heroes always outnumber the soldiers ten to one.","author":"H. L. Mencken","topic":"War"},{"quote":"Every child&#39;s taste is different. Don&#39;t worry if they&#39;re not reading &#39;War and Peace&#39; at age 12. First, build a good foundation and a positive attitude about reading by letting them pick the stories they enjoy. Make friends with a bookseller or librarian. They are a wealth of information on finding books that kids enjoy.","author":"Rick Riordan","topic":"War"},{"quote":"I remember the youth movement in 1968. It started on American university campuses as a protest against the Vietnam war, then came to Paris, Frankfurt and Berlin. Within a year, you had an uprising of youth against their elders.","author":"Helmut Schmidt","topic":"War"},{"quote":"As to war, I am and always was a great enemy, at the same time a warrior the greater part of my life and were I young again, should still be a warrior while ever this country should be invaded and I lived.","author":"Daniel Morgan","topic":"War"},{"quote":"The whole art of war consists of guessing at what is on the other side of the hill.","author":"Arthur Wellesley","topic":"War"},{"quote":"The war on drugs has made government more powerful, citizens less free, and hasn&#39;t helped users or addicts.","author":"Victor Mitchell","topic":"War"},{"quote":"The release of atomic energy has not created a new problem. It has merely made more urgent the necessity of solving an existing one.","author":"Albert Einstein","topic":"War"},{"quote":"Rich people never go to war. You ask a college kid to go to war, and he&#39;s like, &#39;Umm, I&#39;m taking this sociology class, and I think war is, like, really stupid, and my roommate&#39;s, like, half Afghani, so it&#39;s going to cause some static.&#39;","author":"Bill Burr","topic":"War"},{"quote":"I have not yet begun to fight!","author":"John Paul Jones","topic":"War"},{"quote":"I grew up on what everybody called a plantation - but believe me, it wasn&#39;t a plantation. It was just an old farm. I grew up with a lot of black people working in the fields, and it was during the Depression between 1930 and the war, so we were all poor - black and white.","author":"Sam Phillips","topic":"War"},{"quote":"We&#39;ve used up a lot of bullets. And we talk about stimulus. But the truth is, we&#39;re running a federal deficit that&#39;s 9 percent of GDP. That is stimulative as all get out. It&#39;s more stimulative than any policy we&#39;ve followed since World War II.","author":"Warren Buffett","topic":"War"},{"quote":"Establishing lasting peace is the work of education; all politics can do is keep us out of war.","author":"Maria Montessori","topic":"War"},{"quote":"You ask me if I will not be glad when the last battle is fought, so far as the country is concerned I, of course, must wish for peace, and will be glad when the war is ended, but if I answer for myself alone, I must say that I shall regret to see the war end.","author":"George Armstrong Custer","topic":"War"},{"quote":"The first and most imperative necessity in war is money, for money means everything else - men, guns, ammunition.","author":"Ida Tarbell","topic":"War"},{"quote":"Many foolish people believe that nuclear war cannot happen, because there can be no winner. However, the American war planners, who elevated U.S. nuclear weapons from a retaliatory role to a pre-emptive first strike function, obviously do not agree that nuclear war cannot be won.","author":"Paul Craig Roberts","topic":"War"},{"quote":"In wartime, truth is so precious that she should always be attended by a bodyguard of lies.","author":"Winston Churchill","topic":"War"},{"quote":"The guys who won World War II and that whole generation have disappeared, and now we have a bunch of teenage twits.","author":"Clint Eastwood","topic":"War"},{"quote":"As a child growing up during the Korean War, I knew poverty. I studied by candlelight.","author":"Ban Ki-moon","topic":"War"},{"quote":"In this first testing ground of the atomic bomb I have seen the most terrible and frightening desolation in four years of war. It makes a blitzed Pacific island seem like an Eden. The damage is far greater than photographs can show.","author":"Wilfred Burchett","topic":"War"},{"quote":"Once brave politicians and others explain the war on drugs&#39; true cost, the American people will scream for a cease-fire. Bring the troops home, people will urge. Treat drugs as a health problem, not as a matter for the criminal justice system.","author":"Larry Elder","topic":"War"},{"quote":"The horrors of the Second World War, the chilling winds of the Cold War and the crushing weight of the Iron Curtain are little more than fading memories. Ideals that once commanded great loyalty are now taken for granted.","author":"Jan Peter Balkenende","topic":"War"},{"quote":"The United Nations&#39; founders understood that decisions affecting war and peace should happen only by consensus, and with America&#39;s consent, the veto by Security Council permanent members was enshrined in the United Nations Charter. The profound wisdom of this has underpinned the stability of international relations for decades.","author":"Vladimir Putin","topic":"War"},{"quote":"The decadent international but individualistic capitalism in the hands of which we found ourselves after the war is not a success. It is not intelligent. It is not beautiful. It is not just. It is not virtuous. And it doesn&#39;t deliver the goods.","author":"John Maynard Keynes","topic":"War"},{"quote":"No matter what is happening in life or in the world - war, natural disaster, poor health, pain, the death of loved ones - if existence is filled with art, music and literature, life will be fulfilling, a joy.","author":"Karen DeCrow","topic":"War"},{"quote":"Allow the president to invade a neighboring nation whenever he shall deem it necessary to repel an invasion,and you allow him to do so whenever he may choose to say he deems it necessary for such purpose - and you allow him to make war at pleasure.","author":"Abraham Lincoln","topic":"War"},{"quote":"Diplomats are just as essential to starting a war as soldiers are for finishing it... You take diplomacy out of war, and the thing would fall flat in a week.","author":"Will Rogers","topic":"War"},{"quote":"War is so unjust and ugly that all who wage it must try to stifle the voice of conscience within themselves.","author":"Leo Tolstoy","topic":"War"},{"quote":"If we don&#39;t end war, war will end us.","author":"H. G. Wells","topic":"War"},{"quote":"We have a war dictator who was not elected, he snuck in. so he punishes people that threaten him in any way, or even say something he doesn&#39;t like. It has no resemblance to democracy.","author":"Joni Mitchell","topic":"War"},{"quote":"Yes, peace can and must be won, to save the world from the terrible destruction of World War III.","author":"Paul Robeson","topic":"War"},{"quote":"I learned from my grandmother, who grew up in devastating war times, how important it is to keep with tradition and celebrate the holidays during tough times.","author":"Marcus Samuelsson","topic":"War"},{"quote":"War is a game that is played with a smile. If you can&#39;t smile, grin. If you can&#39;t grin, keep out of the way till you can.","author":"Winston Churchill","topic":"War"},{"quote":"Every attempt to make war easy and safe will result in humiliation and disaster.","author":"William Tecumseh Sherman","topic":"War"},{"quote":"Be polite; write diplomatically; even in a declaration of war one observes the rules of politeness.","author":"Otto von Bismarck","topic":"War"},{"quote":"Every war results from the struggle for markets and spheres of influence, and every war is sold to the public by professional liars and totally sincere religious maniacs, as a Holy Crusade to save God and Goodness from Satan and Evil.","author":"Robert Anton Wilson","topic":"War"},{"quote":"War has rules, mud wrestling has rules - politics has no rules.","author":"Ross Perot","topic":"War"},{"quote":"My home policy: I wage war; my foreign policy: I wage war. All the time I wage war.","author":"Georges Clemenceau","topic":"War"},{"quote":"Nothing binds a people to their leader like a common enemy. Voters don&#39;t change governments during war.","author":"Harvey Fierstein","topic":"War"},{"quote":"Loss of hope rather than loss of life is what decides the issues of war. But helplessness induces hopelessness.","author":"B. H. Liddell Hart","topic":"War"},{"quote":"War is just when it is necessary; arms are permissible when there is no hope except in arms.","author":"Niccolo Machiavelli","topic":"War"},{"quote":"Nullification means insurrection and war; and the other states have a right to put it down.","author":"Andrew Jackson","topic":"War"},{"quote":"War is only a cowardly escape from the problems of peace.","author":"Thomas Mann","topic":"War"},{"quote":"Before the war is ended, the war party assumes the divine right to denounce and silence all opposition to war as unpatriotic and cowardly.","author":"Robert M. La Follette","topic":"War"},{"quote":"It is far easier to make war than peace.","author":"Georges Clemenceau","topic":"War"},{"quote":"Capitalism is war; socialism is peace.","author":"Karl Liebknecht","topic":"War"},{"quote":"Television and movies were our biggest teachers. When we came to the United States, the Vietnam War was just ratcheting up. And so the Asian faces that I saw on the news, they were the face of the enemy. Asian men, particularly, were either small, ineffective, or they were evil. And those messages were deeply, deeply embedded in me for many years.","author":"Alex Tizon","topic":"War"},{"quote":"The basic fact about human existence is not that it is a tragedy, but that it is a bore. It is not so much a war as an endless standing in line.","author":"H. L. Mencken","topic":"War"},{"quote":"More than an end to war, we want an end to the beginning of all wars - yes, an end to this brutal, inhuman and thoroughly impractical method of settling the differences between governments.","author":"Franklin D. Roosevelt","topic":"War"},{"quote":"Like Nemesis of Greek tragedy, the central problem of America after the Civil War, as before, was the black man: those four million souls whom the nation had used and degraded, and on whom the South had built an oligarchy similar to the colonial imperialism of today, erected on cheap colored labor and raising raw material for manufacture.","author":"W. E. B. Du Bois","topic":"War"},{"quote":"Empathy is really the opposite of spiritual meanness. It&#39;s the capacity to understand that every war is both won and lost. And that someone else&#39;s pain is as meaningful as your own.","author":"Barbara Kingsolver","topic":"War"},{"quote":"War is the trade of Kings.","author":"John Dryden","topic":"War"},{"quote":"The surrealists, and the modern movement in painting as a whole, seemed to offer a key to the strange postwar world with its threat of nuclear war. The dislocations and ambiguities, in cubism and abstract art as well as the surrealists, reminded me of my childhood in Shanghai.","author":"J. G. Ballard","topic":"War"},{"quote":"Regardless of what one&#39;s attitude towards prohibition may be, temperance is something against which, at a time of war, no reasonable protest can be made.","author":"William Lyon Mackenzie King","topic":"War"},{"quote":"The final outcome of a war is often determined by the degree of initiative shown on each side.","author":"Chiang Kai-shek","topic":"War"},{"quote":"People were already beginning to forget, what horrible suffering the war had brought them. I did not want to cause fear and panic, but to let people know how dreadful war is and so to stimulate people&#39;s powers of resistance.","author":"Otto Dix","topic":"War"},{"quote":"My father was very disappointed by war and fighting. And he thought language could help us out of cycles of revenge and animosity. And so, as a journalist, he always found himself asking lots of questions and trying to gather information. He was always very clear to underscore the fact that Jewish people and Arab people were brother and sister.","author":"Naomi Shihab Nye","topic":"War"},{"quote":"It is my conviction that killing under the cloak of war is nothing but an act of murder.","author":"Albert Einstein","topic":"War"},{"quote":"If there is not the war, you don&#39;t get the great general; if there is not a great occasion, you don&#39;t get a great statesman; if Lincoln had lived in a time of peace, no one would have known his name.","author":"Theodore Roosevelt","topic":"War"},{"quote":"There has never been a protracted war from which a country has benefited.","author":"Sun Tzu","topic":"War"},{"quote":"As international support for Obama&#39;s decision to attack Syria has collapsed, along with the credibility of government claims, the administration has fallen back on a standard pretext for war crimes when all else fails: the credibility of the threats of the self-designated policeman of the world.","author":"Noam Chomsky","topic":"War"},{"quote":"I saw Kuwait many times before the war. I remember it as a beautiful place, full of very nice people, and it&#39;s a tragedy to see that somebody could set out to deliberately destroy a country the way the Iraqis have.","author":"Norman Schwarzkopf","topic":"War"},{"quote":"In the &#39;60s we fought for peace, when the Vietnam war was on. We were against the cops and against the politicians, and there was a lot of waving banners and all that. And I think in a way, just as they were enjoying that machoism of war, we were enjoying the machismo of being anti-war, you know?","author":"Yoko Ono","topic":"War"},{"quote":"When I was a young man, I was poor. In a war with other nations, I was in eighty-seven fights. There I received my name and was made Chief of my nation. But now I am old and am for peace.","author":"Red Cloud","topic":"War"},{"quote":"Death created the modern American union, not just by ensuring national survival, but by shaping enduring national structures and commitments. The work of death was Civil War America&#39;s most fundamental and most demanding undertaking.","author":"Drew Gilpin Faust","topic":"War"},{"quote":"Look at what President Kennedy managed to achieve during the Cuban missile crisis. If Bush had been president in 1962, do you think he would have avoided a nuclear war?","author":"Bianca Jagger","topic":"War"},{"quote":"War will exist until that distant day when the conscientious objector enjoys the same reputation and prestige that the warrior does today.","author":"John F. Kennedy","topic":"War"},{"quote":"To establish any mode to abolish war, however advantageous it might be to Nations, would be to take from such Government the most lucrative of its branches.","author":"Thomas Paine","topic":"War"},{"quote":"The ancient Jewish people gave the world the vision of eternal peace, of universal disarmament, of abolishing the teaching and learning of war.","author":"Menachem Begin","topic":"War"},{"quote":"When we analyze this war in a materialistic way and ask when is it going to end and who will be the winner and the loser, it means that we do not see the endgame.","author":"Bashar al-Assad","topic":"War"},{"quote":"Circumstances cause us to act the way we do. We should always bear this in mind before judging the actions of others. I realized this from the start during World War II.","author":"Thor Heyerdahl","topic":"War"},{"quote":"Every time we walk along a beach some ancient urge disturbs us so that we find ourselves shedding shoes and garments or scavenging among seaweed and whitened timbers like the homesick refugees of a long war.","author":"Loren Eiseley","topic":"War"},{"quote":"All wars are civil wars, because all men are brothers.","author":"Francois Fenelon","topic":"War"},{"quote":"The expense of a war could be paid in time; but the expense of opium, when once the habit is formed, will only increase with time.","author":"Townsend Harris","topic":"War"},{"quote":"The American people want a balanced budget. They want Congress to stop this barbaric practice of perpetual deficit spending. It really, if you think about it, is a form of taxation without representation. We fought a war over that issue and we won that war.","author":"Mike Lee","topic":"War"},{"quote":"He was a degenerate gambler. That is, a man who gambled simply to gamble and must lose. As a hero who goes to war must die. Show me a gambler and I&#39;ll show you a loser, show me a hero and I&#39;ll show you a corpse.","author":"Mario Puzo","topic":"War"},{"quote":"I started to make a study of the art of war and revolution and, whilst abroad, underwent a course in military training. If there was to be guerrilla warfare, I wanted to be able to stand and fight with my people and to share the hazards of war with them.","author":"Nelson Mandela","topic":"War"},{"quote":"The world knows that America will never start a war. This generation of Americans has had enough of war and hate... we want to build a world of peace where the weak are secure and the strong are just.","author":"John F. Kennedy","topic":"War"},{"quote":"With all the negativity going on in the world right now, people need an escape. When you give them a hit record or a great record, it allows them to escape for at least three to four minutes. They&#39;re not thinking bills or economy or immigration or war when you create that kind of ambiance.","author":"Pitbull","topic":"War"},{"quote":"Do not try to do too much with your own hands. Better the Arabs do it tolerably than you do it perfectly. It is their war, and you are to help them, not to win it for them.","author":"T. E. Lawrence","topic":"War"},{"quote":"I am livid with rage, sitting here in chains through this mad war which kills any meaning of life... My nerves are shattered and my mind darkened.","author":"Walter Gropius","topic":"War"},{"quote":"Let&#39;s face it - think of Africa, and the first images that come to mind are of war, poverty, famine and flies. How many of us really know anything at all about the truly great ancient African civilizations, which in their day, were just as splendid and glorious as any on the face of the earth?","author":"Henry Louis Gates","topic":"War"},{"quote":"Every soldier thinks something of the moral aspects of what he is doing. But all war is immoral and if you let that bother you, you&#39;re not a good soldier.","author":"Curtis LeMay","topic":"War"},{"quote":"Satan has declared war on motherhood. He knows that those who rock the cradle can rock his earthly empire. And he knows that without righteous mothers loving and leading the next generation, the Kingdom of God will fail.","author":"Sheri L. Dew","topic":"War"},{"quote":"War is war. Vietnam is no different from the Crusades.","author":"Michael Cimino","topic":"War"},{"quote":"If there is anything more frightening than the threat of global nuclear war, it is the certainty that humans not only stand on the verge of producing new life forms but may soon be able to tinker with them as if they were vintage convertibles or bonsai trees.","author":"Michael Specter","topic":"War"},{"quote":"With the end of the cold war, all the &#39;isms&#39; of the 20th century - Fascism, Nazism, Communism and the evil of apartheid-ism - have failed. Except one. Only democracy has shown itself true the help of all mankind.","author":"Jack Kemp","topic":"War"},{"quote":"I got my head bashed in at a demonstration against the Vietnam War. Police were losing control because they were up against a world they really didn&#39;t understand.","author":"Terry Gilliam","topic":"War"},{"quote":"You can easily die racing to cover a bank robbery as you can in a war zone.","author":"Jessica Savitch","topic":"War"},{"quote":"If we justify war, it is because all peoples always justify the traits of which they find themselves possessed, not because war will bear an objective examination of its merits.","author":"Ruth Benedict","topic":"War"},{"quote":"The Gulf War is responsible for the huge and horrifying rise in Islamic terrorism.","author":"Pierre Salinger","topic":"War"},{"quote":"If there ever was a religious war full of terror, it was the crusades. But you can&#39;t blame Christianity because a few adventurers did this. That&#39;s my message.","author":"Moustapha Akkad","topic":"War"},{"quote":"The public interest is not always the same as the national interest. Going to war with people who are not our enemy in places that are not a threat doesn&#39;t make us safe, and that applies whether it&#39;s in Iraq or on the Internet. The Internet is not the enemy. Our economy is not the enemy.","author":"Edward Snowden","topic":"War"},{"quote":"Preparation for war is a constant stimulus to suspicion and ill will.","author":"James Monroe","topic":"War"},{"quote":"I think NATO is a Cold War product. I think NATO historically should have shut up shop in 1990 along with the Warsaw Pact; unfortunately, it didn&#39;t.","author":"Jeremy Corbyn","topic":"War"},{"quote":"By the 1950s The Novel had become a nationwide tournament. There was a magical assumption that the end of World War II in 1945 was the dawn of a new golden age of the American Novel, like the Hemingway-Dos Passos-Fitzgerald era after World War I.","author":"Tom Wolfe","topic":"War"},{"quote":"The philosophy of protectionism is a philosophy of war.","author":"Ludwig von Mises","topic":"War"},{"quote":"War is wretched beyond description, and only a fool or a fraud could sentimentalize its cruel reality.","author":"John McCain","topic":"War"},{"quote":"One of the reasons it&#39;s important for me to write about war is I really think that the concept of war, the specifics of war, the nature of war, the ethical ambiguities of war, are introduced too late to children. I think they can hear them, understand them, know about them, at a much younger age without being scared to death by the stories.","author":"Suzanne Collins","topic":"War"},{"quote":"In &#39;The Hunger Games,&#39; in most people&#39;s idea, in terms of rebellion or a civil-war situation, that would meet the criteria for a necessary war. These people are oppressed, their children are being taken off and put in gladiator games. They&#39;re impoverished, they&#39;re starving, they&#39;re brutalized.","author":"Suzanne Collins","topic":"War"},{"quote":"Beware lest in your anxiety to avoid war you obtain a master.","author":"Demosthenes","topic":"War"},{"quote":"Cyber war takes place largely in secret, unknown to the general public on both sides.","author":"Noah Feldman","topic":"War"},{"quote":"I took up writing to escape the drudgery of that every day cubicle kind of war.","author":"Walter Mosley","topic":"War"},{"quote":"&#39;Troy&#39; is an adaptation of the Trojan War myth in its entirety, not &#39;The Iliad&#39; alone. &#39;The Iliad&#39; begins with the quarrel between Achilles and Agamemnon over the slave girl Briseis nine years into the war. The equivalent scene occurs halfway through my script.","author":"David Benioff","topic":"War"},{"quote":"The mother&#39;s battle for her child with sickness, with poverty, with war, with all the forces of exploitation and callousness that cheapen human life needs to become a common human battle, waged in love and in the passion for survival.","author":"Adrienne Rich","topic":"War"},{"quote":"From the moment this war began, there was, for this state, only one policy possible, neutrality.","author":"Eamon de Valera","topic":"War"},{"quote":"Even soldiers from the Vietnam War had said that when they were fighting in that war, the landmine was just one of any number of weapons to use in the fighting. It wasn&#39;t until they began to think about the aftermath and the legacy of landmines that they recognized the long-term, indiscriminate impact of the weapon.","author":"Jody Williams","topic":"War"},{"quote":"I think sometimes we underestimate just how vulnerable Israel is on the public-relations front. That&#39;s why they spend so much money on propaganda. And that&#39;s why they panic every time they feel like they&#39;re losing the propaganda war.","author":"Norman Finkelstein","topic":"War"},{"quote":"&#39;Into the Blizzard&#39; follows the author as he traces the footsteps of the Newfoundland Regiment during the First World War: where they trained in Scotland, where they fought in Gallipoli and where they died at the Battle of the Somme in France.","author":"Michael Winter","topic":"War"},{"quote":"No one hates war like a soldier hates war.","author":"Tommy Franks","topic":"War"},{"quote":"When they are preparing for war, those who rule by force speak most copiously about peace until they have completed the mobilization process.","author":"Stefan Zweig","topic":"War"},{"quote":"We find that the Romans owed the conquest of the world to no other cause than continual military training, exact observance of discipline in their camps, and unwearied cultivation of the other arts of war.","author":"Publius Flavius Vegetius Renatus","topic":"War"},{"quote":"I wrote somewhere during the Cold War that I sometimes wish the Iron Curtain were much taller than it is, so that you could see whether the development of science with no communication was parallel on the two sides. In this case it certainly wasn&#39;t.","author":"Thomas Gold","topic":"War"},{"quote":"As long as war is regarded as wicked, it will always have its fascination. When it is looked upon as vulgar, it will cease to be popular.","author":"Oscar Wilde","topic":"War"},{"quote":"All wars are follies, very expensive and very mischievous ones.","author":"Benjamin Franklin","topic":"War"},{"quote":"I abhor war and view it as the greatest scourge of mankind.","author":"Thomas Jefferson","topic":"War"},{"quote":"In war, when a commander becomes so bereft of reason and perspective that he fails to understand the dependence of arms on Divine guidance, he no longer deserves victory.","author":"Lucius Annaeus Seneca","topic":"War"},{"quote":"Patriots always talk of dying for their country and never of killing for their country.","author":"Bertrand Russell","topic":"War"},{"quote":"There is so much that must be done in a civilized barbarism like war.","author":"Amelia Earhart","topic":"War"},{"quote":"In my dreams I hear again the crash of guns, the rattle of musketry, the strange, mournful mutter of the battlefield.","author":"Douglas MacArthur","topic":"War"},{"quote":"By the end of World War II, we were the most powerful and least damaged of the great nations. We also had most of the money. America&#39;s hegemony lasted exactly five years.","author":"Gore Vidal","topic":"War"},{"quote":"You cannot be President of the United States if you don&#39;t have faith. Remember Lincoln, going to his knees in times of trial in the Civil War and all that stuff.","author":"George H. W. Bush","topic":"War"},{"quote":"War is like love; it always finds a way.","author":"Bertolt Brecht","topic":"War"},{"quote":"The president led us into the Iraq war on the basis of unproven assertions without evidence; he embraced a radical doctrine of pre-emptive war unprecedented in our history; and he failed to build a true international coalition.","author":"Nancy Pelosi","topic":"War"},{"quote":"War is the domain of physical exertion and suffering.","author":"Carl von Clausewitz","topic":"War"},{"quote":"The U.S. army confirmed that it gave a lucrative fire fighting contract in Iraq to the firm once run by the Vice President Dick Cheney without any competitive bidding. When asked if this could be conceived as Cheney&#39;s friends profiting from the war, the spokesman said &#39;Yes.&#39;","author":"Conan O'Brien","topic":"War"},{"quote":"I certainly notice the vitality in Belfast, which wasn&#39;t there in the Seventies. There was a war going on then. Now there are cranes everywhere. There really is a sense of renewal and hope.","author":"Liam Neeson","topic":"War"},{"quote":"American power remains today what it was in the Second World War and the Cold War: the greatest force for freedom in the world.","author":"Elliott Abrams","topic":"War"},{"quote":"No person can escape Einsteinian relativity, and no soldier or veteran can escape the trauma of war&#39;s dislocation.","author":"Joe Haldeman","topic":"War"},{"quote":"I had old bunk beds that my dad got from Seabrook Farms. They were first used by German prisoners during World War II, who were sent to work the farms during the war. The metal beds with their thin mattresses could easily be used as a jungle gym and I loved them.","author":"David Mixner","topic":"War"},{"quote":"For a decade or more after the Vietnam war, the people who had guided the U.S. to disaster decently shrank from the public stage.","author":"James Fallows","topic":"War"},{"quote":"War is failure of diplomacy.","author":"John Dingell","topic":"War"},{"quote":"A hospital alone shows what war is.","author":"Erich Maria Remarque","topic":"War"},{"quote":"In the lead up to the Iraq war and its later conduct, I saw at a minimum, true dereliction, negligence and irresponsibility, at worse, lying, incompetence and corruption.","author":"Anthony Zinni","topic":"War"},{"quote":"My daddy was a World War I pilot, and I just wanted to be able to fly like he did.","author":"Forrest Bird","topic":"War"},{"quote":"Morality is contraband in war.","author":"Mahatma Gandhi","topic":"War"},{"quote":"To walk through the ruined cities of Germany is to feel an actual doubt about the continuity of civilization.","author":"George Orwell","topic":"War"},{"quote":"Before the Civil War, the Southern states were selling a lot of cotton to England and didn&#39;t seem to mind British occupation. By and large, the Revolutionary War wasn&#39;t at all great for business.","author":"Henry Rollins","topic":"War"},{"quote":"If you use weapons of war to bring about peace, you&#39;re going to have more war and destruction.","author":"Coretta Scott King","topic":"War"},{"quote":"No country can act wisely simultaneously in every part of the globe at every moment of time.","author":"Henry Kissinger","topic":"War"},{"quote":"John Dalton&#39;s records, carefully preserved for a century, were destroyed during the World War II bombing of Manchester. It is not only the living who are killed in war.","author":"Isaac Asimov","topic":"War"},{"quote":"Football is like war. It&#39;s about taking territory.","author":"Condoleezza Rice","topic":"War"},{"quote":"War is never fatal but always lost. Always lost.","author":"Gertrude Stein","topic":"War"},{"quote":"I do not believe that the men who served in uniform in Vietnam have been given the credit they deserve. It was a difficult war against an unorthodox enemy.","author":"William Westmoreland","topic":"War"},{"quote":"It was a requirement by the veterans to list the 57,000 names. We&#39;re reaching a time that we&#39;ll acknowledge the individual in a war on a national level.","author":"Maya Lin","topic":"War"},{"quote":"We don&#39;t tend to write about disease in fiction - not just teen novels but all American novels - because it doesn&#39;t fit in with our idea of the heroic romantic epic. There is room only for sacrifice, heroism, war, politics and family struggle.","author":"John Green","topic":"War"},{"quote":"It has too often been too easy for rulers and governments to incite man to war.","author":"Lester B. Pearson","topic":"War"},{"quote":"The understanding of Syria&#39;s devastating civil war has been distorted by the immense danger and difficulty of covering it.","author":"Nancy Gibbs","topic":"War"},{"quote":"I would say that the war correspondent gets more drinks, more girls, better pay, and greater freedom than the soldier, but at this stage of the game, having the freedom to choose his spot and being allowed to be a coward and not be executed for it is his torture.","author":"Robert Capa","topic":"War"},{"quote":"The Iraq war was not necessary.","author":"Scott McClellan","topic":"War"},{"quote":"We are all tourists in history, and irony is what we win in wars.","author":"Anatole Broyard","topic":"War"},{"quote":"It would be immoral to walk away from the consequences of our actions, leaving behind anarchy and civil war in Iraq.","author":"Kenneth Clarke","topic":"War"},{"quote":"The creative impulses of man are always at war with the possessive impulses.","author":"Van Wyck Brooks","topic":"War"},{"quote":"What is human warfare but just this; an effort to make the laws of God and nature take sides with one party.","author":"Henry David Thoreau","topic":"War"},{"quote":"For a war to be just three conditions are necessary - public authority, just cause, right motive.","author":"Ernest Hemingway","topic":"War"},{"quote":"Why should Iran have a deterrent strategy? Well, it&#39;s surrounded by hostile enemies. Both of its borders have been under occupation by a hostile superpower, the United States, which is constantly violating the U.N. charter by leaving open what they call the saying, &#39;all options are open&#39; - meaning the threat of war.","author":"Noam Chomsky","topic":"War"},{"quote":"Wars have never hurt anybody except the people who die.","author":"Salvador Dali","topic":"War"},{"quote":"There are two things which a democratic people will always find very difficult - to begin a war and to end it.","author":"Alexis de Tocqueville","topic":"War"},{"quote":"Members of the Senate and House, if they want to send troops into war, should be forced to send a family member. That would really make everyone stop and go, &#39;Ohhh-kaaay.&#39;","author":"Will Ferrell","topic":"War"},{"quote":"Congress hasn&#39;t declared war on the countries - the majority of them are our allies - but without asking for public permission, NSA is running network operations against them that affect millions of innocent people. And for what? So we can have secret access to a computer in a country we&#39;re not even fighting?","author":"Edward Snowden","topic":"War"},{"quote":"War is regarded as nothing but the continuation of state policy with other means.","author":"Carl von Clausewitz","topic":"War"},{"quote":"I asked a Burmese why women, after centuries of following their men, now walk ahead. He said there were many unexploded land mines since the war.","author":"Robert Mueller","topic":"War"},{"quote":"I think there should be holy war against yoga classes.","author":"Werner Herzog","topic":"War"},{"quote":"This is the problem with modern-day feminism. It used to be about equality. Now, it&#39;s about bashing men, asking for free stuff, and tearing down other women for refusing to play victim to the trumped-up, B.S. &#39;War on Women.&#39;","author":"Tomi Lahren","topic":"War"},{"quote":"Bad as was being shot by some of our own troops in the battle of the Wilderness, - that was an honest mistake, one of the accidents of war, - being shot at, since the war, by many officers, was worse.","author":"James Longstreet","topic":"War"},{"quote":"Fascism is a worldwide disease. Its greatest threat to the United States will come after the war, either via Latin America or within the United States itself.","author":"Henry A. Wallace","topic":"War"},{"quote":"I&#39;ve always loved War&#39;s Low Rider and Sly Stone&#39;s Thank You, and I just wanted to put my take on them.","author":"Barry White","topic":"War"},{"quote":"The United States did not act in Iraq in 1988 when gas was being used on the Kurds or when gas was used in the Iranian-Iraq War.","author":"Jeff Duncan","topic":"War"},{"quote":"I love &#39;The War Of The Roses,&#39; especially as my husband is in it! I&#39;ve often said to him it would be great to remake that with me and him in it, because then we could really get down to some serious business.","author":"Catherine Zeta-Jones","topic":"War"},{"quote":"The accounting of the sacrifice is, more than anything else, the attitude toward war memorials in our time.","author":"Friedrich St. Florian","topic":"War"},{"quote":"I used to say, &#39;Mad&#39; takes on both sides.&#39; We even used to rake the hippies over the coals. They were protesting the Vietnam War, but we took aspects of their culture and had fun with it. &#39;Mad&#39; was wide open.","author":"Al Feldstein","topic":"War"},{"quote":"We didn&#39;t go to the moon to explore or because it was in our DNA or because we&#39;re Americans. We went because we were at war and we felt a threat.","author":"Neil deGrasse Tyson","topic":"War"},{"quote":"There is many a boy here today who looks on war as all glory, but, boys, it is all hell.","author":"William Tecumseh Sherman","topic":"War"},{"quote":"War is too serious a matter to leave to soldiers.","author":"William Tecumseh Sherman","topic":"War"},{"quote":"Germany has spent the decades since World War II in national penance for Nazi crimes. America spent the decades after the Civil War transforming Confederate crimes into virtues. It is illegal to fly the Nazi flag in Germany. The Confederate flag is enmeshed in the state flag of Mississippi.","author":"Ta-Nehisi Coates","topic":"War"},{"quote":"We had good white friends who advised us against taking the war path. My friend and brother, Mr. Chapman, told us just how the war would end.","author":"Chief Joseph","topic":"War"},{"quote":"The power to wage war is the power to wage war successfully.","author":"Charles Evans Hughes","topic":"War"},{"quote":"Tragically, the effort to make America and the world safer and to defend freedom around the world is not without an enormous cost to this Nation in terms primarily of lost lives and those who bear the scars and the wounds of war, and their families who must bear these losses.","author":"John Warner","topic":"War"},{"quote":"War is the science of destruction.","author":"John Abbott","topic":"War"},{"quote":"War can be avoided, and it ought to be avoided. I want no war.","author":"Chief Joseph","topic":"War"},{"quote":"We owe our World War II veterans - and all our veterans - a debt we can never fully repay.","author":"Doc Hastings","topic":"War"},{"quote":"The lesson of Pearl Harbor ought never to be forgotten, and of course the motto that came from that, 69 years ago, the war which my dad fought, was &#39;Remember Pearl Harbor, never again.&#39; We need to keep that to mind.","author":"Oliver North","topic":"War"},{"quote":"In an era in which war and terrorism - at home and abroad - are often based on racial, religious and ethnic differences, rediscovering the wisdom of love and compassion may help us increase our survival at a time when an increasingly divided country and world so badly need it.","author":"Dean Ornish","topic":"War"},{"quote":"Going to war without France is like going hunting without an accordion.","author":"Norman Schwarzkopf","topic":"War"},{"quote":"War is an ugly thing, but not the ugliest of things. The decayed and degraded state of moral and patriotic feeling which thinks that nothing is worth war is much worse.","author":"John Stuart Mill","topic":"War"},{"quote":"This war differs from other wars, in this particular. We are not fighting armies but a hostile people, and must make old and young, rich and poor, feel the hard hand of war.","author":"William Tecumseh Sherman","topic":"War"},{"quote":"I find capitalism repugnant. It is filthy, it is gross, it is alienating... because it causes war, hypocrisy and competition.","author":"Fidel Castro","topic":"War"},{"quote":"Too often, stories about Afghanistan center around the various wars, the opium trade, the war on terrorism. Precious little is said about the Afghan people themselves - their culture, their traditions, how they lived in their country and how they manage abroad as exiles.","author":"Khaled Hosseini","topic":"War"},{"quote":"Black Lives Matter is the ultimate divisive movement. They aren&#39;t shy about what they don&#39;t like, which is western civilization, capitalism, and the rule of law. They really dislike the police, and certainly get the credit for the war between black men and police.","author":"Milo Yiannopoulos","topic":"War"},{"quote":"It&#39;s an interesting combination: Having a great fear of being alone, and having a desperate need for solitude and the solitary experience. That&#39;s always been a tug of war for me.","author":"Jodie Foster","topic":"War"},{"quote":"Every war when it comes, or before it comes, is represented not as a war but as an act of self-defense against a homicidal maniac.","author":"George Orwell","topic":"War"},{"quote":"The Confederate flag was the flag of the American South during the civil war. It was the flag of people who were fighting against their own government in an attempt to retain slavery. It was the flag of people who thought slavery was no problem, who thought slavery was a good thing.","author":"John Niven","topic":"War"},{"quote":"My greatest disappointment is that I believe that those of us who went through the war and tried to write about it, about their experience, became messengers. We have given the message, and nothing changed.","author":"Elie Wiesel","topic":"War"},{"quote":"It is important to emphasize that guerrilla warfare is a war of the masses, a war of the people. The guerrilla band is an armed nucleus, the fighting vanguard of the people. It draws its great force from the mass of the people themselves.","author":"Che Guevara","topic":"War"},{"quote":"Peace is not an absence of war, it is a virtue, a state of mind, a disposition for benevolence, confidence, justice.","author":"Baruch Spinoza","topic":"War"},{"quote":"The World War I, I&#39;m a child of World War I. And I really know about the children of war. Because both my parents were both badly damaged by the war. My father, physically, and both mentally and emotionally. So, I know exactly what it&#39;s like to be brought up in an atmosphere of a continual harping on the war.","author":"Doris Lessing","topic":"War"},{"quote":"There is no war on women. Women are doing well. But women are thoughtful. And what we in the Republican Party and across the country, Republican, Independents and Democrat women say is we&#39;re more thoughtful than a label. We care about jobs and the economy and healthcare and education. We care about a lot of different things.","author":"Nikki Haley","topic":"War"},{"quote":"Peace for us means the destruction of Israel. We are preparing for an all-out war, a war which will last for generations.","author":"Yasser Arafat","topic":"War"},{"quote":"If you persist in your purpose of secession, there will be war - a bloody and cruel war. Not only will the North fight, but she will also triumph. The experiment of secession will fail, and the South, in ruin and desolation, will bitterly repent the day when she attempted to overthrow a wise and beneficent government.","author":"Ambrose Burnside","topic":"War"},{"quote":"Our country is now geared to an arms economy bred in an artificially induced psychosis of war hysteria and an incessant propaganda of fear.","author":"Douglas MacArthur","topic":"War"},{"quote":"I think Islam has been hijacked by the idea that all Muslims are terrorists; that Islam is about hate, about war, about jihad - I think that hijacks the spirituality and beauty that exists within Islam. I believe in allowing Islam to be seen in context and in its entirety and being judged on what it really is, not what you think it is.","author":"Aasif Mandvi","topic":"War"},{"quote":"Before the Civil War, Canada was at the top of the underground railroad. If you made it into Canada, you were safe unless someone came and hauled you back. That was also true during the Vietnam War for draft resisters.","author":"Margaret Atwood","topic":"War"},{"quote":"I&#39;ve said it before: War brings out the patriotic bullies. In World War I, they went around kicking dachshunds on the grounds that dachshunds were &#39;German dogs.&#39; They did not, however, go around kicking German shepherds.","author":"Molly Ivins","topic":"War"},{"quote":"The earth is bountiful, and where her bounty fails, nitrogen drawn from the air will refertilize her womb. I developed a process for this purpose in 1900. It was perfected fourteen years later under the stress of war by German chemists.","author":"Nikola Tesla","topic":"War"},{"quote":"Yesterday, we fought wars which destroyed cities. Today, we are concerned with avoiding a war which will destroy the earth. We can adapt atomic energy to produce electricity and move ships, but can we control its use in anger?","author":"Robert Kennedy","topic":"War"},{"quote":"All oppression creates a state of war.","author":"Simone de Beauvoir","topic":"War"},{"quote":"The negative effects of combat were nightmares, and I&#39;d get jumpy around certain noises and stuff, but you&#39;d have that after a car accident or a bad divorce. Life&#39;s filled with trauma. You don&#39;t need to go to war to find it; it&#39;s going to find you. We all deal with it, and the effects go away after awhile. At least they did for me.","author":"Sebastian Junger","topic":"War"},{"quote":"When the war of the giants is over the wars of the pygmies will begin.","author":"Winston Churchill","topic":"War"},{"quote":"In the practical art of war, the best thing of all is to take the enemy&#39;s country whole and intact; to shatter and destroy it is not so good.","author":"Sun Tzu","topic":"War"},{"quote":"Only the dead have seen the end of the war.","author":"George Santayana","topic":"War"},{"quote":"The First World War was a horror of gas, industrialised slaughter, fear, and appalling human suffering.","author":"Nick Harkaway","topic":"War"},{"quote":"When the tyrant has disposed of foreign enemies by conquest or treaty, and there is nothing more to fear from them, then he is always stirring up some war or other, in order that the people may require a leader.","author":"Plato","topic":"War"},{"quote":"War is a way of shattering to pieces... materials which might otherwise be used to make the masses too comfortable and... too intelligent.","author":"George Orwell","topic":"War"},{"quote":"War is not an independent phenomenon, but the continuation of politics by different means.","author":"Carl von Clausewitz","topic":"War"},{"quote":"I know that military alliances and armament have been the reliance for peace for centuries, but they do not produce peace; and when war comes, as it inevitably does under such conditions, these armaments and alliances but intensify and broaden the conflict.","author":"Frank B. Kellogg","topic":"War"},{"quote":"I want to wage war against illiteracy, poverty, unemployment, unfair competition, communitarianism, delinquency.","author":"Nicolas Sarkozy","topic":"War"},{"quote":"You cannot simultaneously prevent and prepare for war.","author":"Albert Einstein","topic":"War"},{"quote":"The Secretary of Hygiene or Physical Culture will be far more important in the cabinet of the President of the United States who holds office in the year 2035 than the Secretary of War.","author":"Nikola Tesla","topic":"War"},{"quote":"In all history there is no war which was not hatched by the governments, the governments alone, independent of the interests of the people, to whom war is always pernicious even when successful.","author":"Leo Tolstoy","topic":"War"},{"quote":"Communism is a religion that is inspired, directed and motivated by the Devil himself who has declared war against Almighty God.","author":"Billy Graham","topic":"War"},{"quote":"When I first went to places where people were suffering from war and persecution, I felt ashamed of my feelings of sadness. I could see more possibilities in my life.","author":"Angelina Jolie","topic":"War"},{"quote":"I hated the draft, but at the same time, it&#39;s something that made every American take war seriously.","author":"Tim O'Brien","topic":"War"},{"quote":"As Michael Scheuer, who ran the C.I.A.&#39;s bin Laden unit until 1999, has pointed out, if bin Laden believed in Christmas, the Iraq war would be his perfect present from Santa Claus. The 9\/11 attacks and the subsequent war in Afghanistan severely damaged bin Laden&#39;s organization.","author":"Peter Bergen","topic":"War"},{"quote":"I&#39;d like to see a world free of strife, stress, pain, hunger, war - a cool place where everyone could live.","author":"Dionne Warwick","topic":"War"},{"quote":"After the Civil War, when blacks fought along whites to secure freedom for all, southern states enacted Black Codes, laws that restricted the civil rights and liberties of blacks. Central to the enforcement of these laws were the stiff penalties for blacks possessing firearms.","author":"Niger Innis","topic":"War"},{"quote":"My brother and sister are both older than I am and were born before my father went off to World War I.","author":"Douglass North","topic":"War"},{"quote":"I am not only a pacifist but a militant pacifist. I am willing to fight for peace. Nothing will end war unless the people themselves refuse to go to war.","author":"Albert Einstein","topic":"War"},{"quote":"War is something of man&#39;s own fostering, and if all mankind renounces it, then it is no longer there.","author":"A. A. Milne","topic":"War"},{"quote":"Hundreds of thousands of American servicemen and women are deployed across the world in the war on terror. By bringing hope to the oppressed, and delivering justice to the violent, they are making America more secure.","author":"George W. Bush","topic":"War"},{"quote":"All warfare is based on deception.","author":"Unknown","topic":"War"},{"quote":"This gulf war syndrome thing is truly unfortunate, and I&#39;ve met some of the vets who have this. These are my guys, and I feel terrible about it.","author":"Norman Schwarzkopf","topic":"War"},{"quote":"Boxing&#39;s in my genes. I come from a fighting background. My dad and both my uncles were good boxers. I&#39;m blessed with the art of war.","author":"Floyd Mayweather, Jr.","topic":"War"},{"quote":"There is no shorter road to defeat than by entering a war with inadequate preparation.","author":"Charles Lindbergh","topic":"War"},{"quote":"You see that even the enemy did not dare to declare war against us till they had seized our generals, for they were sensible that, while we had commanders and yielded obedience to them, we were able to conquer them; but, having seized our commanders, they concluded that we should, from a want of command and discipline, be destroyed.","author":"Xenophon","topic":"War"},{"quote":"The war on drugs is a war against the communities.","author":"Holly Near","topic":"War"},{"quote":"No one has the right to ignite a war and lead an occupation and armies to conquer people, invading them and make them suffer all kinds of torture, murder, expulsion, displacement, bombing and terrorism by different lethal prohibited weapons and then come and speak as the savior of the people or a defender of their rights.","author":"Muqtada al Sadr","topic":"War"},{"quote":"The war broke out, and for a number of years I lived in darkness, with the memory of the lakes, the trees and the skies of Sweden, until I returned in 1946 to spend two unforgettable years in the laboratory of Hugo Theorell.","author":"Christian de Duve","topic":"War"},{"quote":"South Korea first allowed women into the military in 1950 during the Korean War. Back then, female soldiers mainly held administrative and support positions. Women began to take on combat roles in the 1990s when the three military academies, exclusive to men, began accepting women.","author":"Kim Young-ha","topic":"War"},{"quote":"I believe that political correctness can be a form of linguistic fascism, and it sends shivers down the spine of my generation who went to war against fascism.","author":"P. D. James","topic":"War"},{"quote":"You can&#39;t say civilization don&#39;t advance... in every war they kill you in a new way.","author":"Will Rogers","topic":"War"},{"quote":"We can best help you to prevent war not by repeating your words and following your methods but by finding new words and creating new methods.","author":"Virginia Woolf","topic":"War"},{"quote":"Being over seventy is like being engaged in a war. All our friends are going or gone and we survive amongst the dead and the dying as on a battlefield.","author":"St. Jerome","topic":"War"},{"quote":"War is the statesman&#39;s game, the priest&#39;s delight, the lawyer&#39;s jest, the hired assassin&#39;s trade.","author":"Percy Bysshe Shelley","topic":"War"},{"quote":"The great object is that every man be armed.","author":"Patrick Henry","topic":"War"},{"quote":"Those of my generation who grew up in the midst of the Cold War had a very, very strong awareness and very much were sort of influenced by the demonization of the Soviet Union, whether that was through the Cuban Missile Crisis or duck-and-cover, or any of those things that so affected us then.","author":"Edward Zwick","topic":"War"},{"quote":"The idea of aerial military surveillance dates back to the Civil War, when both the Union and the Confederacy used hot-air balloons to spy on the other side, tracking troop movements and helping to direct artillery fire.","author":"Michael Hastings","topic":"War"},{"quote":"If war comes upon us, it will come as a thief in the night.","author":"Eamon de Valera","topic":"War"},{"quote":"I had two family members involved in World War I: two great-uncles. One of them is on a memorial in France. And the other was a trench runner who survived the war. The average life span of a trench runner was 36 hours, but he survived the whole war.","author":"Ben Barnes","topic":"War"},{"quote":"If we are to teach real peace in this world, and if we are to carry on a real war against war, we shall have to begin with the children.","author":"Mahatma Gandhi","topic":"War"},{"quote":"The real and lasting victories are those of peace, and not of war.","author":"Ralph Waldo Emerson","topic":"War"},{"quote":"We should declare war on North Vietnam. We could pave the whole country and put parking strips on it, and still be home by Christmas.","author":"Ronald Reagan","topic":"War"},{"quote":"I have a scheme for stopping war. It&#39;s this - no nation is allowed to enter a war till they have paid for the last one.","author":"Will Rogers","topic":"War"},{"quote":"I can testify to what UNICEF means to children because I was among those who received food and medical relief right after World War II.","author":"Audrey Hepburn","topic":"War"},{"quote":"Total war is no longer war waged by all members of one national community against all those of another. It is total... because it may well involve the whole world.","author":"Jean-Paul Sartre","topic":"War"},{"quote":"No protracted war can fail to endanger the freedom of a democratic country.","author":"Alexis de Tocqueville","topic":"War"},{"quote":"God employs several translators; some pieces are translated by age, some by sickness, some by war, some by justice.","author":"John Donne","topic":"War"},{"quote":"Who do you call a civilian in a guerilla war? I mean, it might be a farmer by day or a merchant, a housewife, and by night the housewife may be helping to make landmines and booby traps and who knows.","author":"Tim O'Brien","topic":"War"},{"quote":"The military don&#39;t start wars. Politicians start wars.","author":"William Westmoreland","topic":"War"},{"quote":"We have been terrorised by what happened in America and we express our condolences to the American people who suffered from this unexpected catastrophe and a new world war.","author":"Muammar al-Gaddafi","topic":"War"},{"quote":"To most people in the U.K., indeed throughout Western Europe, space exploration is primarily perceived as &#39;what NASA does&#39;. This perception is - in many respects - a valid one. Superpower rivalry during the Cold War ramped up U.S. and Soviet space efforts to a scale that Western Europe had no motive to match.","author":"Martin Rees","topic":"War"},{"quote":"Haiti and the Dominican Republic don&#39;t just share an island, Hispaniola, but a history, one that includes all the signal events that went into creating the modern world: Columbus, conquest, genocide, slavery, imperial war, revolution, and U.S. counterinsurgencies and military occupations.","author":"Greg Grandin","topic":"War"},{"quote":"An offensive war, I believe to be wrong and would therefore have nothing to do with it, having no right to meddle with another man&#39;s property, his ox or his ass, his man servant or his maid servant or anything this is his.","author":"Daniel Morgan","topic":"War"},{"quote":"I believe that the war on drugs is a tragically misplaced use of resources - an immoral venture that produces far more suffering than it alleviates.","author":"David Harsanyi","topic":"War"},{"quote":"From the day war conquered the skies, nothing could check its progress.","author":"Ferdinand Buisson","topic":"War"},{"quote":"A lot has happened over the years. And while this nation has been tested by war, and it&#39;s been tested by recession and all manner of challenges - I stand before you again tonight, after almost two terms as your president, to tell you I am more optimistic about the future of America than ever before.","author":"Barack Obama","topic":"War"},{"quote":"They wrote in the old days that it is sweet and fitting to die for one&#39;s country. But in modern war, there is nothing sweet nor fitting in your dying. You will die like a dog for no good reason.","author":"Ernest Hemingway","topic":"War"},{"quote":"In time of war the laws are silent.","author":"Marcus Tullius Cicero","topic":"War"},{"quote":"I took a speed-reading course and read War and Peace in twenty minutes. It involves Russia.","author":"Woody Allen","topic":"War"},{"quote":"My great-grandfather and his two brothers fought at Gettysburg. They were in artillery, and they survived the war, thank goodness. So I revere what they did. I think their motivations were honorable when they undertook the war and participated in it along with other Southerners.","author":"Jimmy Carter","topic":"War"},{"quote":"I can tell you this: If I&#39;m ever in a position to call the shots, I&#39;m not going to rush to send somebody else&#39;s kids into a war.","author":"George H. W. Bush","topic":"War"},{"quote":"War may be made by one party, but it requires two to make peace.","author":"John C. Calhoun","topic":"War"},{"quote":"My father was an athlete, a great athlete, fought in the Marines in World War I. He was all sports and activity. My mother was all academics. I still have the complete works of Shakespeare that she had.","author":"Marv Levy","topic":"War"},{"quote":"Even with the best intentions, you can have a nuclear war, a nuclear holocaust, through miscalculation, through accidents.","author":"Mohamed ElBaradei","topic":"War"},{"quote":"From the preemptive strike that destroyed Egypt&#39;s air force during the Six-Day War, to the daring raid on Entebbe, to using all available means to slow the Iranian nuclear program, Israelis have combined strength with ingenuity to keep the country&#39;s enemies at bay.","author":"Ted Deutch","topic":"War"},{"quote":"I am passionately interested in understanding how my country works. And if you want to know about this thing called the United States of America you have to know about the Civil War.","author":"Ken Burns","topic":"War"},{"quote":"&#39;Matterhorn&#39; is my metaphor of the Vietnam War - we built it, we abandoned it, we assaulted it, we lost, and then we abandoned it again.","author":"Karl Marlantes","topic":"War"},{"quote":"Let the word go forth from this time and place, to friend and foe alike, that the torch has been passed to a new generation of Americans - born in this century, tempered by war, disciplined by a hard and bitter peace.","author":"John F. Kennedy","topic":"War"},{"quote":"A society that admits misery, a humanity that admits war, seem to me an inferior society and a debased humanity; it is a higher society and a more elevated humanity at which I am aiming - a society without kings, a humanity without barriers.","author":"Victor Hugo","topic":"War"},{"quote":"If the people raise a great howl against my barbarity and cruelty, I will answer that war is war, and not popularity seeking.","author":"William Tecumseh Sherman","topic":"War"},{"quote":"People always make war when they say they love peace.","author":"D. H. Lawrence","topic":"War"},{"quote":"To delight in war is a merit in the soldier, a dangerous quality in the captain, and a positive crime in the statesman.","author":"George Santayana","topic":"War"},{"quote":"The war broke out, and I wanted to do something to aid my country in a time of crisis. I was too tall for the WACs and WAVES, but eventually joined the OSS and set out into the world looking for adventure.","author":"Julia Child","topic":"War"},{"quote":"The facts of life are that a child who has seen war cannot be compared with a child who doesn&#39;t know what war is except from television.","author":"Sophia Loren","topic":"War"},{"quote":"A bad peace is even worse than war.","author":"Tacitus","topic":"War"},{"quote":"I deliberately did not read anything about the Vietnam War because I felt the politics of the war eclipsed what happened to the veterans. The politics were irrelevant to what this memorial was.","author":"Maya Lin","topic":"War"},{"quote":"Earthshaking fire from the center of the Earth will cause tremors around the New City. Two great rocks will war for a long time, then Arethusa will redden a new river.","author":"Nostradamus","topic":"War"},{"quote":"If there&#39;s another 9\/11 or a major war in the Middle-East involving a U.S. attack on Iran, I have no doubt that there will be, the day after or within days an equivalent of a Reichstag fire decree that will involve massive detentions in this country.","author":"Daniel Ellsberg","topic":"War"},{"quote":"I am but one member of a vast team made up of many organizations, officials, thousands of scientists, and millions of farmers - mostly small and humble - who for many years have been fighting a quiet, oftentimes losing war on the food production front.","author":"Norman Borlaug","topic":"War"},{"quote":"The day after high school, I was off to basic training at the Great Lakes Naval Station. You gotta understand, we didn&#39;t care about sports. We wanted to win the war. We wanted to win the war! And at the time, we didn&#39;t know if we would.","author":"Bud Grant","topic":"War"},{"quote":"That man will fight us every day and every hour till the end of the war.","author":"James Longstreet","topic":"War"},{"quote":"Making peace, I have found, is much harder than making war.","author":"Gerry Adams","topic":"War"},{"quote":"I&#39;m fed up to the ears with old men dreaming up wars for young men to die in.","author":"George McGovern","topic":"War"},{"quote":"I went to Vietnam during the Vietnam War to visit all the troops. We would fly into a hospital and serve mess to the guys, and we ate whatever they were eating. Then we slept there and flew out the next day to little bases where there were maybe 10 or 20 guys. Then we flew to another hospital.","author":"Vicki Lawrence","topic":"War"},{"quote":"But scientists on both sides of the iron curtain played a very significant role in maintaining the momentum of the nuclear arms race throughout the four decades of the Cold War.","author":"Joseph Rotblat","topic":"War"},{"quote":"Traditionally Presidents Day was Washington&#39;s birthday. It was celebrated as a public holiday on February 22 each year, in peace or in war.","author":"Nigel Hamilton","topic":"War"},{"quote":"That most unfortunate war, which I deeply deplore.","author":"Hirohito","topic":"War"},{"quote":"The only lesson to extract from any civil war is that it&#39;s pointless and futile and ugly, and that there is nothing glamorous or heroic about it. There are heroes, but the causes are never heroic.","author":"Anthony Minghella","topic":"War"},{"quote":"With a book called &#39;Keeping Score,&#39; I really did want to write a book about the Korean War, because I felt that it is the least understood war in the American cultural imagination. So I set out with the idea that Americans didn&#39;t know much about the Korean War and that I was going to try to fix a tiny bit of that.","author":"Linda Sue Park","topic":"War"},{"quote":"The Japanese chose the principle of eternal peace as the basis of morality for our rebirth after the War.","author":"Kenzaburo Oe","topic":"War"},{"quote":"Although our war on drugs must be fortified with the best laws, enforcement efforts and resources, we would not be successful without your individual commitment to this cause.","author":"Mel Carnahan","topic":"War"},{"quote":"Once we have a war there is only one thing to do. It must be won. For defeat brings worse things than any that can ever happen in war.","author":"Ernest Hemingway","topic":"War"},{"quote":"War grows out of the desire of the individual to gain advantage at the expense of his fellow man.","author":"Napoleon Hill","topic":"War"},{"quote":"I was born in London in England in 1934. I went through, as a child, the horrors of World War II, through a time when food was rationed and we learned to be very careful, and we never had more to eat than what we needed to eat. There was no waste. Everything was used.","author":"Jane Goodall","topic":"War"},{"quote":"You ask what my conclusions are, rereading my journals and looking back on World War II from the vantage point of quarter century in time? We won the war in a military sense; but in a broader sense, it seems to me we lost it, for our Western civilization is less respected and secure than it was before.","author":"Charles Lindbergh","topic":"War"},{"quote":"Thus, it was to seek true civilization and true justice for all the peoples of the world, and to view this as the destruction of personal freedom and respect is to be assailed by the hatred and emotion of war, and to make hasty judgments.","author":"Hideki Tojo","topic":"War"},{"quote":"Some people believe that the nuclear bomb should be awarded the Nobel Peace Prize, since it scared the major powers away from war by equating it with doomsday.","author":"Steven Pinker","topic":"War"},{"quote":"Although a precise outlook on the international situation is hard for anyone to make, it is needless to say that now the time has come for the Navy, especially the Combined Fleet, to devote itself seriously to war preparations, training, and operational plans with a firm determination that a conflict with the U.S. and Great Britain is inevitable.","author":"Isoroku Yamamoto","topic":"War"},{"quote":"World War II was the last government program that really worked.","author":"George Will","topic":"War"},{"quote":"We are muddled into war.","author":"David Lloyd George","topic":"War"},{"quote":"For millennia, men have enslaved women and attempted to appropriate female creative power, re-casting themselves as gods and creators. This assault continues today in the forms of ruthless wealth and mineral extraction, genetic engineering, mass surveillance, and war mongering.","author":"Anohni","topic":"War"},{"quote":"I&#39;m trying to raise the awareness of the troops that, when they deploy and go to war, it&#39;s not just them at war - it&#39;s also their family. Their family is having to go through all the hardships and the stresses.","author":"Chris Kyle","topic":"War"},{"quote":"Both my New Hampshire great-grandfathers wore facial hair: the Copperhead who fought in the war and the sheep farmer too old for combat.","author":"Donald Hall","topic":"War"},{"quote":"Strangely enough, the legend of John Brown, who was clearly crazy, helped the abolitionist cause and is thought to have precipitated the American Civil War.","author":"Justin Cartwright","topic":"War"},{"quote":"The first lesson is that you can&#39;t lose a war if you have command of the air, and you can&#39;t win a war if you haven&#39;t.","author":"Jimmy Doolittle","topic":"War"},{"quote":"I am a political prisoner. I am a political prisoner because I am a casualty of a perennial war that is being fought between the oppressed Irish people and an alien, oppressive, unwanted regime that refuses to withdraw from our land.","author":"Bobby Sands","topic":"War"},{"quote":"Soldiers of the American Revolution fought that 18th century war with heavy muskets. In the early 20th century, we kids fought it every Fourth of July not only with exploding powder and shimmering flares, but with all of our senses.","author":"Paul Engle","topic":"War"},{"quote":"The war and terrorism in the Middle East, the crisis of leadership in many of the oil-supply countries in the developing world, the crisis of global warming - all these are very clearly tied to energy.","author":"Julia Louis-Dreyfus","topic":"War"},{"quote":"I extend my deepest gratitude to our Armed Forces and first responders serving both at home and abroad in the war against terrorism.","author":"John Doolittle","topic":"War"},{"quote":"When I first got back from the war, I said, &#39;I&#39;m gonna write the Great American Novel about the Vietnam War.&#39; So I sat down and wrote 1,700 pages of sheer psychotherapy drivel. It was first person, and there would be pages about wet socks and cold feet.","author":"Karl Marlantes","topic":"War"},{"quote":"There are patriots who opposed the war in Iraq and there are patriots who supported the war in Iraq. We are one people, all of us pledging allegiance to the stars and stripes, all of us defending the United States of America.","author":"Barack Obama","topic":"War"},{"quote":"I can not believe that war is the best solution. No one won the last war, and no one will win the next war.","author":"Eleanor Roosevelt","topic":"War"},{"quote":"These are the things of which men think, who live: of their own selves and the dwelling place of their fathers; of their neighbors; of work and service; of rule and reason and women and children; of Beauty and Death and War.","author":"W. E. B. Du Bois","topic":"War"},{"quote":"War on the other hand is such a terrible thing, that no man, especially a Christian man, has the right to assume the responsibility of starting it.","author":"Leo Tolstoy","topic":"War"},{"quote":"Wherever there was injustice, war, discrimination against women, gays and the disadvantaged, I did my best to show up and exert moral persuasion.","author":"Coretta Scott King","topic":"War"},{"quote":"When you have warfare, things happen; people suffer; the noncombatants suffer as well as the combatants. And so it happens in civil war.","author":"Emmeline Pankhurst","topic":"War"},{"quote":"In remembering the appalling suffering of war on both sides, we recognise how precious is the peace we have built in Europe since 1945.","author":"Queen Elizabeth II","topic":"War"},{"quote":"The Patriot Act is essential to our continued success in the war on terror here at home.","author":"Mike Pence","topic":"War"},{"quote":"And we love to dance, especially that new one called the Civil War Twist. The Northern part of you stands still while the Southern part tries to secede.","author":"Dick Gregory","topic":"War"},{"quote":"The experience of being in the Army changed my whole life; I never believed that an organization such as ours could ever go to war, leave alone win it. It was, as Yeats remarked of the Easter Rising, &#39;A terrible beauty.&#39;","author":"Spike Milligan","topic":"War"},{"quote":"My dad was in the army. World War II. He got his college education from the army. After World War II he became an insurance salesman. Really, I didn&#39;t know my dad very well. He and my mother split up after the war. I was raised by my maternal grandmother and grandfather, and by my mother.","author":"Al Pacino","topic":"War"},{"quote":"The European wars of religion were more deadly than the First World War, proportionally speaking, and in the range of the Second World War in Europe. The Inquisition, the persecution of heretics and infidels and witches, they racked up pretty high death tolls.","author":"Steven Pinker","topic":"War"},{"quote":"A state of war is not a blank check... when it comes to the rights of the Nation&#39;s citizens.","author":"Sandra Day O'Connor","topic":"War"},{"quote":"At every step the vast majority have expressed horror at the idea of an aggressive war.","author":"Paul Robeson","topic":"War"},{"quote":"As a Jew, I was taught that it was ethically imperative to speak up and to speak out against arbitrary state violence. That was part of what I learned when I learned about the Second World War and the concentration camps.","author":"Judith Butler","topic":"War"},{"quote":"War prosperity is like the prosperity that an earthquake or a plague brings.","author":"Ludwig von Mises","topic":"War"},{"quote":"You know what I had a problem with? The war - the war in Afghanistan.","author":"Lupe Fiasco","topic":"War"},{"quote":"War&#39;s not black and white; it&#39;s gray. If you don&#39;t fight in the gray area, you&#39;re going to lose.","author":"Marcus Luttrell","topic":"War"},{"quote":"What happens in the context of war is that, in order for you to make a child into a killer, you destroy everything that they know, which is what happened to me and my town. My family was killed, all of my family, so I had nothing.","author":"Ishmael Beah","topic":"War"},{"quote":"You could say that bad typography brought us the Afghanistan war, the Iraq war, the housing crisis and a good number of other things.","author":"Stefan Sagmeister","topic":"War"},{"quote":"I remembered being young in the late &#39;70s and early &#39;80s and growing up at the height of the Cold War. I remembered how scared I was of nuclear weapons, how often I though about them and about the possibility of everything and everyone I knew vanishing in a second in temperatures hotter than the centre of the sun.","author":"John Niven","topic":"War"},{"quote":"Trump&#39;s opinions on the Iraq War have been as erratic as his opinions on other foreign policy matters - such as his careless position to think more countries should acquire nuclear weapons.","author":"David Brock","topic":"War"},{"quote":"The war correspondent has his stake - his life - in his own hands, and he can put it on this horse or that horse, or he can put it back in his pocket at the very last minute.","author":"Robert Capa","topic":"War"},{"quote":"Class was always the domestic issue during the Vietnam War, not communism.","author":"John Gregory Dunne","topic":"War"},{"quote":"We... our war began September the 3rd 1939, with the invasion of Poland by Germany, and thereafter the great state of danger in England at that time, with the bombings, necessitated the evacuation of children.","author":"Peter Shaffer","topic":"War"},{"quote":"What happened in America in the 1860s was a war of secession, a war of independence, no different in principle from what happened in America in the 1770s and 1780s.","author":"L. Neil Smith","topic":"War"},{"quote":"Nothing can justify war.","author":"Isaac Rosenberg","topic":"War"},{"quote":"The problems we face now - poverty and violence at home, war and destruction abroad - will last only as long as we continue relying on the same politicians who created them in the first place.","author":"Donald Trump","topic":"War"},{"quote":"War is a contagion.","author":"Franklin D. Roosevelt","topic":"War"},{"quote":"Lots of people who complained about us receiving the MBE received theirs for heroism in the war - for killing people. We received ours for entertaining other people. I&#39;d say we deserve ours more.","author":"John Lennon","topic":"War"},{"quote":"War is not an adventure. It is a disease. It is like typhus.","author":"Antoine de Saint-Exupery","topic":"War"},{"quote":"A professional soldier understands that war means killing people, war means maiming people, war means families left without fathers and mothers.","author":"Norman Schwarzkopf","topic":"War"},{"quote":"From the point of the view of the nation&#39;s power, it was obvious that while we were fighting the Sino-Japanese war, every effort was to be made to avoid adding to our enemies and opening additional fronts.","author":"Hideki Tojo","topic":"War"},{"quote":"I am a Quaker. And as everyone knows, Quakers, for 300 years, have, on conscientious ground, been against participating in war. I was sentenced to three years in federal prison because I could not religiously and conscientiously accept killing my fellow man.","author":"Bayard Rustin","topic":"War"},{"quote":"I was attracted to opera when I was 15 or 16. A very rich man in England bankrupted himself to put on a lot of opera during the war, but he converted a lot of people, myself included, in the process.","author":"Bernard Williams","topic":"War"},{"quote":"A man will go to war, fight and die for his country. But he won&#39;t get a bikini wax.","author":"Rita Rudner","topic":"War"},{"quote":"I had the privilege of serving in uniform with British forces in Cold War Europe, Bosnia, Iraq, Afghanistan, and the greater Middle East.","author":"David Petraeus","topic":"War"},{"quote":"I cannot think of any circumstances in which a government can go to war without the support of parliament.","author":"Tony Blair","topic":"War"},{"quote":"War has generally had grave and fateful consequences for the American monetary and financial system. We have seen that the Revolutionary War occasioned a mass of depreciated fiat paper, worthless Continentals, a huge public debt, and the beginnings of central banking in the Bank of North America.","author":"Murray Rothbard","topic":"War"},{"quote":"This is now a global war on terror and, indeed, it is important, it is imperative that we win in the battles in Afghanistan and that we win in the battles in Iraq. And as the gentleman from Georgia has mentioned, this is not something that is going to be quick and easy.","author":"Marsha Blackburn","topic":"War"},{"quote":"Regional interest rate differentials persisted until around the time of World War I and helped shape the attitudes of Americans living in western areas toward the nation&#39;s financial system.","author":"Jerome Powell","topic":"War"},{"quote":"When I was building the Vietnam Memorial, I never once asked the veterans what it was like in the war, because from my point of view, you don&#39;t pry into other people&#39;s business.","author":"Maya Lin","topic":"War"},{"quote":"I will share a personal experience: my father was posted in Jammu &amp; Kashmir during the Kargil war. I remember my mom sitting in front of television throughout the day reading tickers which had name of the martyrs.","author":"Anushka Sharma","topic":"War"},{"quote":"War kills men, and men deplore the loss; but war also crushes bad principles and tyrants, and so saves societies.","author":"Charles Caleb Colton","topic":"War"},{"quote":"The scientific and technological discoveries that have made war so infinitely more terrible for us are part of the same process that has knit us all so much more closely together.","author":"Lester B. Pearson","topic":"War"},{"quote":"I ended the war a horse ahead.","author":"Nathan Bedford Forrest","topic":"War"},{"quote":"Abstract Expressionism - the first American movement to have a worldwide influence - was remarkably short-lived: It heated up after World War II and was all but done for by 1960 (although visit any art school today and you&#39;ll find a would-be Willem de Kooning).","author":"Jerry Saltz","topic":"War"},{"quote":"Female service members are so integrated into the military, so critical and vital to all functions of the military, from combat service support to combat support, to direct combat, that we could not go to war as a nation - we could not defend America - without our women.","author":"Tammy Duckworth","topic":"War"},{"quote":"The German physicists knew at least so much about the manufacture and construction of atomic bombs that it was clear to them that the manufacture of bombs in Germany could not succeed during the war. For this reason, they were spared the moral decision whether they should make an atomic bomb, and they had only worked on the uranium engine.","author":"Werner Heisenberg","topic":"War"},{"quote":"As you may recall, Truman was extremely unpopular when he finally left Washington in 1953, thanks largely to the Korean War. Today, however, he is thought to have been a solidly good president, a &#39;Near Great&#39; even, in the terminology of those surveys of historians they do every now and then.","author":"Thomas Frank","topic":"War"},{"quote":"Prayer in a combat zone serves exactly the same purpose as it does in peacetime. In war, the stakes are life and death, true; but if you believe in God and in the notion of a human soul, then we are always making decisions of tremendous significance.","author":"Phil Klay","topic":"War"},{"quote":"The history of American women is about the fight for freedom, but it&#39;s less a war against oppressive men than a struggle to straighten out the perpetually mixed message about women&#39;s role that was accepted by almost everybody of both genders.","author":"Gail Collins","topic":"War"},{"quote":"One of the things that ultimately led me to leave mathematics and go into political science was thinking I could prevent nuclear war.","author":"Paul Wolfowitz","topic":"War"},{"quote":"The Emancipation Proclamation, signed by President Abraham Lincoln, was put into effect on January 1, 1863, but news of the Proclamation and enforcement did not reach Texas until after the end of the Civil War almost two years later.","author":"Corrine Brown","topic":"War"},{"quote":"Peace must be more than the absence of war.","author":"Helmut Kohl","topic":"War"},{"quote":"We believe in peace in the settlement of all disputes through peaceful means, in the abolition of war, and, more particularly, nuclear war.","author":"Lal Bahadur Shastri","topic":"War"},{"quote":"That was not what men and women fought for during the war.","author":"Barbara Castle","topic":"War"},{"quote":"If our most highly qualified General Staff officers had been told to work out the most nonsensical high level organization for war which they could think of, they could not have produced anything more stupid that that which we have at present.","author":"Claus von Stauffenberg","topic":"War"},{"quote":"There was a feeling during the years of George W. Bush&#39;s presidency that his gracelessness as well as his appetite for war were linked to his impatience with complexity. He acted &#39;from the gut,&#39; and was economical with the truth until it disappeared.","author":"Teju Cole","topic":"War"},{"quote":"We made connections between the monsters created by war and the monsters he created, the typical outcast that Whale was attracted to, and the monster in himself, that&#39;s inside all of us.","author":"Bill Condon","topic":"War"},{"quote":"But let there be no misunderstanding. The war against terror is every bit as important as our fight against fascism in World War II. Or our struggle against the spread of Communism during the Cold War.","author":"Jim Bunning","topic":"War"},{"quote":"The Declaration of Independence, the Constitution, the Civil War - when I really think about them, they all seem about as likely as the parting of the Red Sea.","author":"Sarah Vowell","topic":"War"},{"quote":"If the Founding Fathers and other patriots who fought during the Revolutionary War could see the United States today, I believe they would be proud of the path that the thirteen colonies, now fifty strong states, have taken since then.","author":"John Linder","topic":"War"},{"quote":"The young patriots now returning from war in Iraq and Afghanistan and other deployments worldwide are joining the ranks of veterans to whom America owes an immense debt of gratitude.","author":"Steve Buyer","topic":"War"},{"quote":"The Veteran&#39;s History Project, a nationwide volunteer effort to collect oral histories from America&#39;s war veterans, provides an avenue to do just that. Now in its fifth year, the Project has collected more than 40,000 individual stories.","author":"Spencer Bachus","topic":"War"},{"quote":"I had hoped to go to law school, but the war started, and because of the strong feeling that I did not want to kill anybody, I joined the Merchant Marine when I graduated from Berkeley.","author":"Douglass North","topic":"War"},{"quote":"The ability to get to the verge without getting into the war is the necessary art. If you try to run away from it, if you are scared to go to the brink, you are lost.","author":"John Foster Dulles","topic":"War"},{"quote":"In 1945, at the beginning of the Cold War, our leaders led us astray. We need to think of the Cold War as an aberration, a wrong turn. As such, we need to go back to where we were in 1945 - before we took the road to a permanent war economy, a national security state and a foreign policy based on unilateralism and cowboy triumphalism.","author":"Kai Bird","topic":"War"},{"quote":"I descend from both Philadelphia Quakers and Carolina colonists whose families were separated by the Revolutionary War. That helped give me insight into the agony of Patriots who, until the British government denied their claims, had always, like Ben Franklin himself, thought of themselves as free-born Englishmen.","author":"Edward Rutherfurd","topic":"War"},{"quote":"I grew up during the war years in a tiny cottage with no electricity. Water for washing was pumped from a pond. My brother and I had to fetch drinking water from a tap at the end of the lane, and light was from candles, paraffin lamps, and our nightly log fire.","author":"Helen Craig","topic":"War"},{"quote":"The only winner in the War of 1812 was Tchaikovsky.","author":"Solomon Short","topic":"War"},{"quote":"Alfred Nobel&#39;s discoveries are characteristic; powerful explosives can help men perform admirable tasks. They are also a means to terrible destruction in the hands of the great criminals who lead peoples to war.","author":"Pierre Curie","topic":"War"},{"quote":"Remember, God provides the best camouflage several hours out of every 24.","author":"David M. Shoup","topic":"War"},{"quote":"Wars are caused by undefended wealth.","author":"Ernest Hemingway","topic":"War"},{"quote":"I&#39;m not going to say I was opposed to the Vietnam War. I&#39;m going to say I&#39;m opposed to war. But I&#39;m also opposed to protests that deny other people their rights.","author":"John Wooden","topic":"War"},{"quote":"Don&#39;t forget what I discovered that over ninety percent of all national deficits from 1921 to 1939 were caused by payments for past, present, and future wars.","author":"Franklin D. Roosevelt","topic":"War"},{"quote":"War is the business of barbarians.","author":"Napoleon Bonaparte","topic":"War"},{"quote":"The United States never lost a war or won a conference.","author":"Will Rogers","topic":"War"},{"quote":"We used to wonder where war lived, what it was that made it so vile. And now we realize that we know where it lives... inside ourselves.","author":"Albert Camus","topic":"War"},{"quote":"There is hardly such a thing as a war in which it makes no difference who wins. Nearly always one side stands more or less for progress, the other side more or less for reaction.","author":"George Orwell","topic":"War"},{"quote":"This is not Johnson&#39;s war. This is America&#39;s war. If I drop dead tomorrow, this war will still be with you.","author":"Lyndon B. Johnson","topic":"War"},{"quote":"War had always seemed to me to be a purely human behavior. Accounts of warlike behavior date back to the very first written records of human history; it seemed to be an almost universal characteristic of human groups.","author":"Jane Goodall","topic":"War"},{"quote":"The tragedy of America is that it entered all the wars with a consensus in favor of them, but within a defined period, the legitimacy of the war became a major domestic issue, with some people arguing that withdrawal was the only legitimate objective.","author":"Henry Kissinger","topic":"War"},{"quote":"Everybody has a job to do. There are people in Iraq on both sides of this war who do what they do for religious reasons, and they feel with God on their side. Some people are good at annihilating people. Maybe that&#39;s their gift.","author":"Denzel Washington","topic":"War"},{"quote":"War is a defeat for humanity.","author":"Pope John Paul II","topic":"War"},{"quote":"War&#39;s a profanity because, let&#39;s face it, you&#39;ve got two opposing sides trying to settle their differences by killing as many of each other as they can.","author":"Norman Schwarzkopf","topic":"War"},{"quote":"For peace is not mere absence of war, but is a virtue that springs from, a state of mind, a disposition for benevolence, confidence, justice.","author":"Baruch Spinoza","topic":"War"},{"quote":"The White House isn&#39;t the place to learn how to deal with international crisis, the balance of power, war and peace, and the economic future of the next generation.","author":"Joe Biden","topic":"War"},{"quote":"Here&#39;s how I think of my money - as soldiers - I send them out to war everyday. I want them to take prisoners and come home, so there&#39;s more of them.","author":"Kevin O'Leary","topic":"War"},{"quote":"The war on terror is the war in Afghanistan.","author":"Nancy Pelosi","topic":"War"},{"quote":"Don&#39;t you want to know what&#39;s real and what&#39;s not? I remember when I was a kid, you know, this whole Cold War thing. They had us scared of the Russians. So, it&#39;s almost like, what&#39;s real and what&#39;s not?","author":"Queen Latifah","topic":"War"},{"quote":"Blockchain software companies may end up being amalgamated into existing software giants, at which point blockchain patents will just become part of the existing patent war.","author":"Vitalik Buterin","topic":"War"},{"quote":"Patriotism is an instant reaction that fades away when the war starts.","author":"Mick Jagger","topic":"War"},{"quote":"Out of war nations acquire additional territory, if they are victorious. They just take it. This newly acquired territory promptly is exploited by the few - the selfsame few who wrung dollars out of blood in the war. The general public shoulders the bill.","author":"Smedley Butler","topic":"War"},{"quote":"The Germans have done wonderful work. Not long ago, a German battle group battalion conducted a very impressive counterinsurgency operation in a portion of Baghlan province. I think these are the first counterinsurgency operations conducted by any German element after World War II. And they did a very impressive job.","author":"David Petraeus","topic":"War"},{"quote":"War can really cause no economic boom, at least not directly, since an increase in wealth never does result from destruction of goods.","author":"Ludwig von Mises","topic":"War"},{"quote":"War taught me that not everything is glamorous.","author":"Giorgio Armani","topic":"War"},{"quote":"During one period while I was in solitary, I memorized the names of all 335 of the men who were then prisoners of war in North Vietnam. I can still remember them.","author":"John McCain","topic":"War"},{"quote":"War is much too serious a thing to be left to military men.","author":"Charles Maurice de Talleyrand","topic":"War"},{"quote":"War: a massacre of people who don&#39;t know each other for the profit of people who know each other but don&#39;t massacre each other.","author":"Paul Valery","topic":"War"},{"quote":"Business is war! Its leaders are strategic commanders, who boldly snatch victory from the jaws of defeat - and who perform other acts of derring-do. This kind of talk sounds great in the boardroom, and, for that matter, in the bookstore, where dozens of authors counsel would-be corporate warriors.","author":"Nathan Myhrvold","topic":"War"},{"quote":"Once, in a magazine interview, I said the difference between shoe ladies and bag ladies is that shoe ladies are just a bit classier. Finished! That started World War III among all the women I knew. I only meant that shoes do more for your look and body than bags do!","author":"Kareena Kapoor Khan","topic":"War"},{"quote":"I find by my calculations, which are according to revealed inspiration, that the sword of death is now approaching us, in the shape of pestilence, war more horrible than has been known in three lifetimes, and famine.","author":"Nostradamus","topic":"War"},{"quote":"War is the unfolding of miscalculations.","author":"Barbara Tuchman","topic":"War"},{"quote":"Historians still often see the end of the war as meaning nothing more for Germany than lost territories, lost participation in colonization, and lost assets for the state and individuals. They frequently overlook the most serious loss that Germany suffered.","author":"Gustav Stresemann","topic":"War"},{"quote":"Until the last great war, a general expectation of material improvement was an idea peculiar to Western man. Now war and its aftermath have made economic and social progress a political imperative in every quarter of the globe.","author":"Lester B. Pearson","topic":"War"},{"quote":"Those who remember Washington&#39;s cold war culture in the 1980s will recall the shocked reactions to Reagan&#39;s intervention. People interested in foreign policy were astonished when in 1985 he met alone at Geneva - alone, not a single strategic thinker at his elbow! - with the Soviet Communist master Gorbachev.","author":"Russell Baker","topic":"War"},{"quote":"Every time I come to the States, I wish people would react to war like they react to tobacco, for example. Because war really kills in a second lots of people, thousands of people.","author":"Diego Luna","topic":"War"},{"quote":"War does horrible things to human beings, to societies. It brings out the best, but most often the worst, in our human nature.","author":"Richard Engel","topic":"War"},{"quote":"In the past, war was confined for the most part to men in uniform, but with increased mechanization of armies and the introduction of air forces, there is an increased dependence on the home country, and eight to ten people working at home are now required to keep one man in the fighting line.","author":"Frederick Banting","topic":"War"},{"quote":"It is thanks to men and women who were totally committed to fighting fascism, people like Alan Turing, that the horrors of the Holocaust and of total war are part of Europe&#39;s history and not Europe&#39;s present.","author":"Gordon Brown","topic":"War"},{"quote":"To be a good reporter, writing about war, you have to write about the people. It&#39;s not about the tanks or the RPGs or military strategy. It&#39;s always about the effect war has on civilians, on society, and how it disrupts and destroys lives.","author":"Janine di Giovanni","topic":"War"},{"quote":"In the aftermath of any war or genocide, healing and reconciliation are ultimate aspirations.","author":"Janine di Giovanni","topic":"War"},{"quote":"After World War I the resentment of the working class against all that it had to suffer was directed more against Morgan, Wall Street and private capital than the government.","author":"C. L. R. James","topic":"War"},{"quote":"Harry Truman&#39;s decision to fire Douglas MacArthur at the height of the Korean War in April 1951 shocked the American political system and astonished the world. Much of the world didn&#39;t realize the president had the power to fire a five-star general; much of America didn&#39;t realize Truman had the nerve.","author":"H. W. Brands","topic":"War"},{"quote":"There was no imminent threat. This was made up in Texas, announced in January to the Republican leadership that war was going to take place and was going to be good politically. This whole thing was a fraud.","author":"Edward Kennedy","topic":"War"},{"quote":"Horror movies started to wane around the onset of World War II, and after World War II, when all the troops came home, people weren&#39;t really interested in seeing horror movies, because they had the real horror right on their front doorsteps.","author":"Kirk Hammett","topic":"War"},{"quote":"&#39;Jihad&#39; can mean holy war to extremists, but it means struggle to the average Muslim.","author":"Feisal Abdul Rauf","topic":"War"},{"quote":"Nothing is more confused than to be ordered into a war to die or to be maimed for life without the faintest idea of what&#39;s going on.","author":"Hanoi Hannah","topic":"War"},{"quote":"When antibiotics became industrially produced following World War II, our quality of life and our longevity improved enormously. No one thought bacteria were going to become resistant.","author":"Bonnie Bassler","topic":"War"},{"quote":"It is important to understand how leaders have adapted and thought about war and warfare across their careers. &#39;The Autobiography of General Ulysses S. Grant: Memoirs of the Civil War&#39; is perhaps the best war memoir ever written.","author":"H. R. McMaster","topic":"War"},{"quote":"&#39;Twenty One Pilots&#39; is a play by Arthur Miller, who also wrote &#39;All My Sons.&#39; It&#39;s about a guy who&#39;s creating and developing parts for airplanes in war time, when it comes to his attention that some of these parts were faulty.","author":"Josh Dun","topic":"War"},{"quote":"I have many times asked myself whether there can be more potent advocates of peace upon earth through the years to come than this massed multitude of silent witnesses to the desolation of war.","author":"King George V","topic":"War"},{"quote":"In times of war, starvation, hunger and injustice, such tragedy can only be put aside if you allow yourself to be uplifted through music, film and dance.","author":"Emmanuel Jal","topic":"War"},{"quote":"Every day it becomes clearer that this was the wrong war at the wrong time.","author":"Howard Dean","topic":"War"},{"quote":"The issue of Palestine has been there since more than 60 years. But more important since 1967 when the war was, ended in the defeat of some Arab countries.","author":"Al-Waleed bin Talal","topic":"War"},{"quote":"The Gulf War was like teenage sex. We got in too soon and out too soon.","author":"Tom Harkin","topic":"War"},{"quote":"When are boots in the ground no longer going to have to even be people, and is that right? When does it become &#39;Star Wars?&#39; When is enough enough? When do we put this time and energy into eliminating war or reasons for war instead of creating new technology to make war easier for us?","author":"Michael Kelly","topic":"War"},{"quote":"Our enemy is motivated by hatred and will not stop planning more plots against until they are ultimately defeated. Today was an important and necessary victory in the war, but there is a long road ahead. We must remain committed if we are to succeed and protect our liberty.","author":"Timothy Murphy","topic":"War"},{"quote":"The first thing that matters: I am a child of the eighties. I grew up in a neon wonderland of talking horses, compassionate bears, hair that didn&#39;t move in a stiff wind, and the constant threat of nuclear war.","author":"Seanan McGuire","topic":"War"},{"quote":"As in the war of 1941-45, our victory and our survival depend on how and where we attack.","author":"James Forrestal","topic":"War"},{"quote":"Discount my partiality, but my report is that so far The Winds of War is looking good.","author":"Herman Wouk","topic":"War"},{"quote":"After Barbarossa and Pearl Harbor, the war tide slowly turned against the Axis.","author":"Alexander Dubcek","topic":"War"},{"quote":"Aeroplanes interested me, and at the outbreak of the Second World War, I joined the RAF as a volunteer reservist. I took the opportunity of studying the books which the RAF made available for radio mechanics and looked forward to an interesting course in radio.","author":"Godfrey Hounsfield","topic":"War"},{"quote":"My schooling was disrupted by the shortage of labor during World War I. It meant foregoing high school. Then, late in 1921, I entered upon a short course in agriculture at South Dakota State College. I managed to enter college in 1924, and I was permitted to complete my college work in three years.","author":"Theodore Schultz","topic":"War"},{"quote":"I started photographing people on the street during World War II. I used a little box Brownie. Nothing too expensive.","author":"Bill Cunningham","topic":"War"},{"quote":"The need for a non-veteran reserve became painfully obvious in the Korean war when many of the men who were being called to serve were World War II veterans participating in Ready Reserve units.","author":"J. Anthony Lukas","topic":"War"},{"quote":"I have no doubt that we will be successful in harnessing the sun&#39;s energy. If sunbeams were weapons of war, we would have had solar energy centuries ago.","author":"George Porter","topic":"War"},{"quote":"Our enemies are Medes and Persians, men who for centuries have lived soft and luxurious lives; we of Macedon for generations past have been trained in the hard school of danger and war. Above all, we are free men, and they are slaves.","author":"Arrian","topic":"War"},{"quote":"War means blind obedience, unthinking stupidity, brutish callousness, wanton destruction, and irresponsible murder.","author":"Alexander Berkman","topic":"War"},{"quote":"Politics are very much like war. We may even have to use poison gas at times.","author":"Winston Churchill","topic":"War"},{"quote":"Wars are not paid for in wartime, the bill comes later.","author":"Benjamin Franklin","topic":"War"},{"quote":"You say it is the good cause that hallows even war? I say unto you: it is the good war that hallows any cause.","author":"Friedrich Nietzsche","topic":"War"},{"quote":"The most successful war seldom pays for its losses.","author":"Thomas Jefferson","topic":"War"},{"quote":"See, that&#39;s why Barack&#39;s running: to end the war in Iraq responsibly - to build an economy that lifts every family, to make sure health care is available for every American - and to make sure that every child in this nation has a world-class education all the way from preschool to college.","author":"Michelle Obama","topic":"War"},{"quote":"My father Ted fought in North Africa, Italy, and Germany during World War II. My grandfather survived the horrors of the trenches in World War I. I truly believe that one of the E.U.&#39;s greatest achievements is that it has kept its members out of conflict in Europe.","author":"Richard Branson","topic":"War"},{"quote":"The only excuse for war is that we may live in peace unharmed.","author":"Marcus Tullius Cicero","topic":"War"},{"quote":"I was not an anthropology student prior to the war. I took it up as part of a personal readjustment following some bewildering experiences as an infantryman and later as a prisoner of war in Dresden, Germany. The science of the Study of Man has been extremely satisfactory from that personal standpoint.","author":"Kurt Vonnegut","topic":"War"},{"quote":"Whatever the reasons may be, I was very much affected by events of the 1930s - the Spanish Civil War, for example, though I was barely literate.","author":"Noam Chomsky","topic":"War"},{"quote":"Of all the enemies of public liberty, war is perhaps the most to be dreaded, because it comprises and develops the germ of every other.","author":"James Madison","topic":"War"},{"quote":"What is absurd and monstrous about war is that men who have no personal quarrel should be trained to murder one another in cold blood.","author":"Aldous Huxley","topic":"War"},{"quote":"It is not only the living who are killed in war.","author":"Isaac Asimov","topic":"War"},{"quote":"War is hell.","author":"William Tecumseh Sherman","topic":"War"},{"quote":"The divorce rate in 1946 was higher than it ever had been and as high as it ever would be until the &#39;70s. The reason was that prior relationships had not endured the strain of war.","author":"P. J. O'Rourke","topic":"War"},{"quote":"Demographics show that we are entering a battle between young and old. I call it the &#39;Age War.&#39; The young want to hang onto their money to grow their families, businesses, and wealth. The old want the tax and investment dollars of the young to sustain their old age.","author":"Robert Kiyosaki","topic":"War"},{"quote":"That is what war is and dancing it is forward and back, when one is out walking one wants not to go back the way they came but in dancing and in war it is forward and back.","author":"Gertrude Stein","topic":"War"},{"quote":"Abraham Lincoln went through 12 generals before he got Ulysses S. Grant. He had never done a Civil War before.","author":"Marianne Williamson","topic":"War"},{"quote":"I saw clearly that war was upon us when I learned that my young men had been secretly buying ammunition.","author":"Chief Joseph","topic":"War"},{"quote":"National polls showed that when England and France declared war on Germany, in 1939, less than 10 percent of our population favored a similar course for America.","author":"Charles Lindbergh","topic":"War"},{"quote":"War is never economically beneficial except for those in position to profit from war expenditures.","author":"Ron Paul","topic":"War"},{"quote":"There&#39;s something about being amid the chaos and the horror of a war that makes you appreciate all you don&#39;t have - and all you may lose forever.","author":"Tim O'Brien","topic":"War"},{"quote":"It&#39;s one thing to say you&#39;re for the war; it&#39;s another thing to send your kid to war - your daughter or your son.","author":"Tim O'Brien","topic":"War"},{"quote":"People go to movies on Saturday to get away from the war in Iraq and taxes and election news and pedophiles online and just go and have some fun. I like doing movies that are fun.","author":"Samuel L. Jackson","topic":"War"},{"quote":"I&#39;ve always been at war with myself, for right or wrong.","author":"Brad Pitt","topic":"War"},{"quote":"Never advise anyone to go to war or to get married. Write down the advice of him who loves you, though you like it not at present. He that has no children brings them up well.","author":"Germaine Greer","topic":"War"},{"quote":"In the scriptures, &#39;peace&#39; means either freedom from strife, contention, conflict, or war, or an inner calm and comfort born of the Spirit that is a gift of God to all of his children, an assurance and serenity within a person&#39;s heart.","author":"Joseph B. Wirthlin","topic":"War"},{"quote":"War makes thieves and peace hangs them.","author":"George Herbert","topic":"War"},{"quote":"To win this war, we need a commander in chief, not a professor of law standing at the lectern.","author":"Sarah Palin","topic":"War"},{"quote":"New terms used like, &#39;overseas contingency operation&#39; instead of the word &#39;war&#39; - that reflects a worldview that is out of touch with the enemy that we face. We can&#39;t spin our way out of this threat.","author":"Sarah Palin","topic":"War"},{"quote":"Conquered, we conquer.","author":"Plautus","topic":"War"},{"quote":"If men do not now succeed in abolishing war, civilization and mankind are doomed.","author":"Ludwig von Mises","topic":"War"},{"quote":"A lasting order cannot be established by bayonets.","author":"Ludwig von Mises","topic":"War"},{"quote":"War is fear cloaked in courage.","author":"William Westmoreland","topic":"War"},{"quote":"Was it proof of madness in the first corps of sea officers to have, at so critical a period, launched out on the ocean with only two armed merchant ships, two armed brigantines, and one armed sloop, to make war against such a power as Great Britain?","author":"John Paul Jones","topic":"War"},{"quote":"You don&#39;t have to go fight bulls in Spain like Hemingway to write something great, or go off to war. It&#39;s right under your nose.","author":"Frank McCourt","topic":"War"},{"quote":"All the other books ask, &#39;What&#39;s it like?&#39; What was World War II like for the young kid at Normandy, or what is work like for a woman having a job for the first time in her life? What&#39;s it like to be black or white?","author":"Studs Terkel","topic":"War"},{"quote":"War is the slaughter of human beings, temporarily regarded as enemies, on as large a scale as possible.","author":"Jeannette Rankin","topic":"War"},{"quote":"The environmental movement doesn&#39;t have many deserters and has a high level of recruitment. Eventually, there will be open war.","author":"Paul Watson","topic":"War"},{"quote":"By the Declaration of Independence, dreaded by the foes an for a time doubtfully viewed by many of the friends of America, everything stood on a new and more respectable footing, both with regard to the operations of war or negotiations with foreign powers.","author":"Mercy Otis Warren","topic":"War"},{"quote":"There&#39;s nothing glorious about war. There&#39;s nothing glorious about holding your friends in your arms and watching them die. There&#39;s nothing glorious about having to leave your home for 6 to 8 months while your family&#39;s back here and you&#39;re away.","author":"Marcus Luttrell","topic":"War"},{"quote":"We are launching a campaign called Wind, Not War, which is about the alternatives to a fossil-fuels-based economy and looking at wind, an alternative energy, as key to that in terms of issues of global climate change as well as issues of democracy.","author":"Winona LaDuke","topic":"War"},{"quote":"One may know how to gain a victory, and know not how to use it.","author":"Pedro Calderon de la Barca","topic":"War"},{"quote":"The war on drugs is not being won, and it continues to threaten stability and democracy not only in the Andes but throughout the Caribbean as well, where tiny police and military forces are outclassed by the sophisticated equipment in the hands of traffickers passing through the region on the way to their market in this country.","author":"Elliott Abrams","topic":"War"},{"quote":"Those who have experienced the most, have suffered so much that they have ceased to hate. Hate is more for those with a slightly guilty conscience, and who by chewing on old hate in times of peace wish to demonstrate how great they were during the war.","author":"Thor Heyerdahl","topic":"War"},{"quote":"Peace is produced by war.","author":"Pierre Corneille","topic":"War"},{"quote":"If it&#39;s natural to kill, how come men have to go into training to learn how?","author":"Joan Baez","topic":"War"},{"quote":"Really, when it comes to gay rights, there&#39;s two wars going on. The first war is political. But the culture war is over.","author":"Dan Savage","topic":"War"},{"quote":"When you get billions in aid and your weapons resupplied and your ammunition stock resupplied, you don&#39;t learn the lesson that war is bad and nobody wins.","author":"Abdullah II of Jordan","topic":"War"},{"quote":"What is the possible benefit? Can this material save lives? Can it improve the quality of life in Iraq? Can it tend to shape our perceptions of how war should and should not be conducted? Can it shape our perceptions of who should be conducting war and in what manner? And the answer to that is a clear yes.","author":"Julian Assange","topic":"War"},{"quote":"It is often observed that the first casualty of war is truth, but how do you tell the truth without betraying the sacrifice of those who accepted the terms of battle? War is a sacrificial system that creates its own justification.","author":"Stanley Hauerwas","topic":"War"},{"quote":"A U.S. war with Iran could end with a Kurdish enclave in Iran&#39;s northwest tied to Iraqi Kurdistan, Iran&#39;s Azeri north drifting toward Azerbaijan, and a Balochi enclave in the south linked to Pakistan&#39;s largest province, Balochistan, leaving Iran only Persia.","author":"Pat Buchanan","topic":"War"},{"quote":"If there is a horrific attack on this country like 9\/11, the American people will demand we go to war and settle accounts with those who did it. But America&#39;s appetite for intervention, for nation building, for democracy crusades, is fully sated.","author":"Pat Buchanan","topic":"War"},{"quote":"Patents are being used to wage war in the digital world, and as a result, patents have become a toll gate on the road of innovation.","author":"Charles Duhigg","topic":"War"},{"quote":"In 1940, Germany toppled France in 20 days, and the panzerdivizion symbolized war&#39;s shift from drawn-out conflicts using massive fortifications to rapid-fire engagements built around manned, motorized armor.","author":"Charles Duhigg","topic":"War"},{"quote":"Suicidal violence is not the exclusive property of the Muslim world. Suicide bombings were a tactic of nationalist struggles in 19th-century Europe and Russia, the far east during the second world war and the Vietnam war, and in modern Sri Lanka.","author":"James Buchan","topic":"War"},{"quote":"I don&#39;t really have a bucket list, but if I did, one entry would be to dust off my college Russian and spend a big chunk of a year reading, or trying to read, &#39;War and Peace&#39; as it was meant to be read, in Russian, with all that rumbly rocks-on-rocks poetry inherent to the language.","author":"Erik Larson","topic":"War"},{"quote":"It is not only that Germany has been defeated in the war, Kaiser Wilhelm&#39;s Germany was defeated.","author":"C. L. R. James","topic":"War"},{"quote":"If Lincoln is among history&#39;s truly great men, he didn&#39;t achieve that stature until his final three years. This was when his long-held antipathy to slavery cohered into a dedicated hostility that gave larger purpose to the Civil War and also confirmed the logic of Lincoln&#39;s destiny.","author":"Steve Erickson","topic":"War"},{"quote":"While I was serving in the Florida Senate, American soldiers were being killed in Iraq, a war we should have never started, and often by Iranian proxies and their improvised explosive devices.","author":"Ted Deutch","topic":"War"},{"quote":"The human voice: It&#39;s the instrument we all play. It&#39;s the most powerful sound in the world, probably. It&#39;s the only one that can start a war or say &#39;I love you.&#39; And yet many people have the experience that when they speak, people don&#39;t listen to them.","author":"Julian Treasure","topic":"War"},{"quote":"How is the world ruled and led to war? Diplomats lie to journalists and believe these lies when they see them in print.","author":"Karl Kraus","topic":"War"},{"quote":"In the nineteenth century, in part because a ton of American men moved west, in part because of the Civil War, and in part because of trepidation about marriage, which was then a very confining institution, there was a big population of women - mostly middle-class white women on the East Coast - who didn&#39;t marry.","author":"Rebecca Traister","topic":"War"},{"quote":"Michael Jackson loved epic symbols. In his shows and his videos, he always destroyed or salvaged worlds; he was the hero of parables about street violence, sexual combat, war and natural disaster. It was always apocalypse or apotheosis now.","author":"Margo Jefferson","topic":"War"},{"quote":"Special-purpose dogs have been a critical component for police and military work in the current war on terror. These dogs are some of the bravest animals on the planet.","author":"Brandon Webb","topic":"War"},{"quote":"The true credit for our safety and security goes to our men and women who are serving in places like Iraq and Afghanistan in the global war on terrorism.","author":"Asa Hutchinson","topic":"War"},{"quote":"My other brother, the Lord Lucas, who was heir to my father&#39;s estate, and as it were the father to take care of us all, is not less valiant than they were, although his skill in the discipline of war was not so much, not being bred therein.","author":"Margaret Cavendish","topic":"War"},{"quote":"War is, in fact, an extension of politics, and in any war, military operations have to be conducted in such a way that they contribute to sustainable political outcomes consistent with vital interests that are at stake in that war.","author":"H. R. McMaster","topic":"War"},{"quote":"The thing about watching a show about the Iraq war, especially for an American audience, is that it reminds them they&#39;re responsible in some way.","author":"Luke Macfarlane","topic":"War"},{"quote":"People always related to President Bush, but in the aftermath of Hurricane Katrina and the Iraq War, his numbers collapsed because people didn&#39;t feel like he handled those properly. Obama is the inverse. He was elected because he was an extraordinary guy, but the fact that he isn&#39;t ordinary has turned out to be politically damaging.","author":"Nicolle Wallace","topic":"War"},{"quote":"War destroys people&#39;s souls. Most people focus on physical injuries, but the invisible injuries can take a lifetime to heal and affects the lives of generations to come.","author":"Emmanuel Jal","topic":"War"},{"quote":"I am the daughter of Nigerian immigrants. My mother is a survivor of both polio and of the Igbo genocide during her country&#39;s civil war in the late 1960s.","author":"Uzo Aduba","topic":"War"},{"quote":"Next to a lost battle, nothing is so sad as a battle that has been won.","author":"Arthur Wellesley","topic":"War"},{"quote":"The war for the Internet has begun. Hollywood is in control of politics. The government is killing innovation.","author":"Kim Dotcom","topic":"War"},{"quote":"When the Korean economy was just trying to get back on its feet after the war, having parks was a luxury.","author":"Lee Myung-bak","topic":"War"},{"quote":"War is not some sort of Nintendo video game.","author":"Scott Ritter","topic":"War"},{"quote":"I&#39;m sure that President Johnson would never have pursued the war in Vietnam if he&#39;d ever had a Fulbright to Japan, or say Bangkok, or had any feeling for what these people are like and why they acted the way they did. He was completely ignorant.","author":"J. William Fulbright","topic":"War"},{"quote":"If you look back at the history of creativity in clothes - the French Revolution, the First World War and the Second World War - they have all been creative reinventions, the moment new forms of luxury come into play.","author":"Christian Lacroix","topic":"War"},{"quote":"Violence is for mugs. War is for mugs.","author":"Mark Roberts","topic":"War"},{"quote":"The human species really could have faced global thermonuclear war. During seventy years of Cold War we grew used to it.","author":"Larry Niven","topic":"War"},{"quote":"War, I have always said, forces men to change their standards, regardless of whether their country has won or lost.","author":"Salvatore Quasimodo","topic":"War"},{"quote":"I started with the book &#39;Boardwalk Empire&#39; and then immersed myself in the history of Atlantic City, World War I, the temperance movement, Prohibition, pop culture. I even read the news and magazines of the period just to soak in it. That was before I even started thinking of the story.","author":"Terence Winter","topic":"War"},{"quote":"As we get closer to the end of this Congress, we should be addressing the urgent needs of the American people - the war in Iraq, affordable health care, a sensible energy policy, quality education for our children, retirement security, and a sound and fair fiscal policy.","author":"Chris Van Hollen","topic":"War"},{"quote":"You must keep in mind that Pakistan has suffered the aftermaths of the Cold War, and that Cold War had left deep imprints on our society. We were the worst sufferers from the ills of the Afghan war.","author":"Asif Ali Zardari","topic":"War"},{"quote":"My aim was to safeguard justice, without doing harm to our war effort.","author":"Hans Frank","topic":"War"},{"quote":"As we are all aware, Special Operations Forces, SOF, are playing an increasingly essential role as we continue to fight and, more importantly, win the war on terror.","author":"Robin Hayes","topic":"War"},{"quote":"Americans, particularly after World War II, tended to romanticize war because in World War II our cause was the cause of humanity, and our soldiers brought home glory and victory, and thank God that they did. But it led us to romanticize it to some extent.","author":"Neil Sheehan","topic":"War"},{"quote":"Hardly had I left when we ran into the Korean war, doubled what I had asked for and doubled it again. I had told him I would stay in Government, be honored to, but not with the Air Force.","author":"Stuart Symington","topic":"War"},{"quote":"I thought the war would never end. And perhaps it never did, either.","author":"George Grosz","topic":"War"},{"quote":"I had grown up in a humanist atmosphere, and war to me was never anything but horror, mutilation and senseless destruction, and I knew that many great and wise people felt the same way about it.","author":"George Grosz","topic":"War"},{"quote":"That war has brought with it a truly incredible development of means of destruction and a terrifying prospect of rapid and almost limitless development in that direction.","author":"Cordell Hull","topic":"War"},{"quote":"The lives of prisoners of war after they are returned is almost never discussed, never explored.","author":"Gideon Raff","topic":"War"},{"quote":"I actually love history. I&#39;ve devoured book after book of stories from World War I and World War II. They&#39;re really two sections of world history that really interest me.","author":"Celine Buckens","topic":"War"},{"quote":"If I had been prime minister, I would have offered apologies to the Dutch Jewish community without hesitation. This would refer both to our government&#39;s attitude during the Second World War and to the very late postwar discovery that the restitution process had been poorly conceived.","author":"Els Borst","topic":"War"},{"quote":"The surest way to prevent war is not to fear it.","author":"John Randolph","topic":"War"},{"quote":"I think the day you start building the war plan is the day you start beginning the postwar plan.","author":"Jay Garner","topic":"War"},{"quote":"The U.S. military was segregated &#39;til the Korean War, and the blacks in World War Two were totally segregated.","author":"Clint Eastwood","topic":"War"},{"quote":"The only defensible war is a war of defense.","author":"Gilbert K. Chesterton","topic":"War"},{"quote":"When the rich wage war, it&#39;s the poor who die.","author":"Jean-Paul Sartre","topic":"War"},{"quote":"There&#39;s many a boy here today who looks on war as all glory but it is all hell.","author":"William Tecumseh Sherman","topic":"War"},{"quote":"We are at war, and our security as a nation depends on winning that war.","author":"Condoleezza Rice","topic":"War"},{"quote":"War is a profane thing.","author":"Norman Schwarzkopf","topic":"War"},{"quote":"There have been only 268 of the past 3,421 years free of war.","author":"Will Durant","topic":"War"},{"quote":"War remains the decisive human failure.","author":"John Kenneth Galbraith","topic":"War"},{"quote":"One of the good things about the way the Gulf War ended in 1991 is, you&#39;d see the Vietnam veterans marching with the Gulf War veterans.","author":"George H. W. Bush","topic":"War"},{"quote":"War never takes a wicked man by chance, the good man always.","author":"Sophocles","topic":"War"},{"quote":"I know I will be severely criticized by the interventionists in America when I say we should not enter a war unless we have a reasonable chance of winning.","author":"Charles Lindbergh","topic":"War"},{"quote":"Nevertheless, China was unfortunately unable to understand Japan&#39;s real position, and it is greatly to be regretted that the Sino-Japanese War became one of long duration.","author":"Hideki Tojo","topic":"War"},{"quote":"The way to win an atomic war is to make certain it never starts.","author":"Omar N. Bradley","topic":"War"},{"quote":"If it were a fact, it wouldn&#39;t be called intelligence.","author":"Donald Rumsfeld","topic":"War"},{"quote":"And, gentlemen, they have not yet done so, and it is quite clear that no Americans, no people in the world probably, are going to war with the Soviet Union.","author":"Paul Robeson","topic":"War"},{"quote":"War, in our country, ought never to be resorted to but when it is clearly justifiable and necessary; so much so as not to require the aid of logic to convince our understanding nor the ardour of eloquence to inflame our passions. There are many reasons why this country should never resort to it but for causes the most urgent and necessary.","author":"John C. Calhoun","topic":"War"},{"quote":"What is the use of physicians like myself trying to help parents to bring up children healthy and happy, to have them killed in such numbers for a cause that is ignoble?","author":"Benjamin Spock","topic":"War"},{"quote":"I&#39;ve taken clowns into the war in Bosnia, the refugee camps of Kosovo, and none of those are any more important than clowning in a subway or an elevator or just walking down the street.","author":"Patch Adams","topic":"War"},{"quote":"War... is harmful, not only to the conquered but to the conqueror.","author":"Ludwig von Mises","topic":"War"},{"quote":"The State thrives on war - unless, of course, it is defeated and crushed - expands on it, glories in it.","author":"Murray Rothbard","topic":"War"},{"quote":"The war is coming to the streets of America and if you are not keeping and bearing and practicing with your arms then you will be helpless and you will be the victim of evil.","author":"Ted Nugent","topic":"War"},{"quote":"War is a series of catastrophes which result in victory.","author":"Albert Pike","topic":"War"},{"quote":"When it came to the Vietnam War, Mr. McNamara was an early advocate of escalation but came to realize the flaws in the American approach earlier than many of his colleagues. Yet in public, he continued to defend the war.","author":"Samantha Power","topic":"War"},{"quote":"Everyone, when there&#39;s war in the air, learns to live in a new element: falsehood.","author":"Jean Giraudoux","topic":"War"},{"quote":"The indisputable fact is that nutritional science is the most powerful weapon available to win the war on cancer.","author":"Joel Fuhrman","topic":"War"},{"quote":"There is nothing that war has ever achieved that we could not better achieve without it.","author":"Havelock Ellis","topic":"War"},{"quote":"The principal cause of war is war itself.","author":"C. Wright Mills","topic":"War"},{"quote":"No one in a novel by Virginia Woolf ever filled up the petrol tank of her car. No one in Hemingway&#39;s postwar novels ever worried about the effects of prolonged exposure to the threat of nuclear war.","author":"J. G. Ballard","topic":"War"},{"quote":"When gasoline and rubber are rationed, electric power and transport facilities are becoming increasingly scarce, and manpower shortages are developing, it is difficult for people to understand their increased use for other than the most vital needs of war.","author":"William Lyon Mackenzie King","topic":"War"},{"quote":"While immensely beneficial to Seoul, is this U.S. guarantee to fight Korean War II, 64 years after the first, wise? Russia, China and Japan retain the freedom to decide whether and how to react, should war break out. Why do we not?","author":"Pat Buchanan","topic":"War"},{"quote":"I like war.","author":"Chris Kyle","topic":"War"},{"quote":"But when will our leaders learn - war is not the answer.","author":"Helen Thomas","topic":"War"},{"quote":"I&#39;d like to see the government get out of war altogether and leave the whole field to private individuals.","author":"Joseph Heller","topic":"War"},{"quote":"The Establishment center... has led us into the stupidest and cruelest war in all history. That war is a moral and political disaster - a terrible cancer eating away at the soul of our nation.","author":"George McGovern","topic":"War"},{"quote":"It is not patriotic to commit young Americans to war unless our national security clearly requires it.","author":"George McGovern","topic":"War"},{"quote":"Donald Trump, having spent decades in the public eye as an entertainer, may not understand what the nuclear triad is, or what America&#39;s &#39;first use&#39; nuclear policy is, or why starting a trade war would be a disaster. But he does understand storytelling, the power of a clear narrative, and the importance of stirring emotion.","author":"Kristen Soltis Anderson","topic":"War"},{"quote":"Americans in the Civil War period were very interested in Heaven and what it might be like, because they were having to face the fact that many of their loved ones were gone and many of their loved ones, they hoped, were in this other realm called Heaven.","author":"Drew Gilpin Faust","topic":"War"},{"quote":"This is the reality of nuclear weapons: they may trigger a world war; a war which, unlike previous ones, destroys all of civilization.","author":"Joseph Rotblat","topic":"War"},{"quote":"As someone who has researched and written about the Mexican cartels and the futile &#39;war on drugs&#39; for coming on twenty years, I know how tough a subject it is. Mind-bending, soul-warping, heartbreaking, it challenges your intellect, your beliefs, your faith in humanity and God.","author":"Don Winslow","topic":"War"},{"quote":"It is important to understand the continuing, confused fascination with the Second World War. For most of us, the great unspoken question is how would we have behaved in the face of danger and when forced to make major moral choices.","author":"Antony Beevor","topic":"War"},{"quote":"Yes, war is hell. It is awful. It involves human beings killing other human beings, sometimes innocent civilians. That is why we despise war.","author":"John O. Brennan","topic":"War"},{"quote":"The direct use of force is such a poor solution to any problem, it is generally employed only by small children and large nations.","author":"David Friedman","topic":"War"},{"quote":"I&#39;m not sure Americans are hesitant to do this again - to fight another war, because it looked to them like a courageous and terrific endeavor.","author":"Ashleigh Banfield","topic":"War"},{"quote":"There&#39;s no way the writing staff of &#39;Game of Thrones&#39; haven&#39;t read &#39;The Art of War.&#39; There&#39;s definitely an influence on &#39;Game of Thrones&#39; from this book in both a general way and on the character of Lord Baelish and his strategies.","author":"Aidan Gillen","topic":"War"},{"quote":"Ever since we&#39;ve had electronic communications, and particularly during a time of war, presidents have authorized the electronic surveillance of the enemy.","author":"Alberto Gonzales","topic":"War"},{"quote":"I am a Korean War veteran. I support our troops as much as anyone in this body, but I do so by advocating redeployment out of Iraq as soon as it can be safely done.","author":"John Conyers","topic":"War"},{"quote":"Sometimes we see the Civil War in movies and imagine these neatly aligned rows of men with muskets, walking in line to shoot each other. In reality the things that fascinated me were how absolutely ruthless and violent so many engagements were, how much suffering and how men were not prepared.","author":"Seth Grahame-Smith","topic":"War"},{"quote":"No man has the right to use the great powers of the Presidency to lead the people, indirectly, into war.","author":"Wendell Willkie","topic":"War"},{"quote":"We have war when at least one of the parties to a conflict wants something more than it wants peace.","author":"Jeane Kirkpatrick","topic":"War"},{"quote":"Outside the walls, among others, is the Soviet Empire. It is malevolent, destructive and expanding. It has swallowed up over half a dozen countries since World War II.","author":"Barbara Amiel","topic":"War"},{"quote":"War is cruelty, and none can make it gentle.","author":"Gilbert Parker","topic":"War"},{"quote":"The American army between world wars after World War I had virtually disintegrated. It was a very small force, given largely to practicing cavalry charges on western outposts.","author":"Rick Atkinson","topic":"War"},{"quote":"War would end if the dead could return.","author":"Stanley Baldwin","topic":"War"},{"quote":"A visitor from Mars could easily pick out the civilized nations. They have the best implements of war.","author":"Herbert V. Prochnow","topic":"War"},{"quote":"We have been travelling through a cloud. The sky has been dark ever since the war began.","author":"Black Kettle","topic":"War"},{"quote":"To those who don&#39;t know the historical truth, I would like to say today, Poland was not an aggressor but a victim during the Second World War.","author":"Ewa Kopacz","topic":"War"},{"quote":"If this war is not fought with the greatest brutality against the bands both in the East and in the Balkans then in the foreseeable future the strength at our disposal will not be sufficient to be able to master this plague.","author":"Wilhelm Keitel","topic":"War"},{"quote":"It seems like such a terrible shame that innocent civilians have to get hurt in wars, otherwise combat would be such a wonderfully healthy way to rid the human race of unneeded trash.","author":"Fred Woodworth","topic":"War"},{"quote":"Under no circumstances should doodling be eradicated from a classroom or a boardroom or even the war room. On the contrary, doodling should be leveraged in precisely those situations where information density is very high and the need for processing that information is very high.","author":"Sunni Brown","topic":"War"},{"quote":"The marshalling of those resources in order to obtain the maximum war effort for Australia, and a maximum degree of help and cooperation for Great Britain and the sister Dominions, is the primary objective of the new Department.","author":"Harold Edward Holt","topic":"War"}]