[{"quote":"A woman is like a tea bag - you can&#39;t tell how strong she is until you put her in hot water.","author":"Eleanor Roosevelt","topic":"Women"},{"quote":"Think like a queen. A queen is not afraid to fail. Failure is another steppingstone to greatness.","author":"Oprah Winfrey","topic":"Women"},{"quote":"There are only three things women need in life: food, water, and compliments.","author":"Chris Rock","topic":"Women"},{"quote":"A girl should be two things: classy and fabulous.","author":"Coco Chanel","topic":"Women"},{"quote":"After women, flowers are the most lovely thing God has given the world.","author":"Christian Dior","topic":"Women"},{"quote":"Saving our planet, lifting people out of poverty, advancing economic growth... these are one and the same fight. We must connect the dots between climate change, water scarcity, energy shortages, global health, food security and women&#39;s empowerment. Solutions to one problem must be solutions for all.","author":"Ban Ki-moon","topic":"Women"},{"quote":"Men always want to be a woman&#39;s first love - women like to be a man&#39;s last romance.","author":"Oscar Wilde","topic":"Women"},{"quote":"Because you are women, people will force their thinking on you, their boundaries on you. They will tell you how to dress, how to behave, who you can meet and where you can go. Don&#39;t live in the shadows of people&#39;s judgement. Make your own choices in the light of your own wisdom.","author":"Amitabh Bachchan","topic":"Women"},{"quote":"Neither man nor woman is perfect or complete without the other. Thus, no marriage or family, no ward or stake is likely to reach its full potential until husbands and wives, mothers and fathers, men and women work together in unity of purpose, respecting and relying upon each other&#39;s strengths.","author":"Sheri L. Dew","topic":"Women"},{"quote":"No struggle can ever succeed without women participating side by side with men.","author":"Muhammad Ali Jinnah","topic":"Women"},{"quote":"I see Americans of every party, every background, every faith who believe that we are stronger together: black, white, Latino, Asian, Native American; young, old; gay, straight; men, women, folks with disabilities, all pledging allegiance under the same proud flag to this big, bold country that we love. That&#39;s what I see. That&#39;s the America I know!","author":"Barack Obama","topic":"Women"},{"quote":"If you want something said, ask a man; if you want something done, ask a woman.","author":"Margaret Thatcher","topic":"Women"},{"quote":"Women are made to be loved, not understood.","author":"Oscar Wilde","topic":"Women"},{"quote":"Motherhood is a great honor and privilege, yet it is also synonymous with servanthood. Every day women are called upon to selflessly meet the needs of their families. Whether they are awake at night nursing a baby, spending their time and money on less-than-grateful teenagers, or preparing meals, moms continuously put others before themselves.","author":"Charles Stanley","topic":"Women"},{"quote":"A woman should be like a single flower, not a whole bouquet.","author":"Anna Held","topic":"Women"},{"quote":"I think women are foolish to pretend they are equal to men; they are far superior and always have been.","author":"William Golding","topic":"Women"},{"quote":"Women and cats will do as they please, and men and dogs should relax and get used to the idea.","author":"Robert A. Heinlein","topic":"Women"},{"quote":"If women ran the world we wouldn&#39;t have wars, just intense negotiations every 28 days.","author":"Robin Williams","topic":"Women"},{"quote":"You must make women count as much as men; you must have an equal standard of morals; and the only way to enforce that is through giving women political power so that you can get that equal moral standard registered in the laws of the country. It is the only way.","author":"Emmeline Pankhurst","topic":"Women"},{"quote":"Men, their rights, and nothing more; women, their rights, and nothing less.","author":"Susan B. Anthony","topic":"Women"},{"quote":"There&#39;s three things men always talk about - women, sports, and cars.","author":"Mario Lopez","topic":"Women"},{"quote":"Let&#39;s be very clear: Strong men - men who are truly role models - don&#39;t need to put down women to make themselves feel powerful. People who are truly strong lift others up. People who are truly powerful bring others together.","author":"Michelle Obama","topic":"Women"},{"quote":"The qualities I most admire in women are confidence and kindness.","author":"Oscar de la Renta","topic":"Women"},{"quote":"The glory of justice and the majesty of law are created not just by the Constitution - nor by the courts - nor by the officers of the law - nor by the lawyers - but by the men and women who constitute our society - who are the protectors of the law as they are themselves protected by the law.","author":"Robert Kennedy","topic":"Women"},{"quote":"Women are nothing but machines for producing children.","author":"Napoleon Bonaparte","topic":"Women"},{"quote":"All the world&#39;s a stage, and all the men and women merely players: they have their exits and their entrances; and one man in his time plays many parts, his acts being seven ages.","author":"William Shakespeare","topic":"Women"},{"quote":"The woman power of this nation can be the power which makes us whole and heals the rotten community, now so shattered by war and poverty and racism. I have great faith in the power of women who will dedicate themselves whole-heartedly to the task of remaking our society.","author":"Coretta Scott King","topic":"Women"},{"quote":"Women, like men, should try to do the impossible. And when they fail, their failure should be a challenge to others.","author":"Amelia Earhart","topic":"Women"},{"quote":"Women hold up half the sky.","author":"Mao Zedong","topic":"Women"},{"quote":"Reputation is what men and women think of us; character is what God and angels know of us.","author":"Thomas Paine","topic":"Women"},{"quote":"Any time women come together with a collective intention, it&#39;s a powerful thing. Whether it&#39;s sitting down making a quilt, in a kitchen preparing a meal, in a club reading the same book, or around the table playing cards, or planning a birthday party, when women come together with a collective intention, magic happens.","author":"Phylicia Rashad","topic":"Women"},{"quote":"If women want any rights more than they&#39;s got, why don&#39;t they just take them, and not be talking about it.","author":"Sojourner Truth","topic":"Women"},{"quote":"What I&#39;ve never understood is why some women use plastic surgery to make themselves more attractive to men. The most beautiful woman is someone who&#39;s happy and is always smiling.","author":"Irina Shayk","topic":"Women"},{"quote":"Prejudice is sinful. All blood flows red. And the most harmful and foolish kind of prejudice is prejudice against yourself. Every woman is your sister, and every woman needs her sisters. So try to give other women the courtesy of your compassion, respect, and forgiveness. Love yourself despite - and because of - your flaws.","author":"Jewell Parker Rhodes","topic":"Women"},{"quote":"The principle goal of education in the schools should be creating men and women who are capable of doing new things, not simply repeating what other generations have done.","author":"Jean Piaget","topic":"Women"},{"quote":"I decided blacks should not have to experience the difficulties I had faced, so I decided to open a flying school and teach other black women to fly.","author":"Bessie Coleman","topic":"Women"},{"quote":"I love women, but I feel like you can&#39;t trust some of them. Some of them are liars, you know? Like I was in the park and I met this girl, she was cute and she had a dog. And I went up to her, we started talking. She told me her dog&#39;s name. Then I said, &#39;Does he bite?&#39; She said, &#39;No.&#39; And I said, &#39;Oh yeah? Then how does he eat?&#39; Liar.","author":"Demetri Martin","topic":"Women"},{"quote":"It was we, the people; not we, the white male citizens; nor yet we, the male citizens; but we, the whole people, who formed the Union. And we formed it, not to give the blessings of liberty, but to secure them; not to the half of ourselves and the half of our posterity, but to the whole people - women as well as men.","author":"Susan B. Anthony","topic":"Women"},{"quote":"I think it&#39;s important for little girls growing up, and young women, to have one in every walk of life. So from that point of view, I&#39;m proud to be a role model!","author":"Sally Ride","topic":"Women"},{"quote":"Men make the moral code and they expect women to accept it. They have decided that it is entirely right and proper for men to fight for their liberties and their rights, but that it is not right and proper for women to fight for theirs.","author":"Emmeline Pankhurst","topic":"Women"},{"quote":"There will never be a new world order until women are a part of it.","author":"Alice Paul","topic":"Women"},{"quote":"In our society, the women who break down barriers are those who ignore limits.","author":"Arnold Schwarzenegger","topic":"Women"},{"quote":"I grew up in a family with two very strong women, my mother and my older sister, and they were big influences on my life.","author":"Darren Aronofsky","topic":"Women"},{"quote":"Being natural is incredibly empowering for women because it&#39;s just who you are. You&#39;re embracing all the beautiful things about you from your head to your toes. Because when you mask so much of your natural beauty, people don&#39;t get to see that.","author":"Rozonda Thomas","topic":"Women"},{"quote":"If it is right for men to fight for their freedom, and God knows what the human race would be like today if men had not, since time began, fought for their freedom, then it is right for women to fight for their freedom and the freedom of the children they bear.","author":"Emmeline Pankhurst","topic":"Women"},{"quote":"No nation can rise to the height of glory unless your women are side by side with you.","author":"Muhammad Ali Jinnah","topic":"Women"},{"quote":"After about 20 years of marriage, I&#39;m finally starting to scratch the surface of what women want. And I think the answer lies somewhere between conversation and chocolate.","author":"Mel Gibson","topic":"Women"},{"quote":"A miracle is really the only way to describe motherhood and giving birth. It&#39;s unbelievable how God has made us women and babies to endure and be able to do so much. A miracle, indeed. Such an incredible blessing.","author":"Jennie Finch","topic":"Women"},{"quote":"Man does not control his own fate. The women in his life do that for him.","author":"Groucho Marx","topic":"Women"},{"quote":"There is a great stir about colored men getting their rights, but not a word about the colored women; and if colored men get their rights, and not colored women theirs, you see, the colored men will be masters over the women, and it will be just as bad as it was before.","author":"Sojourner Truth","topic":"Women"},{"quote":"The age of a woman doesn&#39;t mean a thing. The best tunes are played on the oldest fiddles.","author":"Ralph Waldo Emerson","topic":"Women"},{"quote":"I want to tell women that you need to love yourself and make yourself a priority. It&#39;s only when you are happy yourself, can you make everyone else around you happy. I am still a dreamer and still believe in fairy tales, but there is only that much one should give another person. You need to keep something for yourself.","author":"Bipasha Basu","topic":"Women"},{"quote":"A women who doesn&#39;t wear perfume has no future.","author":"Coco Chanel","topic":"Women"},{"quote":"Women are the largest untapped reservoir of talent in the world.","author":"Hillary Clinton","topic":"Women"},{"quote":"Yes, we become stronger when men and women, young and old, gay and straight, native-born and immigrant fight together to create the kind of country we all know we can become.","author":"Bernie Sanders","topic":"Women"},{"quote":"That little man in black there, he says women can&#39;t have as much rights as men &#39;cause Christ wasn&#39;t a woman! Where did your Christ come from? Where did your Christ come from? From God and a woman! Man had nothing to do with Him.","author":"Sojourner Truth","topic":"Women"},{"quote":"As usual, there is a great woman behind every idiot.","author":"John Lennon","topic":"Women"},{"quote":"While physics and mathematics may tell us how the universe began, they are not much use in predicting human behavior because there are far too many equations to solve. I&#39;m no better than anyone else at understanding what makes people tick, particularly women.","author":"Stephen Hawking","topic":"Women"},{"quote":"Generally speaking, men are held in great esteem in all parts of the world, so why shouldn&#39;t women have their share? Soldiers and war heroes are honored and commemorated, explorers are granted immortal fame, martyrs are revered, but how many people look upon women too as soldiers?","author":"Anne Frank","topic":"Women"},{"quote":"In the adjustment of the new order of things, we women demand an equal voice; we shall accept nothing less.","author":"Carrie Chapman Catt","topic":"Women"},{"quote":"There are two powers in the world; one is the sword and the other is the pen. There is a great competition and rivalry between the two. There is a third power stronger than both, that of the women.","author":"Muhammad Ali Jinnah","topic":"Women"},{"quote":"Love is something far more than desire for sexual intercourse; it is the principal means of escape from the loneliness which afflicts most men and women throughout the greater part of their lives.","author":"Bertrand Russell","topic":"Women"},{"quote":"All women think men look good in suits. To be honest, I like the way they look, too.","author":"Liam Hemsworth","topic":"Women"},{"quote":"If you look back in history of the women who are most memorable and most stylish, they were never the followers of fashion. They were the ones who were unique in their style, breakers of the rules. They were authentic, genuine, original. They were not following the trends.","author":"Nina Garcia","topic":"Women"},{"quote":"We are braver and wiser because they existed, those strong women and strong men... We are who we are because they were who they were. It&#39;s wise to know where you come from, who called your name.","author":"Maya Angelou","topic":"Women"},{"quote":"Today, most young women are exposed to technology at a very young age, with mobile phones, tablets, the Web or social media. They are much more proficient with technology than prior generations since they use it for all their school work, communication and entertainment.","author":"Susan Wojcicki","topic":"Women"},{"quote":"Achieving gender equality requires the engagement of women and men, girls and boys. It is everyone&#39;s responsibility.","author":"Ban Ki-moon","topic":"Women"},{"quote":"I write for those women who do not speak, for those who do not have a voice because they were so terrified, because we are taught to respect fear more than ourselves. We&#39;ve been taught that silence would save us, but it won&#39;t.","author":"Audre Lorde","topic":"Women"},{"quote":"I do not wish women to have power over men; but over themselves.","author":"Mary Shelley","topic":"Women"},{"quote":"The higher the better. It&#39;s more about an attitude. High heels empower women in a way.","author":"Christian Louboutin","topic":"Women"},{"quote":"If you&#39;re comfortable with yourself, then you&#39;ll look beautiful. If you&#39;re not feeling comfortable with yourself, than that kind of shows. I think that as cheesy as the pageant industry can be seen at times, it actually does help women - boosting their confidence and growing into their own. I have to give it credit for that.","author":"Olivia Culpo","topic":"Women"},{"quote":"If we mean to have heroes, statesmen and philosophers, we should have learned women.","author":"Abigail Adams","topic":"Women"},{"quote":"I want to encourage women to embrace their own uniqueness. Because just like a rose is beautiful, so is a sunflower, so is a peony. I mean, all flowers are beautiful in their own way, and that&#39;s like women too.","author":"Miranda Kerr","topic":"Women"},{"quote":"Time is the most valuable thing on earth: time to think, time to act, time to extend our fraternal relations, time to become better men, time to become better women, time to become better and more independent citizens.","author":"Samuel Gompers","topic":"Women"},{"quote":"Ah, women. They make the highs higher and the lows more frequent.","author":"Friedrich Nietzsche","topic":"Women"},{"quote":"No doubt exists that all women are crazy; it&#39;s only a question of degree.","author":"W. C. Fields","topic":"Women"},{"quote":"Fidelity, Bravery, and Integrity set the expectations for behavior; they set a standard for our work. More than just a motto, for the men and women of the FBI, Fidelity, Bravery, and Integrity is a way of life.","author":"Robert Mueller","topic":"Women"},{"quote":"Deprived of meaningful work, men and women lose their reason for existence; they go stark, raving mad.","author":"Fyodor Dostoevsky","topic":"Women"},{"quote":"There never will be complete equality until women themselves help to make laws and elect lawmakers.","author":"Susan B. Anthony","topic":"Women"},{"quote":"Throughout human history, in any great endeavour requiring the common effort of many nations and men and women everywhere, we have learned - it is only through seriousness of purpose and persistence that we ultimately carry the day. We might liken it to riding a bicycle. You stay upright and move forward so long as you keep up the momentum.","author":"Ban Ki-moon","topic":"Women"},{"quote":"Human rights are women&#39;s rights, and women&#39;s rights are human rights.","author":"Hillary Clinton","topic":"Women"},{"quote":"Women, if the soul of the nation is to be saved, I believe that you must become its soul.","author":"Coretta Scott King","topic":"Women"},{"quote":"Yes, guns are to men what jewelry is to women!","author":"Steve King","topic":"Women"},{"quote":"It&#39;s not vanity to feel you have a right to be beautiful. Women are taught to feel we&#39;re not good enough, that we must live up to someone else&#39;s standards. But my aim is to cherish myself as I am.","author":"Elle Macpherson","topic":"Women"},{"quote":"If I&#39;m with a man, is that going to prevent me from achieving my goal? What sacrifices will I have to make in terms of being myself, if I&#39;m with a man? Something that young women find out really quickly is that when you start dating, all of a sudden you&#39;re supposed to have a role. You&#39;re not allowed to just be yourself.","author":"Candace Bushnell","topic":"Women"},{"quote":"A Negro woman has the same kind of problems as other women, but she can&#39;t take the same things for granted.","author":"Dorothy Height","topic":"Women"},{"quote":"The level of confidence women are able to build in women-only groups is important.","author":"Mae Jemison","topic":"Women"},{"quote":"I realize that men and women of the military go out and sacrifice their lives and put their selves in harm&#39;s way for my freedom of speech and my freedoms in this country, and my freedom to take a seat or take a knee, so I have the utmost respect for them, and I think what I did was taken out of context and spun a different way.","author":"Colin Kaepernick","topic":"Women"},{"quote":"We women of America tell you that America is not a democracy. Twenty million women are denied the right to vote.","author":"Alice Paul","topic":"Women"},{"quote":"God of peace, bring your peace to our violent world: peace in the hearts of all men and women and peace among the nations of the Earth.","author":"Pope Benedict XVI","topic":"Women"},{"quote":"At present, our country needs women&#39;s idealism and determination, perhaps more in politics than anywhere else.","author":"Shirley Chisholm","topic":"Women"},{"quote":"Oh, if I could but live another century and see the fruition of all the work for women! There is so much yet to be done.","author":"Susan B. Anthony","topic":"Women"},{"quote":"If there hadn&#39;t been women we&#39;d still be squatting in a cave eating raw meat, because we made civilization in order to impress our girlfriends.","author":"Orson Welles","topic":"Women"},{"quote":"The Queen is most anxious to enlist everyone in checking this mad, wicked folly of &#39;Women&#39;s Rights&#39;. It is a subject which makes the Queen so furious that she cannot contain herself.","author":"Queen Victoria","topic":"Women"},{"quote":"Don&#39;t get caught up in the &#39;look&#39; thing. Sometimes, we as men and women, the first thing that attracts us to someone is their physical appearance, and that&#39;s not always a good thing because what&#39;s good on the outside is not always good on the inside.","author":"Keith Sweat","topic":"Women"},{"quote":"Old-fashioned ways which no longer apply to changed conditions are a snare in which the feet of women have always become readily entangled.","author":"Jane Addams","topic":"Women"},{"quote":"Gender equality is not only an issue for women and girls.","author":"Justin Trudeau","topic":"Women"},{"quote":"Women must pay for everything. They do get more glory than men for comparable feats, but, they also get more notoriety when they crash.","author":"Amelia Earhart","topic":"Women"},{"quote":"Men and women must be educated, in a great degree, by the opinions and manners of the society they live in.","author":"Mary Wollstonecraft","topic":"Women"},{"quote":"Between men and women there is no friendship possible. There is passion, enmity, worship, love, but no friendship.","author":"Oscar Wilde","topic":"Women"},{"quote":"In the end, abortion is an issue of fundamental human rights. To force women to undergo pregnancy and childbirth against their will is to deprive them of the right to make basic decisions about their lives and well-being, and to give that power to the state.","author":"Katha Pollitt","topic":"Women"},{"quote":"I do not demand equal pay for any women save those who do equal work in value. Scorn to be coddled by your employers; make them understand that you are in their service as workers, not as women.","author":"Susan B. Anthony","topic":"Women"},{"quote":"I grew up with just my mum and sister, so I respect women a lot.","author":"Harry Styles","topic":"Women"},{"quote":"It&#39;s always wonderful to get to know women, with the mystery and the joy and the depth. If you can make a woman laugh, you&#39;re seeing the most beautiful thing on God&#39;s Earth.","author":"Keanu Reeves","topic":"Women"},{"quote":"My ideal man is faithful, honest, and a gentleman who knows how to treat women.","author":"Irina Shayk","topic":"Women"},{"quote":"Here in America we are descended in blood and in spirit from revolutionists and rebels - men and women who dare to dissent from accepted doctrine. As their heirs, may we never confuse honest dissent with disloyal subversion.","author":"Dwight D. Eisenhower","topic":"Women"},{"quote":"Money and women. They&#39;re two of the strongest things in the world. The things you do for a woman you wouldn&#39;t do for anything else. Same with money.","author":"Satchel Paige","topic":"Women"},{"quote":"I do not make any apologies for my manner or personality. I come from a long line of very strong, black African-American women who neither bend nor bow. I haven&#39;t had very good modeling in submission.","author":"Faye Wattleton","topic":"Women"},{"quote":"Make women rational creatures, and free citizens, and they will quickly become good wives; - that is, if men do not neglect the duties of husbands and fathers.","author":"Mary Wollstonecraft","topic":"Women"},{"quote":"We hold these truths to be self-evident: that all men and women are created equal.","author":"Elizabeth Cady Stanton","topic":"Women"},{"quote":"Wolves and women are relational by nature, inquiring, possessed of great endurance and strength. They are deeply intuitive, intensely concerned with their young, their mate and their pack. Yet both have been hounded, harassed and falsely imputed to be devouring and devious, overly aggressive, of less value than those who are their detractors.","author":"Clarissa Pinkola Estes","topic":"Women"},{"quote":"In many parts of the world, especially Pakistan and Afghanistan, terrorism, war and conflict stop children to go to their schools. We are really tired of these wars. Women and children are suffering.","author":"Malala Yousafzai","topic":"Women"},{"quote":"It may be the cock that crows, but it is the hen that lays the eggs.","author":"Margaret Thatcher","topic":"Women"},{"quote":"You know, there&#39;s nothing damnable about being a strong woman. The world needs strong women. There are a lot of strong women you do not see who are guiding, helping, mothering strong men. They want to remain unseen. It&#39;s kind of nice to be able to play a strong woman who is seen.","author":"Ginger Rogers","topic":"Women"},{"quote":"Women should never go without earrings. Passing on them is an opportunity missed.","author":"Jennifer Lopez","topic":"Women"},{"quote":"My mother made me truly appreciate women.","author":"Drake","topic":"Women"},{"quote":"Mr. President how long must women wait to get their liberty? Let us have the rights we deserve.","author":"Alice Paul","topic":"Women"},{"quote":"A gender line... helps to keep women not on a pedestal, but in a cage.","author":"Ruth Bader Ginsburg","topic":"Women"},{"quote":"To understand how any society functions you must understand the relationship between the men and the women.","author":"Angela Davis","topic":"Women"},{"quote":"The upward course of a nation&#39;s history is due in the long run to the soundness of heart of its average men and women.","author":"Queen Elizabeth II","topic":"Women"},{"quote":"Freedom is secured every day by our men and women in uniform. We must build a future worthy of their sacrifice.","author":"Nancy Pelosi","topic":"Women"},{"quote":"The militancy of men, through all the centuries, has drenched the world with blood. The militancy of women has harmed no human life save the lives of those who fought the battle of righteousness.","author":"Emmeline Pankhurst","topic":"Women"},{"quote":"The very fact that women now form about one-fifth of the employes in manufacture and commerce in this country has opened a vast field of industrial legislation directly affecting women as wage-earners.","author":"Florence Kelley","topic":"Women"},{"quote":"I suppose women are attracted to the bad-boy image sometimes because it&#39;s fun to have an adventure. It&#39;s like eating junk food... it&#39;s fun at the time, but ultimately not the best choice.","author":"Dita Von Teese","topic":"Women"},{"quote":"There was a time when men thought it was sexy to have a housewife waiting for him to come home from work in her slippers, but in modern society, I think an independent woman is even more sexy.","author":"Kat Graham","topic":"Women"},{"quote":"Women need a reason to have sex. Men just need a place.","author":"Billy Crystal","topic":"Women"},{"quote":"Imagine having all of your freedoms taken away, being forced to work against your will, and constantly living under the threat of violence - in short, being forced to live as a slave. Sadly, this situation is a reality for millions of children, women, and men each year as part of the global human trafficking industry.","author":"Bill Flores","topic":"Women"},{"quote":"I think women are amazing for being able to show what they feel. I admire women who do. I think it&#39;s a mistake when women cover their emotions to look tough. I say let&#39;s own who we are and use it as a strength.","author":"Gal Gadot","topic":"Women"},{"quote":"Women are systematically degraded by receiving the trivial attentions which men think it manly to pay to the sex, when, in fact, men are insultingly supporting their own superiority.","author":"Mary Wollstonecraft","topic":"Women"},{"quote":"I truly believe that women should be financially independent from their men. And let&#39;s face it, money gives men the power to run the show. It gives men the power to define value. They define what&#39;s sexy. And men define what&#39;s feminine. It&#39;s ridiculous.","author":"Beyonce Knowles","topic":"Women"},{"quote":"Strong women, when respected, make the whole society stronger. One must be careful with such rapid changes, though, and make an effort to preserve, at the same time, the positive traditions of Indian culture.","author":"Chitra Banerjee Divakaruni","topic":"Women"},{"quote":"This position is untenable, and there can be no pause in the agitation for full political power and responsibility until these are granted to all the women of the nation.","author":"Florence Kelley","topic":"Women"},{"quote":"Women ought to have representatives, instead of being arbitrarily governed without any direct share allowed them in the deliberations of government.","author":"Mary Wollstonecraft","topic":"Women"},{"quote":"A bird cannot fly with one wing only. Human space flight cannot develop any further without the active participation of women.","author":"Valentina Tereshkova","topic":"Women"},{"quote":"Once you get a spice in your home, you have it forever. Women never throw out spices. The Egyptians were buried with their spices. I know which one I&#39;m taking with me when I go.","author":"Erma Bombeck","topic":"Women"},{"quote":"Every company has two organizational structures: The formal one is written on the charts; the other is the everyday relationship of the men and women in the organization.","author":"Harold S. Geneen","topic":"Women"},{"quote":"Women feel empowered when they can do the things that are supposed to be only for men, you know? It breaks boundaries, it&#39;s liberating, and it&#39;s empowering when you feel like, &#39;Well, I can do that, too.&#39;","author":"Rihanna","topic":"Women"},{"quote":"The prolonged slavery of women is the darkest page in human history.","author":"Elizabeth Cady Stanton","topic":"Women"},{"quote":"The reason women don&#39;t play football is because 11 of them would never wear the same outfit in public.","author":"Phyllis Diller","topic":"Women"},{"quote":"Men and women are like right and left hands; it doesn&#39;t make sense not to use both.","author":"Jeannette Rankin","topic":"Women"},{"quote":"Men are governed by lines of intellect - women: by curves of emotion.","author":"James Joyce","topic":"Women"},{"quote":"No other group in America has so had their identity socialized out of existence as have black women... When black people are talked about the focus tends to be on black men; and when women are talked about the focus tends to be on white women.","author":"bell hooks","topic":"Women"},{"quote":"Well, the tyranny of masculinity and the tyranny of patriarchy I think has been much more deadly to men than it has to women. It hasn&#39;t killed our hearts. It&#39;s killed men&#39;s hearts. It&#39;s silenced them; it&#39;s cut them off.","author":"Eve Ensler","topic":"Women"},{"quote":"Women should not be forced to accept sexual harassment as the price of admission to a life and career in the political world. They should not have to endure unwanted touching, innuendo, and propositioning from men in positions of power.","author":"J. B. Pritzker","topic":"Women"},{"quote":"Competing in pageants made me hyper-aware of the unfair expectations society places on women in terms of youth and beauty. But it also gave me empathy for women who use beauty as a creative exploration. When expressed healthfully, dressing up, doing hair, crafting makeup, etc., is an art form.","author":"Rae Carson","topic":"Women"},{"quote":"All women deserve a dignified and respectful workplace in which talent, hard work and loyalty are recognized, revered, and rewarded.","author":"Gretchen Carlson","topic":"Women"},{"quote":"We are volcanoes. When we women offer our experience as our truth, as human truth, all the maps change. There are new mountains.","author":"Ursula K. Le Guin","topic":"Women"},{"quote":"Here&#39;s the thing, men have to also mature in how they see women, too. Because they need to understand that it&#39;s not just about how we look, it&#39;s about who we are. And I am going to tell you like this, &#39;If you can&#39;t love me with short hair, and you telling me I got to have long hair to be loved, guess what, I ain&#39;t the one for you.&#39;","author":"Jada Pinkett Smith","topic":"Women"},{"quote":"The use of the atomic bomb, with its indiscriminate killing of women and children, revolts my soul.","author":"Herbert Hoover","topic":"Women"},{"quote":"Women ought to feel a peculiar sympathy in the colored man&#39;s wrong, for, like him, she has been accused of mental inferiority, and denied the privileges of a liberal education.","author":"Angelina Grimke","topic":"Women"},{"quote":"Women are like cars: we all want a Ferrari, sometimes want a pickup truck, and end up with a station wagon.","author":"Tim Allen","topic":"Women"},{"quote":"We live in a world where sports have the potential to bridge the gap between racism, sexism and discrimination. The 2012 Olympic Games was a great start but hopefully what these games taught us is that if women are given an opportunity on an equal playing field the possibilities for women are endless.","author":"Jackie Joyner-Kersee","topic":"Women"},{"quote":"I feel there is something unexplored about woman that only a woman can explore.","author":"Georgia O'Keeffe","topic":"Women"},{"quote":"Having two daughters changed my perspective on a lot of things, and I definitely have a newfound respect for women. And I think I finally became a good and real man when I had a daughter.","author":"Mark Wahlberg","topic":"Women"},{"quote":"We can&#39;t afford not to educate girls and give women the power and the access that they need.","author":"Michelle Obama","topic":"Women"},{"quote":"Really, every woman is an example to me, because as women we go through so much pain. We have to live this perfect life when we are messed up inside. We all go through trials and tribulations.","author":"Mary J. Blige","topic":"Women"},{"quote":"The path to diversity begins with supporting, mentoring, and sponsoring diverse women and men to become leaders and entrepreneurs.","author":"Denise Morrison","topic":"Women"},{"quote":"Women are always told, &#39;You&#39;re not going to make it, its too difficult, you can&#39;t do that, don&#39;t enter this competition, you&#39;ll never win it,&#39; - they need confidence in themselves and people around them to help them to get on.","author":"Zaha Hadid","topic":"Women"},{"quote":"Hence, within the space of two generations there has been a complete revolution in the attitude of the trades-unions toward the women working in their trades.","author":"Florence Kelley","topic":"Women"},{"quote":"That&#39;s all I could ever hope for, to have a positive effect on women. &#39;Cos women are powerful, powerful beings. But they&#39;re also the most doubtful beings. They&#39;ll never know - we&#39;ll never know - how powerful we are.","author":"Rihanna","topic":"Women"},{"quote":"Kindness in women, not their beauteous looks, shall win my love.","author":"Washington Irving","topic":"Women"},{"quote":"I don&#39;t know who invented high heels, but all women owe him a lot.","author":"Marilyn Monroe","topic":"Women"},{"quote":"Wherever men and women are persecuted because of their race, religion, or political views, that place must - at that moment - become the center of the universe.","author":"Elie Wiesel","topic":"Women"},{"quote":"Our love, our gratitude, our admiration for our men and women in uniform, our veterans and their families - all of that is bigger than any one party or any one election.","author":"Michelle Obama","topic":"Women"},{"quote":"I regard the rights of men and women equal. In Love&#39;s fair realm, husband and wife are king and queen, sceptered and crowned alike, and seated on the self-same throne.","author":"Robert Green Ingersoll","topic":"Women"},{"quote":"As a woman leader, I thought I brought a different kind of leadership. I was interested in women&#39;s issues, in bringing down the population growth rate... as a woman, I entered politics with an additional dimension - that of a mother.","author":"Benazir Bhutto","topic":"Women"},{"quote":"Women must learn to find self-worth within themselves, not through others. It is important to carve out a place just for you.","author":"Georgette Mosbacher","topic":"Women"},{"quote":"I have a total irreverence for anything connected with society except that which makes the roads safer, the beer stronger, the food cheaper and the old men and old women warmer in the winter and happier in the summer.","author":"Brendan Behan","topic":"Women"},{"quote":"I measure the progress of a community by the degree of progress which women have achieved.","author":"B. R. Ambedkar","topic":"Women"},{"quote":"A wedding, people decide to get married, it comes out of such love for one another and then women can turn into these other people. They&#39;re planning something that&#39;s the biggest event they&#39;ll ever plan in their lives and it turns them into this other person, so it&#39;s not totally the guy&#39;s fault that he&#39;s feeling disconnected from this person.","author":"Alison Brie","topic":"Women"},{"quote":"Abortion is defended today as a means of ensuring the equality and independence of women, and as a solution to the problems of single parenting, child abuse, and the feminization of poverty.","author":"Robert Casey","topic":"Women"},{"quote":"Sometimes I wonder if men and women really suit each other. Perhaps they should live next door and just visit now and then.","author":"Katharine Hepburn","topic":"Women"},{"quote":"All of the women on The Apprentice flirted with me - consciously or unconsciously. That&#39;s to be expected.","author":"Donald Trump","topic":"Women"},{"quote":"Once we hit forty, women only have about four taste buds left: one for vodka, one for wine, one for cheese, and one for chocolate.","author":"Gina Barreca","topic":"Women"},{"quote":"Feminism has never been about getting a job for one woman. It&#39;s about making life more fair for women everywhere. It&#39;s not about a piece of the existing pie; there are too many of us for that. It&#39;s about baking a new pie.","author":"Gloria Steinem","topic":"Women"},{"quote":"For most of us, fidelity is faithfulness to an obligation, trust, or duty. For the men and women of the FBI, fidelity also means fidelity to country. It means fidelity to justice and the law, fidelity to the Constitution, fidelity to equality and liberty.","author":"Robert Mueller","topic":"Women"},{"quote":"I wake up every morning in a house that was built by slaves, and I watch my daughters - two beautiful, intelligent black young women - playing with their dogs on the White House lawn. And because of Hillary Clinton, my daughters, and all our sons and daughters, now take for granted that a woman can be president of the United States.","author":"Michelle Obama","topic":"Women"},{"quote":"Women who seek to be equal with men lack ambition.","author":"Timothy Leary","topic":"Women"},{"quote":"There can be no equality or opportunity if men and women and children be not shielded in their lives from the consequences of great industrial and social processes which they cannot alter, control, or singly cope with.","author":"Woodrow Wilson","topic":"Women"},{"quote":"How wrong it is for a woman to expect the man to build the world she wants, rather than to create it herself.","author":"Anais Nin","topic":"Women"},{"quote":"I think jewelry is beautiful on all women and I think it&#39;s sentimental - and Disney is sentimental. It&#39;s subtle and it&#39;s low-key and it&#39;s just a sweet reminder of sweetness.","author":"Kidada Jones","topic":"Women"},{"quote":"Fashion is here to help make people look very important. If they have good taste and choose what suits them, I give them options on how they can do that. It&#39;s always sexy, and it&#39;s always with the same result: making women look fantastic.","author":"Vivienne Westwood","topic":"Women"},{"quote":"Almost everything about American society is affected by World War II: our feelings about race; our feelings about gender and the empowerment of women, moving women into the workplace; our feelings about our role in the world. All of that comes in a very direct way out of World War II.","author":"Rick Atkinson","topic":"Women"},{"quote":"No nation, savage or civilized, save only the United States of America, has confessed its inability to protect its women save by hanging, shooting, and burning alleged offenders.","author":"Ida B. Wells","topic":"Women"},{"quote":"In Hiroshima, bombed Aug. 6, 1945, no warning was given of the air attack, and thus no escape was possible for the mostly women, children and old people who fell victim.","author":"Lydia Millet","topic":"Women"},{"quote":"To terrify children with the image of hell... to consider women an inferior creation. Is that good for the world?","author":"Christopher Hitchens","topic":"Women"},{"quote":"For a long time, society put obstacles in the way of women who wanted to enter the sciences.","author":"Sally Ride","topic":"Women"},{"quote":"Everything we see in the world is the creative work of women.","author":"Mustafa Kemal Ataturk","topic":"Women"},{"quote":"Women are like teabags. We don&#39;t know our true strength until we are in hot water!","author":"Unknown","topic":"Women"},{"quote":"Aviation, this young modern giant, exemplifies the possible relationship of women and the creations of science. Although women have not taken full advantage of its use and benefits, air travel is as available to them as to men.","author":"Amelia Earhart","topic":"Women"},{"quote":"If there&#39;s specific resistance to women making movies, I just choose to ignore that as an obstacle for two reasons: I can&#39;t change my gender, and I refuse to stop making movies.","author":"Kathryn Bigelow","topic":"Women"},{"quote":"Women with low self-esteem love bad boys. Women who have work to do love bad boys. Women who love themselves love good men.","author":"Tracy McMillan","topic":"Women"},{"quote":"All women have a perception much more developed than men. So all women somehow, being repressed for so many millennia, they ended up by developing this sixth sense and contemplation and love. And this is something that we have a hard time to accept as part of our society.","author":"Paulo Coelho","topic":"Women"},{"quote":"Women are the victims of this patriarchal culture, but they are also its carriers. Let us keep in mind that every oppressive man was raised in the confines of his mother&#39;s home.","author":"Shirin Ebadi","topic":"Women"},{"quote":"In real life, too, women love to be that girl who tames the bad boy.","author":"Nazanin Boniadi","topic":"Women"},{"quote":"The fire to inspire women and help them to blaze new paths fiercely burns inside of me.","author":"Tyra Banks","topic":"Women"},{"quote":"The building up of a new, far-reaching system of inspection on the question of equal pay, with power to investigate every business in the United States, administered by a colossal new government agency with vast enforcement powers, would not be helpful to women, as far as I can see.","author":"Alice Paul","topic":"Women"},{"quote":"I feel that confidence in women - especially young girls of color - but women, in general, is so important. It is so important for us to arm ourselves and become powerful at a very young age.","author":"Viola Davis","topic":"Women"},{"quote":"I speak Spanish to God, Italian to women, French to men, and German to my horse.","author":"Charles V","topic":"Women"},{"quote":"Men, women, and children who cannot live on gravity alone need something to satisfy their gayer, lighter moods and hours, and he who ministers to this want is, in my opinion, in a business established by the Creator of our nature. If he worthily fulfills his mission and amuses without corrupting, he need never feel that he has lived in vain.","author":"P. T. Barnum","topic":"Women"},{"quote":"People are more violently opposed to fur than leather because it&#39;s safer to harass rich women than motorcycle gangs.","author":"Alexei Sayle","topic":"Women"},{"quote":"No one is more arrogant toward women, more aggressive or scornful, than the man who is anxious about his virility.","author":"Simone de Beauvoir","topic":"Women"},{"quote":"I think women should wear whatever makeup they want for themselves. Makeup should be fun.","author":"Emma Stone","topic":"Women"},{"quote":"Men and women in my lifetime have died fighting for the right to vote: people like James Chaney, Andrew Goodman and Michael Schwerner, who were murdered while registering black voters in Mississippi in 1964, and Viola Liuzzo, who was murdered by the Ku Klux Klan in 1965 during the Selma march for voting rights.","author":"Jeff Greenfield","topic":"Women"},{"quote":"By improving health, empowering women, population growth comes down.","author":"Bill Gates","topic":"Women"},{"quote":"The first problem for all of us, men and women, is not to learn, but to unlearn.","author":"Gloria Steinem","topic":"Women"},{"quote":"I think beauty is not just about what we put on our heads or on our faces or what we wear: it&#39;s deeper than that, and if we can celebrate that, celebrate the women, not just the superficiality... I think it would be really gorgeous.","author":"Alek Wek","topic":"Women"},{"quote":"Women in my focus groups, they say a bald man is trustworthy. He has nothing to hide.","author":"Kellyanne Conway","topic":"Women"},{"quote":"Women in particular need to keep an eye on their physical and mental health, because if we&#39;re scurrying to and from appointments and errands, we don&#39;t have a lot of time to take care of ourselves. We need to do a better job of putting ourselves higher on our own &#39;to do&#39; list.","author":"Michelle Obama","topic":"Women"},{"quote":"Consumerism diverts us from thinking about women&#39;s rights, it stops us from thinking about Iraq, it stops us from thinking about what&#39;s going on in Africa - it stops us from thinking in general.","author":"Pink","topic":"Women"},{"quote":"I have made speeches urging women to adopt methods of rebellion such as have been adopted by men in every revolution.","author":"Emmeline Pankhurst","topic":"Women"},{"quote":"I want to empower women. I want people to be afraid of the women I dress.","author":"Alexander McQueen","topic":"Women"},{"quote":"A world-class playboy once told me that the key to mesmerising women is to listen to them and look deeply into their eyes.","author":"George Hamilton","topic":"Women"},{"quote":"Childbirth is more admirable than conquest, more amazing than self-defense, and as courageous as either one.","author":"Gloria Steinem","topic":"Women"},{"quote":"If women be educated for dependence; that is, to act according to the will of another fallible being, and submit, right or wrong, to power, where are we to stop?","author":"Mary Wollstonecraft","topic":"Women"},{"quote":"If you don&#39;t love yourself, you can&#39;t love anybody else. And I think as women we really forget that.","author":"Jennifer Lopez","topic":"Women"},{"quote":"I see when men love women. They give them but a little of their lives. But women when they love give everything.","author":"Oscar Wilde","topic":"Women"},{"quote":"This world crisis came about without women having anything to do with it. If the women of the world had not been excluded from world affairs, things today might have been different.","author":"Alice Paul","topic":"Women"},{"quote":"The labor of women in the house, certainly, enables men to produce more wealth than they otherwise could; and in this way women are economic factors in society. But so are horses.","author":"Charlotte Perkins Gilman","topic":"Women"},{"quote":"Equality is like gravity. We need it to stand on this earth as men and women.","author":"Joss Whedon","topic":"Women"},{"quote":"The workingmen have perceived that women are in the field of industry to stay; and they see, too, that there can not be two standards of work and wages for any trade without constant menace to the higher standard.","author":"Florence Kelley","topic":"Women"},{"quote":"A beautiful bouquet or a long-lasting flowering plant is a traditional gift for women, but I have recommended that both men and women keep fresh flowers in the home for their beauty, fragrance, and the lift they give our spirits.","author":"Andrew Weil","topic":"Women"},{"quote":"When they told me my new-born babe was a girl, my heart was heavier than it had ever been before. Slavery is terrible for men; but it is far more terrible for women.","author":"Harriet Ann Jacobs","topic":"Women"},{"quote":"Remember this about the Korean War: The men were drafted; the women volunteered.","author":"Loretta Swit","topic":"Women"},{"quote":"We live in an era of globalization and the era of the woman. Never in the history of the world have women been more in control of their destiny.","author":"Oscar de la Renta","topic":"Women"},{"quote":"Sometimes you have to not just dream about what could be - you get out and push and you pull and you preach. And you create a climate and environment to get those in high places, to get men and women of good will in power to act.","author":"John Lewis","topic":"Women"},{"quote":"I think it is important that we respect that women have different political views.","author":"Cathy McMorris Rodgers","topic":"Women"},{"quote":"Scripture is filled with examples of men and women whom God used late in life, often with great impact - men and women who refused to use old age as an excuse to ignore what God wanted them to do.","author":"Billy Graham","topic":"Women"},{"quote":"I think California has some very good looking women... I know Stephanie Seymour is from San Diego, and I know Josie Maran - who&#39;s my very good friend - she&#39;s from Northern California. So I think California produces some good looking women, for sure.","author":"Marisa Miller","topic":"Women"},{"quote":"Whenever people say &#39;women&#39;s soccer,&#39; I want to correct them to say &#39;soccer.&#39; Every girl has had their sport diminished because they&#39;re girls.","author":"Alex Morgan","topic":"Women"},{"quote":"For me, I try and be authentic in my choices and follow my instincts, and I think it&#39;s a valuable message for women in today&#39;s society to learn to love yourself.","author":"Gugu Mbatha-Raw","topic":"Women"},{"quote":"There is no more lively sensation than that of pain; its impressions are certain and dependable, they never deceive as may those of the pleasure women perpetually feign and almost never experience.","author":"Marquis de Sade","topic":"Women"},{"quote":"I don&#39;t think the mainstream media understands people of color are multidimensional. For some reason, there&#39;s an idea that only white people are relatable. I don&#39;t think it&#39;s necessarily racist. But it&#39;s odd, because the people who watch the most television are black women, so we should be represented in more ways.","author":"Issa Rae","topic":"Women"},{"quote":"I think God made a woman to be strong and not to be trampled under the feet of men. I&#39;ve always felt this way because my mother was a very strong woman, without a husband.","author":"Little Richard","topic":"Women"},{"quote":"Anyone who says he can see through women is missing a lot.","author":"Groucho Marx","topic":"Women"},{"quote":"We will be protected by the great men and women of our military and law enforcement and, most importantly, we are protected by God.","author":"Donald Trump","topic":"Women"},{"quote":"Countries with higher levels of gender equality have higher economic growth. Companies with more women on their boards have higher returns. Peace agreements that include women are more successful. Parliaments with more women take up a wider range of issues - including health, education, anti-discrimination, and child support.","author":"Ban Ki-moon","topic":"Women"},{"quote":"For a time, I believed not in God nor Santa Claus, but in mermaids. They seemed as logical and possible to me as the brittle twig of a seahorse in the zoo aquarium or the skates lugged up on the lines of cursing Sunday fishermen - skates the shape of old pillowslips with the full, coy lips of women.","author":"Sylvia Plath","topic":"Women"},{"quote":"Although we have, in theory, abolished human slavery, recognized women&#39;s rights, and stopped child labor, we continue to enslave other species who, if we simply pay attention, show quite clearly that they experience parental love, pain, and the desire for freedom, just as we do.","author":"Ingrid Newkirk","topic":"Women"},{"quote":"The Woman&#39;s Party is made up of women of all races, creeds and nationalities who are united on the one program of working to raise the status of women.","author":"Alice Paul","topic":"Women"},{"quote":"Information, education, skills, healthcare, livelihood, financial inclusion, small and village enterprises, opportunities for women, conservation of natural resources, distributed clean energy - entirely new possibilities have emerged to change the development model.","author":"Narendra Modi","topic":"Women"},{"quote":"I guess I was a bad boy... Yes, yes, I&#39;ve had lots of women in my life.","author":"Kirk Douglas","topic":"Women"},{"quote":"I think that, if anything, the pageant is great for people who suffer from body issues. It&#39;s all about being comfortable with what you&#39;re given and what you have and being able to flaunt it without being insecure. It&#39;s about empowering women, not making them feel weak or less.","author":"Olivia Culpo","topic":"Women"},{"quote":"Competition gives birth to a lot of success, and if no one ever challenged you, you wouldn&#39;t go anywhere. It makes sense to compete with others for a promotion at work. But so many women take it a step further and won&#39;t even support other women. They end up competing over things that don&#39;t make sense - like how we look.","author":"Lilly Singh","topic":"Women"},{"quote":"The thing women must do to rise to power is to redefine their femininity. Once, power was considered a masculine attribute. In fact, power has no sex.","author":"Katharine Graham","topic":"Women"},{"quote":"I&#39;ve always been attracted to women who are assertive and have confidence - qualities older women possess. They&#39;ve been on the Earth a little longer. They&#39;re more seasoned. They don&#39;t play games. They know what they want, and they&#39;re not afraid to tell you.","author":"Taye Diggs","topic":"Women"},{"quote":"I think women have to change their hairstyle from time to time.","author":"Yulia Tymoshenko","topic":"Women"},{"quote":"It&#39;s so clear that you have to cherish everyone. I think that&#39;s what I get from these older black women, that every soul is to be cherished, that every flower Is to bloom.","author":"Alice Walker","topic":"Women"},{"quote":"I am truly free only when all human beings, men and women, are equally free. The freedom of other men, far from negating or limiting my freedom, is, on the contrary, its necessary premise and confirmation.","author":"Mikhail Bakunin","topic":"Women"},{"quote":"I hate wars and violence but if they come then I don&#39;t see why we women should just wave our men a proud goodbye and then knit them balaclavas.","author":"Nancy Wake","topic":"Women"},{"quote":"It is downright mockery to talk to women of their enjoyment of the blessings of liberty while they are denied the use of the only means of securing them provided by this democratic-republican government: the ballot.","author":"Susan B. Anthony","topic":"Women"},{"quote":"People think of Latina women as being fiery and fierce, which is usually true. But I think the quality that so many Latinas possess is strength. I&#39;m very proud to have Latin blood.","author":"Zoe Saldana","topic":"Women"},{"quote":"Above all, we must realize that no arsenal, or no weapon in the arsenals of the world, is so formidable as the will and moral courage of free men and women. It is a weapon our adversaries in today&#39;s world do not have.","author":"Ronald Reagan","topic":"Women"},{"quote":"The liberal feminist movement never imagined that women would take seriously the encouragement to become our own heroes and claim life for ourselves, on our terms, no matter who we are. Pro-choice and pro-life, Christian and not, poor and rich, black, white, gay and straight. It is a dream we all hold dear, and it&#39;s called the Tea Party.","author":"Tammy Bruce","topic":"Women"},{"quote":"There&#39;s no limit to what free men and free women in a free market with free enterprise can accomplish when people are free to follow their dream.","author":"Jack Kemp","topic":"Women"},{"quote":"When I was a young boy, growing up in Durham, North Carolina, the women in my family were truly passionate about their clothes; nothing was more beautiful to me than women dressing with the utmost, meticulous attention to accessories, shoes, handbags, hats, coats, dresses and gloves to attend Sunday church services.","author":"Andre Leon Talley","topic":"Women"},{"quote":"I&#39;m attracted to women who are smart and funny and ambitious and have lives of their own and great families. Isn&#39;t that what attracts anyone?","author":"Tom Brady","topic":"Women"},{"quote":"Aviation offered such fun as crossing the continent in planes large and small, trying the whirling rotors of an autogiro, making record flights. With these activities came opportunity to know women everywhere who shared my conviction that there is so much women can do in the modern world and should be permitted to do irrespective of their sex.","author":"Amelia Earhart","topic":"Women"},{"quote":"The negro has suffered far more from the commission of this crime against the women of his race by white men than the white race has ever suffered through his crimes.","author":"Ida B. Wells","topic":"Women"},{"quote":"For a man to strike any women is most brutal, and I, as well as everyone else, think this far worse than any attempt to shoot, which, wicked as it is, is at least more comprehensible and more courageous.","author":"Queen Victoria","topic":"Women"},{"quote":"Women have been called queens for a long time, but the kingdom given them isn&#39;t worth ruling.","author":"Louisa May Alcott","topic":"Women"},{"quote":"It is capitalist America that produced the modern independent woman. Never in history have women had more freedom of choice in regard to dress, behavior, career, and sexual orientation.","author":"Camille Paglia","topic":"Women"},{"quote":"I think, with never-ending gratitude, that the young women of today do not and can never know at what price their right to free speech and to speak at all in public has been earned.","author":"Lucy Stone","topic":"Women"},{"quote":"The success of the suffrage movement would injure women spiritually and intellectually, for they would be assuming a burden though they knew themselves unable to bear it. It is the sediment, not the wave, of a sex. It is the antithesis of that highest and sweetest mystery - conviction by submission, and conquest by sacrifice.","author":"John Boyle O'Reilly","topic":"Women"},{"quote":"Women love always: when earth slips from them, they take refuge in heaven.","author":"George Sand","topic":"Women"},{"quote":"I gotta be honest with you. I&#39;m kind of jealous of the way my dad gets to talk to my mom sometimes. Where are all those old-school women you can just take your day out on? When did they stop making those angels?","author":"Bill Burr","topic":"Women"},{"quote":"Woman is the dominant sex. Men have to do all sorts of stuff to prove that they are worthy of woman&#39;s attention.","author":"Camille Paglia","topic":"Women"},{"quote":"Finally, let us understand that when we stand together, we will always win. When men and women stand together for justice, we win. When black, white and Hispanic people stand together for justice, we win.","author":"Bernie Sanders","topic":"Women"},{"quote":"When men and women are able to respect and accept their differences then love has a chance to blossom.","author":"John Gray","topic":"Women"},{"quote":"I am not a sexy woman, I&#39;m not beautiful, I&#39;m not a sex kitten, I don&#39;t flirt with people, yet I&#39;ve been tagged more of sex symbol than women who truly are and I that&#39;s solely because I don&#39;t reveal too much: people are curious.","author":"Shirley Manson","topic":"Women"},{"quote":"I hate the stereotype that women who fight are &#39;butch&#39; or &#39;wannabe men.&#39; It&#39;s nice to be able to embrace being a beautiful, strong woman.","author":"Miesha Tate","topic":"Women"},{"quote":"Feminism is, I hope, a way to a better future for everyone who inhabits this world. Feminism should not be something that needs a seductive marketing campaign. The idea of women moving through the world as freely as men should sell itself.","author":"Roxane Gay","topic":"Women"},{"quote":"Feminism is a socialist, anti-family, political movement that encourages women to leave their husbands, kill their children, practice witchcraft, destroy capitalism and become lesbians.","author":"Pat Robertson","topic":"Women"},{"quote":"Women have been trained in our culture and society to ask for what we want instead of taking what we want. We&#39;ve been really indoctrinated with this culture of permission. I think it&#39;s true for women, and I think it&#39;s true for people of color. It&#39;s historic, and it&#39;s unfortunate and has somehow become part of our DNA. But that time has passed.","author":"Ava DuVernay","topic":"Women"},{"quote":"At the end of the day, both men and women who become CEOs have showed tenacity and hard work to succeed in their careers. It takes not just skills but also extreme dedication and commitment. And regardless of gender, CEOs are measured by the same criteria - the growth and success of the business.","author":"Susan Wojcicki","topic":"Women"},{"quote":"In fact, for all kinds of offenses - and, for no offenses - from murders to misdemeanors, men and women are put to death without judge or jury; so that, although the political excuse was no longer necessary, the wholesale murder of human beings went on just the same.","author":"Ida B. Wells","topic":"Women"},{"quote":"You dear women, I say thanks to you. Thank you for being the kind of people you are and doing the things you do.","author":"Gordon B. Hinckley","topic":"Women"},{"quote":"For most women, the language of conversation is primarily a language of rapport: a way of establishing connections and negotiating relationships.","author":"Deborah Tannen","topic":"Women"},{"quote":"Can you not see that women could do and would do a hundred times more for the slave, if she were not fettered?","author":"Angelina Grimke","topic":"Women"},{"quote":"Investing in women&#39;s lives is an investment in sustainable development, in human rights, in future generations - and consequently in our own long-term national interests.","author":"Liya Kebede","topic":"Women"},{"quote":"We live with a distinct double standard about male and female aggression. Women&#39;s aggression isn&#39;t considered real. It isn&#39;t dangerous; it&#39;s only cute. Or it&#39;s always self-defense or otherwise inspired by a man. In the rare case where a woman is seen as genuinely responsible, she is branded a monster - an &#39;unnatural&#39; woman.","author":"Katherine Dunn","topic":"Women"},{"quote":"I actually use women&#39;s perfume - I have since I was a kid. It&#39;s called Anais Anais, from Rachael. It smells like a beautiful woman and a bouquet of flowers. I use that and Right Guard deodorant.","author":"Albert Hammond, Jr.","topic":"Women"},{"quote":"As I grew up and began identifying myself as a feminist, there were plenty of issues that continued to make me question marriage: the father &#39;giving&#39; the bride away, women taking their husband&#39;s last name, the white dress, the vows promising to &#39;obey&#39; the groom. And that only covers the wedding.","author":"Jessica Valenti","topic":"Women"},{"quote":"Children, I grant, should be innocent; but when the epithet is applied to men, or women, it is but a civil term for weakness.","author":"Mary Wollstonecraft","topic":"Women"},{"quote":"You have nothing if you&#39;re texting a guy in a relationship. We can text six women a minute. We can text it and push &#39;reply all.&#39; I mean, since we&#39;re lying, we might as well lie to everybody.","author":"Steve Harvey","topic":"Women"},{"quote":"African women in general need to know that it&#39;s OK for them to be the way they are - to see the way they are as a strength, and to be liberated from fear and from silence.","author":"Wangari Maathai","topic":"Women"},{"quote":"Find something you really love doing and mix it with something you really care about. That&#39;s why I&#39;ve had such longevity as an artist. I really, really care about ending violence against women, and I really, really love playing music. It&#39;s super enjoyable!","author":"Kathleen Hanna","topic":"Women"},{"quote":"We are not yet a society free of sexism, and this will continue to be an issue for all women candidates.","author":"Campbell Brown","topic":"Women"},{"quote":"I started with jewelry when I was probably 24 years old. It was really just in response to a feeling that most of the fine jewelers were men appealing to men and selling pieces in a very unmodern way. I felt that there was a huge demographic of self-purchasing women who were feeling uncomfortable in the traditional retail environment.","author":"Ivanka Trump","topic":"Women"},{"quote":"I remember being in Japan when Destiny&#39;s Child put out &#39;Independent Women,&#39; and women there were saying how proud they were to have their own jobs, their own independent thinking, their own goals. It made me feel so good, and I realized that one of my responsibilities was to inspire women in a deeper way.","author":"Beyonce Knowles","topic":"Women"},{"quote":"Nothing changes the gender equation more significantly than women&#39;s economic freedom.","author":"Gloria Steinem","topic":"Women"},{"quote":"The struggle to conquer oppression in our country is the weaker for the traditionalist, conservative, and primitive restraints imposed on women by man-dominated structures within our movement, as also because of equally traditionalist attitudes of surrender and submission on the part of women.","author":"Oliver Tambo","topic":"Women"},{"quote":"The Seventies seemed like this really open time. There were a lot of strong women characters deciding what kind of artists they wanted to be.","author":"Rachel Kushner","topic":"Women"},{"quote":"You could make the most beautiful film, and that weekend it&#39;s raining too hard on the East Coast, and no one goes out. Artists should have a chance to do it again. That&#39;s the challenge: Women artists don&#39;t get a second chance. People-of-color artists don&#39;t get a second chance. You&#39;re put in director&#39;s jail, and that&#39;s a wrap.","author":"Ava DuVernay","topic":"Women"},{"quote":"I just want to say to women, &#39;Be yourself - it&#39;s the inner beauty that counts. You are your own best friend, the key to your own happiness, and as soon as you understand that - and it takes a few heartbreaks - you can be happy.&#39;","author":"Cherie Lunghi","topic":"Women"},{"quote":"Women have served all these centuries as looking glasses possessing the power of reflecting the figure of man at twice its natural size.","author":"Virginia Woolf","topic":"Women"},{"quote":"There&#39;s nothing more superficial to do than to paint a beautiful woman. The most beautiful portraits in art were of ugly women. If you paint Brigitte Bardot, it&#39;s a disaster. Sunsets, you have to stay away from sunsets. You paint a sunset, you are in great danger.","author":"Fernando Botero","topic":"Women"},{"quote":"I like intelligent women. When you go out, it shouldn&#39;t be a staring contest.","author":"Frank Sinatra","topic":"Women"},{"quote":"We need to change attitudes. We can only change attitudes by working together. Government will do its bit, but I want you all to do your bit, too. So speak out, stand up against violence against women and girls, and that&#39;s the way we can eradicate it.","author":"Theresa May","topic":"Women"},{"quote":"I&#39;m a multi-faceted woman and person, like all women are - there&#39;s no black and white. We have shades of grey in the middle. And even many more colours that other people don&#39;t see!","author":"Shakira","topic":"Women"},{"quote":"Confidence is at the root of so many attractive qualities, a sense of humor, a sense of style, a willingness to be who you are no matter what anyone else might think or say and it&#39;s true, I do have a certain fondness for women that have dark hair.","author":"Wentworth Miller","topic":"Women"},{"quote":"I think women want freedom. They want to be empowered. They want hope. They want love; they want all the things that I want, and I&#39;m not afraid to say those things and act on them, and I think that&#39;s why they identify with me.","author":"Rihanna","topic":"Women"},{"quote":"All successful people men and women are big dreamers. They imagine what their future could be, ideal in every respect, and then they work every day toward their distant vision, that goal or purpose.","author":"Brian Tracy","topic":"Women"},{"quote":"Women are, in my view, natural peacemakers. As givers and nurturers of life, through their focus on human relationships and their engagement with the demanding work of raising children and protecting family life, they develop a deep sense of empathy that cuts through to underlying human realities.","author":"Daisaku Ikeda","topic":"Women"},{"quote":"When I grew up in the South, I was taught that segregation was the will of God, and the Bible was quoted to prove it. I was taught that women were by nature in inferior to men, and the Bible was quoted to prove it. I was taught that it was okay to hate other religions, and especially the Jews, and the Bible was quoted to prove it.","author":"John Shelby Spong","topic":"Women"},{"quote":"Equal pay isn&#39;t just a women&#39;s issue; when women get equal pay, their family incomes rise and the whole family benefits.","author":"Mike Honda","topic":"Women"},{"quote":"I have always had a talent for irritating women since I was fourteen.","author":"Marilyn Monroe","topic":"Women"},{"quote":"The breakdown of the black community, in order to maintain slavery, began with the breakdown of the black family. Men and women were not legally allowed to get married because you couldn&#39;t have that kind of love. It might get in the way of the economics of slavery. Your children could be taken from you and literally sold down the river.","author":"Kerry Washington","topic":"Women"},{"quote":"Women of all classes are awakening to the necessity of self-support, but few are willing to do the ordinary useful work for which they are fitted.","author":"Elizabeth Cady Stanton","topic":"Women"},{"quote":"Being a woman is a terribly difficult task, since it consists principally in dealing with men.","author":"Joseph Conrad","topic":"Women"},{"quote":"For those who have made the ultimate sacrifice, we are grateful that such men and women were among us. For those who continue to serve, we honor their commitment. For those who return to civilian life, we honor their service.","author":"Steve Buyer","topic":"Women"},{"quote":"Girls have an unfair advantage over men: if they can&#39;t get what they want by being smart, they can get it by being dumb.","author":"Yul Brynner","topic":"Women"},{"quote":"When God created man and woman, he was thinking, &#39;Who shall I give the power to, to give birth to the next human being?&#39; And God chose woman. And this is the big evidence that women are powerful.","author":"Malala Yousafzai","topic":"Women"},{"quote":"When freedom does not have a purpose, when it does not wish to know anything about the rule of law engraved in the hearts of men and women, when it does not listen to the voice of conscience, it turns against humanity and society.","author":"Pope John Paul II","topic":"Women"},{"quote":"One mustn&#39;t ask apple trees for oranges, France for sun, women for love, life for happiness.","author":"Gustave Flaubert","topic":"Women"},{"quote":"Some women are able to wake up looking effortlessly chic - as though a bevy of fashion fairies twisted their low-lit locks into a messy chignon while they slept. They choose a frock from their exceptionally curated closet and leave a trail of custom fragrance and perfection in their wake.","author":"Meghan Markle","topic":"Women"},{"quote":"Liberty lies in the hearts of men and women; when it dies there, no constitution, no law, no court can save it.","author":"Learned Hand","topic":"Women"},{"quote":"Older women know who they are, and that makes them more beautiful than younger ones. I like to see a face with some character. I want to see lines. I want to see wrinkles.","author":"Naveen Andrews","topic":"Women"},{"quote":"Learning, while at school, that the charge for the education of girls was the same as that for boys, and that, when they became teachers, women received only half as much as men for their services, the injustice of this distinction was so apparent.","author":"Lucretia Mott","topic":"Women"},{"quote":"I have encountered riotous mobs and have been hung in effigy, but my motto is: Men&#39;s rights are nothing more. Women&#39;s rights are nothing less.","author":"Susan B. Anthony","topic":"Women"},{"quote":"I just love bossy women. I could be around them all day. To me, bossy is not a pejorative term at all. It means somebody&#39;s passionate and engaged and ambitious and doesn&#39;t mind leading.","author":"Amy Poehler","topic":"Women"},{"quote":"I just like short hair on women; I think it&#39;s cool.","author":"Evangeline Lilly","topic":"Women"},{"quote":"The man who loves other countries as much as his own stands on a level with the man who loves other women as much as he loves his own wife.","author":"Theodore Roosevelt","topic":"Women"},{"quote":"The battle for the individual rights of women is one of long standing and none of us should countenance anything which undermines it.","author":"Eleanor Roosevelt","topic":"Women"},{"quote":"Women should be obscene and not heard.","author":"Groucho Marx","topic":"Women"},{"quote":"Women must tell men always that they are the strong ones. They are the big, the strong, the wonderful. In truth, women are the strong ones. It is just my opinion, I am not a professor.","author":"Coco Chanel","topic":"Women"},{"quote":"Men are not the enemy, but the fellow victims. The real enemy is women&#39;s denigration of themselves.","author":"Betty Friedan","topic":"Women"},{"quote":"If any come to my house to be instructed in the ways of God what rule have I to put them away? Do you think it not lawful for me to teach women and why do you call me to teach the court?","author":"Anne Hutchinson","topic":"Women"},{"quote":"There are only two types of women - goddesses and doormats.","author":"Pablo Picasso","topic":"Women"},{"quote":"I can promise you that women working together - linked, informed and educated - can bring peace and prosperity to this forsaken planet.","author":"Isabel Allende","topic":"Women"},{"quote":"Most women don&#39;t like good men. They say they want a good buy, but most women always wind up with the bad boy.","author":"Stephanie Mills","topic":"Women"},{"quote":"There are a number of women who have brought about immense change in society.","author":"A. P. J. Abdul Kalam","topic":"Women"},{"quote":"Where there is so much racket, there must be something out of kilter. I think that &#39;twixt the Negroes of the South and the women at the North, all talking about rights, the white men will be in a fix pretty soon.","author":"Sojourner Truth","topic":"Women"},{"quote":"I hate to generalize, but in general, both men and women suffer from ageism. Men much less because men gain power as they get older. Women lose power as they get older. Men are seen as gaining experience and being distinguished. Sons look forward to replacing their fathers.","author":"Gloria Steinem","topic":"Women"},{"quote":"Women, by their nature, are not exceptional chess players: they are not great fighters.","author":"Garry Kasparov","topic":"Women"},{"quote":"More than 90 percent of what Planned Parenthood does nationally is preventive care - including cervical cancer screenings, breast cancer screenings, and family planning - mostly for women with low resources and income below the poverty line.","author":"Gene Green","topic":"Women"},{"quote":"Women have seldom sufficient employment to silence their feelings; a round of little cares, or vain pursuits frittering away all strength of mind and organs, they become naturally only objects of sense.","author":"Mary Wollstonecraft","topic":"Women"},{"quote":"Women live lives of continual apology. They are born and raised to take the blame for other people&#39;s behavior. If they are treated without respect, they tell themselves that they have failed to earn respect. If their husbands do not fancy them, it is because they are unattractive.","author":"Germaine Greer","topic":"Women"},{"quote":"It is hardly surprising that women concentrate on the way they look instead of what is in their minds since not much has been put in their minds to begin with.","author":"Mary Shelley","topic":"Women"},{"quote":"&#39;Style Strategy&#39; is about shopping smart, staying chic and making it all last. It&#39;s about showing women how to shop for value without compromising style.","author":"Nina Garcia","topic":"Women"},{"quote":"I believe it&#39;s time that women truly owned their superpowers and used their beauty and strength to change the world around them.","author":"Janelle Monae","topic":"Women"},{"quote":"NGOs have a significant role to play, alongside governments, in improving the status of women.","author":"Jenny Shipley","topic":"Women"},{"quote":"I like curvy women. But obviously, a sense of humour is the most important thing. And there&#39;s nothing sexier than a girl who is comfortable in her own skin.","author":"Ray Fearon","topic":"Women"},{"quote":"I hope the fathers and mothers of little girls will look at them and say &#39;yes, women can.&#39;","author":"Dilma Rousseff","topic":"Women"},{"quote":"I have not personally suffered from the deprivations, the bitterness and sorrow which bring so many men and women to a realisation of social injustice.","author":"Emmeline Pankhurst","topic":"Women"},{"quote":"I think if we get freedom for women, then they are probably going to do a lot of things that I wish they wouldn&#39;t do. But it seems to me that isn&#39;t our business to say what they should do with it. It is our business to see that they get it.","author":"Alice Paul","topic":"Women"},{"quote":"The especial genius of women I believe to be electrical in movement, intuitive in function, spiritual in tendency.","author":"Margaret Fuller","topic":"Women"},{"quote":"I like how people will post pictures of me with other women that I adore, hugging on red carpets, and say, &#39;See?&#39; Are we so uncomfortable with love between two people of the same gender that we immediately label it as sexual? But I&#39;ve never been bothered by the lesbian rumor. There&#39;s nothing offensive about it, so there&#39;s no reason to be offended.","author":"Kerry Washington","topic":"Women"},{"quote":"Leave women to find their sphere.","author":"Lucy Stone","topic":"Women"},{"quote":"We live in a quick-fix society where we need instant gratification for everything. Too fat? Get lipo-sucked. Stringy hair? Glue on extensions. Wrinkles and lines? Head to the beauty shop for a pot of the latest miracle skin stuff. It&#39;s all a beautiful &pound;1 billion con foisted upon insecure women by canny cosmetic conglomerates.","author":"Joan Collins","topic":"Women"},{"quote":"Too often the great decisions are originated and given form in bodies made up wholly of men, or so completely dominated by them that whatever of special value women have to offer is shunted aside without expression.","author":"Eleanor Roosevelt","topic":"Women"},{"quote":"Charm, in most men and nearly all women, is a decoration.","author":"E. M. Forster","topic":"Women"},{"quote":"There are over 200 million illiterate women in India. This low literacy negatively impacts not just their lives but also their families&#39; and the country&#39;s economic development. A girl&#39;s lack of education also has a negative impact on the health and well-being of her children.","author":"Sachin Tendulkar","topic":"Women"},{"quote":"Emancipation of women has made them lose their mystery.","author":"Grace Kelly","topic":"Women"},{"quote":"Feminism, unlike almost every other social movement, is not a struggle against a distinct oppressor - it&#39;s not the ruling class or the occupiers or the colonizers - it&#39;s against a deeply held set of beliefs and assumptions that we women, far too often, hold ourselves.","author":"Kavita Ramdas","topic":"Women"},{"quote":"If it wasn&#39;t for women, I wouldn&#39;t be here. I&#39;m a mamma&#39;s boy at heart. I love my mom. I have the deepest, utmost respect for women.","author":"Roman Reigns","topic":"Women"},{"quote":"Today when I think about diversity, I actually think about the word &#39;inclusion.&#39; And I think this is a time of great inclusion. It&#39;s not men, it&#39;s not women alone. Whether it&#39;s geographic, it&#39;s approach, it&#39;s your style, it&#39;s your way of learning, the way you want to contribute, it&#39;s your age - it is really broad.","author":"Ginni Rometty","topic":"Women"},{"quote":"Relationships are interesting to me. Not just between men and women, but fathers and sons, brothers and sisters and friends.","author":"Steve Buscemi","topic":"Women"},{"quote":"Some women feel the best cure for a broken heart is a new beau.","author":"Gene Tierney","topic":"Women"},{"quote":"The best way to protect young black, brown, men of color, women of color, is to actually stop profiling, stop the prejudice, and stop the judgment first.","author":"Hill Harper","topic":"Women"},{"quote":"With women, I&#39;ve got a long bamboo pole with a leather loop on the end. I slip the loop around their necks so they can&#39;t get away or come too close. Like catching snakes.","author":"Marlon Brando","topic":"Women"},{"quote":"Women have always been at the forefront of progressive movements. Women can be depended on when you need bodies in the streets for women&#39;s rights and human rights.","author":"Martha Plimpton","topic":"Women"},{"quote":"It is a holy blessing to be born with the exquisite qualities of a daughter of God. Women of God, both old and young, are spiritual and sensitive, tender and gentle. They have a kind, nurturing nature. This is your inheritance. Never belittle the gifts God has given to you. Develop the divinity that is within you.","author":"Margaret D. Nadauld","topic":"Women"},{"quote":"Just as young people absorb all kinds of messages from the media, young girls learn what it means to be a woman by watching the older women in their lives.","author":"Carre Otis","topic":"Women"},{"quote":"Elite athletes learn entitlement. They believe they are entitled to have women serve their needs. It&#39;s part of being a man. It&#39;s the cultural construction of masculinity.","author":"Jackson Katz","topic":"Women"},{"quote":"Black women are programmed to define ourselves within this male attention and to compete with each other for it rather than to recognize and move upon our common interests.","author":"Audre Lorde","topic":"Women"},{"quote":"My family has very strong women. My mother never laughed at my dream of Africa, even though everyone else did because we didn&#39;t have any money, because Africa was the &#39;dark continent&#39;, and because I was a girl.","author":"Jane Goodall","topic":"Women"},{"quote":"Women have very little idea of how much men hate them.","author":"Germaine Greer","topic":"Women"},{"quote":"Until women themselves reject stigma and refuse to feel shame for the way others treat them, they have no hope of achieving full human stature.","author":"Germaine Greer","topic":"Women"},{"quote":"Every man needs two women: a quiet home-maker, and a thrilling nymph.","author":"Iris Murdoch","topic":"Women"},{"quote":"Italians come to ruin most generally in three ways, women, gambling, and farming. My family chose the slowest one.","author":"Pope John XXIII","topic":"Women"},{"quote":"Fasting is, first and foremost, an exercise for identifying and managing adversity in all its forms. With faith, in full conscience, fasting calls women and men to an extra degree of self-awareness.","author":"Tariq Ramadan","topic":"Women"},{"quote":"There were some advantages to being a woman photographer. I think women have more empathy with the subject.","author":"Annie Leibovitz","topic":"Women"},{"quote":"I&#39;m 18 in this album. I&#39;m not losing fans, and I&#39;m not disrepecting women, but you reach the maturity of taking it to the next level with a girl. It was only necessary for me to have at least one song like that.","author":"Chris Brown","topic":"Women"},{"quote":"I think I am at my best when my hair is short. It&#39;s easier to take care of and more of who I am. Women are conditioned to think we need long hair.","author":"Halle Berry","topic":"Women"},{"quote":"Well, the terrible thing right now, and I don&#39;t know the statistics, but there&#39;s a growing concern in some communities about how rapidly people are sent from school to jail, how quickly they&#39;re put into the criminal justice system. And of course the rapidly growing number of brown people, both men and women, in prison. And this is terrible.","author":"Anna Deavere Smith","topic":"Women"},{"quote":"I come from a family of well-endowed booty women.","author":"Estelle","topic":"Women"},{"quote":"Cardiovascular diseases are the leading cause of death in women.","author":"Gro Harlem Brundtland","topic":"Women"},{"quote":"There are no ugly women, only lazy ones.","author":"Helena Rubinstein","topic":"Women"},{"quote":"My mother told me two things constantly. One was to be a lady and the other was to be independent, and the law was something most unusual for those times because for most girls growing up in the &#39;40s, the most important degree was not your B.A. but your M.R.S.","author":"Ruth Bader Ginsburg","topic":"Women"},{"quote":"When growing up, I saw segregation. I saw racial discrimination. I saw those signs that said white men, colored men. White women, colored women. White waiting. And I didn&#39;t like it.","author":"John Lewis","topic":"Women"},{"quote":"I want more girls to be able to see themselves behind the camera creating images we all enjoy, and I want to call attention to the fact that women directors are here all over the world.","author":"Ava DuVernay","topic":"Women"},{"quote":"Imagine a country that flies into space, launches Sputniks, creates such a defense system, and it can&#39;t resolve the problem of women&#39;s pantyhose. There&#39;s no toothpaste, no soap powder, not the basic necessities of life. It was incredible and humiliating to work in such a government.","author":"Mikhail Gorbachev","topic":"Women"},{"quote":"I have seen what the days of tribulation can do to people. I have seen hunger stalk the streets of Europe. I have witnessed the appalling, emaciated shadows of human figures. I have seen women and children scavenge army garbage dumps for scraps of food. Those scenes and nameless faces cannot be erased from my memory.","author":"Ezra Taft Benson","topic":"Women"},{"quote":"A gentleman opposed to their enfranchisement once said to me, women have never produced anything of any value to the world. I told him the chief product of the women had been the men, and left it to him to decide whether the product was of any value.","author":"Anna Howard Shaw","topic":"Women"},{"quote":"We simply can no longer afford to deny the full potential of one half of the population. The world needs to tap into the talent and wisdom of women. Whether the issue is food security, economic recovery, health, or peace and security, the participation of women is needed now more than ever.","author":"Michelle Bachelet","topic":"Women"},{"quote":"There&#39;s something brave and touching about game girls of all ages keeping themselves smart in hard times - one thinks of those wonderful women during World War II drawing stocking seams in eyebrow pencil up the back of legs stained with gravy browning because nylons were so hard to get hold of.","author":"Julie Burchill","topic":"Women"},{"quote":"People get this very romantic vision of a fashion designer who in one night makes 25 sketches and in the morning throws them on the table and there are a lot of women in white aprons with the pins on the lapel and they start to grab the sketches and... It&#39;s not like that.","author":"Dries van Noten","topic":"Women"},{"quote":"My obsession is to make women beautiful. When you create with that in mind, things can&#39;t go out of fashion.","author":"Azzedine Alaia","topic":"Women"},{"quote":"Women writers have been told, forever, that our stories were not valuable. Not as valuable as men&#39;s stories about wars, business, power.","author":"Joyce Maynard","topic":"Women"},{"quote":"My mother was very, very beautiful, and I saw that the beautiful women around me were often constrained not only by their beauty but by the way that being an object of male desire frequently caused violence in their lives. And it caused them to be constrained in these terribly sad ways - their brilliance was not valued.","author":"Emil Ferris","topic":"Women"},{"quote":"Only men who are not interested in women are interested in women&#39;s clothes. Men who like women never notice what they wear.","author":"Anatole France","topic":"Women"},{"quote":"In the seventies we had to make it acceptable for people to accept girls and women as athletes. We had to make it okay for them to be active. Those were much scarier times for females in sports.","author":"Billie Jean King","topic":"Women"},{"quote":"For girls and women, talk is the glue that holds a relationship together - and the explosive that can blow it apart. That&#39;s why you can think you&#39;re having a perfectly amiable chat, then suddenly find yourself wounded by the shrapnel from an exploded conversation.","author":"Deborah Tannen","topic":"Women"},{"quote":"Some people are surprised that the Republicans are waging a war on women, or that they voted against equal pay for women. I&#39;m not surprised at all. In some ways, it may be a good thing. They&#39;re defending the patriarchy, which is a wounded beast! And wounded beasts are always dangerous.","author":"Jane Fonda","topic":"Women"},{"quote":"I&#39;m used to very strong women because my mother was particularly strong, and my father was away all the time. My mother was a big part of bringing up three boys, so I was fully versed in the strength of a powerful woman, and accepted that as the status quo.","author":"Ridley Scott","topic":"Women"},{"quote":"Working women wore hats. It was the only way they would take you seriously.","author":"Bella Abzug","topic":"Women"},{"quote":"I think women like Ferraris. A Ferrari is everybody&#39;s car.","author":"Tim Allen","topic":"Women"},{"quote":"Women who wear kimonos, when the fight, they have to keep their knees together, and when they use a sword, they have to move the sleeves otherwise it gets caught.","author":"Lucy Liu","topic":"Women"},{"quote":"I don&#39;t get this whole super-skinny obsession. I really think women look more beautiful when they let their curves show.","author":"Vanessa Marcil","topic":"Women"},{"quote":"What is sad for women of my generation is that they weren&#39;t supposed to work if they had families. What were they going to do when the children are grown - watch the raindrops coming down the window pane?","author":"Jackie Kennedy","topic":"Women"},{"quote":"The search for human freedom can never be complete without freedom for women.","author":"Betty Ford","topic":"Women"},{"quote":"Disguise our bondage as we will, &#39;Tis woman, woman, rules us still.","author":"Thomas Moore","topic":"Women"},{"quote":"Women are tough, but sometimes women present toughness in different ways.","author":"Katherine McNamara","topic":"Women"},{"quote":"In love, women are professionals, men are amateurs.","author":"Francois Truffaut","topic":"Women"},{"quote":"My little girls are the most beautiful women in the world. I am a lucky, lucky man. I will spend every day making sure that they know this.","author":"Russell Simmons","topic":"Women"},{"quote":"May we all, as a nation of believers, fight for the achievement of America; may we make sacrifices worthy of those proud men and women who fought for us, labored for us, bled soil from the beaches of Normandy to the fields of Gettysburg for us.","author":"Cory Booker","topic":"Women"},{"quote":"Women desire six things: They want their husbands to be brave, wise, rich, generous, obedient to wife, and lively in bed.","author":"Geoffrey Chaucer","topic":"Women"},{"quote":"As it stands, motherhood is a sort of wilderness through which each woman hacks her way, part martyr, part pioneer; a turn of events from which some women derive feelings of heroism, while others experience a sense of exile from the world they knew.","author":"Rachel Cusk","topic":"Women"},{"quote":"For Jesus, there are no countries to be conquered, no ideologies to be imposed, no people to be dominated. There are only children, women and men to be loved.","author":"Henri Nouwen","topic":"Women"},{"quote":"Why are women... so much more interesting to men than men are to women?","author":"Virginia Woolf","topic":"Women"},{"quote":"The truth is, I often like women. I like their unconventionality. I like their completeness. I like their anonymity.","author":"Virginia Woolf","topic":"Women"},{"quote":"I am an example of what is possible when girls from the very beginning of their lives are loved and nurtured by people around them. I was surrounded by extraordinary women in my life who taught me about quiet strength and dignity.","author":"Michelle Obama","topic":"Women"},{"quote":"Women have always been the strong ones of the world. The men are always seeking from women a little pillow to put their heads down on. They are always longing for the mother who held them as infants.","author":"Coco Chanel","topic":"Women"},{"quote":"We as women, we have to understand that we know more, just even instinctively, than we think we do.","author":"Michelle Obama","topic":"Women"},{"quote":"Advertising is a business of words, but advertising agencies are infested with men and women who cannot write. They cannot write advertisements, and they cannot write plans. They are helpless as deaf mutes on the stage of the Metropolitan Opera.","author":"David Ogilvy","topic":"Women"},{"quote":"There&#39;s a fundamental difference between how often men remember to say &#39;I love you&#39; and how often women want to hear &#39;I love you.&#39; For the most part, it&#39;s on the guy. He&#39;s not withholding it intentionally. It&#39;s just that we kind of miss the point sometimes, that even in the most nonchalant way, telling the person how you feel is important.","author":"Brett Young","topic":"Women"},{"quote":"The whole concept of witches was that women were speaking up for themselves and fighting for their rights. The whole concept of witchcraft came into play to hold down women and women&#39;s empowerment.","author":"Madchen Amick","topic":"Women"},{"quote":"The big divide in this country is not between Democrats and Republicans, or women and men, but between talkers and doers.","author":"Thomas Sowell","topic":"Women"},{"quote":"My job is to make desirable, luxurious, beautiful clothing and accessories women want to buy. My first decision is always based on, &#39;Can I do this in a more sustainable way without sacrificing design?&#39; If I can, then there is no reason not to.","author":"Stella McCartney","topic":"Women"},{"quote":"Older women are best, because they always think they may be doing it for the last time.","author":"Ian Fleming","topic":"Women"},{"quote":"The history of men&#39;s opposition to women&#39;s emancipation is more interesting perhaps than the story of that emancipation itself.","author":"Virginia Woolf","topic":"Women"},{"quote":"I think that American women are further along than any other women in the world. But you can&#39;t have peace in a world in which some women or some men or some nations are at different stages of development. There is so much work to be done.","author":"Alice Paul","topic":"Women"},{"quote":"I think that young women and little girls need to see that they don&#39;t have to be the damsel in distress. They don&#39;t have to not show their strength. They don&#39;t have to be whatever the stereotype is or the tropes that we go to in our minds.","author":"Octavia Spencer","topic":"Women"},{"quote":"A feminist is a person who believes in the power of women just as much as they believe in the power of anyone else. It&#39;s equality, it&#39;s fairness, and I think it&#39;s a great thing to be a part of.","author":"Zendaya","topic":"Women"},{"quote":"We Abolition Women are turning the world upside down.","author":"Angelina Grimke","topic":"Women"},{"quote":"God gave women intuition and femininity. Used properly, the combination easily jumbles the brain of any man I&#39;ve ever met.","author":"Farrah Fawcett","topic":"Women"},{"quote":"We need women who are devoted to shepherding God&#39;s children along the covenant path toward exaltation; women who know how to receive personal revelation, who understand the power and peace of the temple endowment; women who know how to call upon the powers of heaven to protect and strengthen children and families; women who teach fearlessly.","author":"Russell M. Nelson","topic":"Women"},{"quote":"Men and women have roles - their roles are different, but their rights are equal.","author":"Harri Holkeri","topic":"Women"},{"quote":"It was clear to many American working men and women that the Homestead Steel Strike of the early 1890s, when Andrew Carnegie and Henry Clay Frick broke the backs of the steel workers, that that was a watershed.","author":"David Levering Lewis","topic":"Women"},{"quote":"It is generally recognised that women are better than men at languages, personal relations and multi-tasking, but less good at map-reading and spatial awareness. It is therefore not unreasonable to suppose that women might be less good at mathematics and physics.","author":"Stephen Hawking","topic":"Women"},{"quote":"Sometimes when women come forward about sexual harassment, they&#39;re seen as a troublemaker.","author":"Gretchen Carlson","topic":"Women"},{"quote":"I shall earnestly and persistently continue to urge all women to the practical recognition of the old Revolutionary maxim. Resistance to tyranny is obedience to God.","author":"Susan B. Anthony","topic":"Women"},{"quote":"When I was growing up, there were no women in orchestras. Auditioners thought they could tell the difference between a woman playing and a man. Some intelligent person devised a simple solution: Drop a curtain between the auditioners and the people trying out. And, lo and behold, women began to get jobs in symphony orchestras.","author":"Ruth Bader Ginsburg","topic":"Women"},{"quote":"Write in such a way as that you can be readily understood by both the young and the old, by men as well as women, even by children.","author":"Ho Chi Minh","topic":"Women"},{"quote":"One of the factors a country&#39;s economy depends on is human capital. If you don&#39;t provide women with adequate access to healthcare, education and employment, you lose at least half of your potential. So, gender equality and women&#39;s empowerment bring huge economic benefits.","author":"Michelle Bachelet","topic":"Women"},{"quote":"Men and women whose early youth was shaped in the ordeal of the Great Depression showed the values formed in that crucible when tyranny threatened a world.","author":"Steve Buyer","topic":"Women"},{"quote":"There are three roads to ruin; women, gambling and technicians. The most pleasant is with women, the quickest is with gambling, but the surest is with technicians.","author":"Georges Pompidou","topic":"Women"},{"quote":"What older men and younger women have in common is they are both suffering from different insecurities. She is looking for someone to make her feel safe, and he is looking for someone who doesn&#39;t answer back and is a trophy.","author":"Mark Barrowcliffe","topic":"Women"},{"quote":"Women always want to be what they&#39;re not: If you&#39;re the pretty girl, you want to be the quirky girl. If you&#39;re the smart girl, you want to be the pretty girl.","author":"Jordana Brewster","topic":"Women"},{"quote":"Men and women who decide to flirt with adultery just once can become enmeshed in misery and unhappiness for themselves and their precious families.","author":"Joseph B. Wirthlin","topic":"Women"},{"quote":"Today, most women are surrounded by ingenious gadgets. They don&#39;t grow the peas or raise the chicken that they serve for dinner; instead they hunt and gather in the grocery store. They go through catalogs or department stores to buy clothes instead of shearing sheep, carding wool, and weaving cloth for skirts and coats and blankets.","author":"Helen Fisher","topic":"Women"},{"quote":"Around me I saw women overworked and underpaid, doing men&#39;s work at half men&#39;s wages, not because their work was inferior, but because they were women.","author":"Anna Howard Shaw","topic":"Women"},{"quote":"As costly as it was in the lives of our men and women in uniform, in military assets, and in esteem and pride, Pearl Harbor was a watershed moment for America.","author":"Joe Baca","topic":"Women"},{"quote":"If photographers are responsible for creating or reflecting an image of women in society, then, I must say, there is only one way for the future, and this is to define women as strong and independent. This should be the responsibility of photographers today: to free women, and finally everyone, from the terror of youth and perfection.","author":"Peter Lindbergh","topic":"Women"},{"quote":"Anyone can wear my dresses. They will look good on any figure, no matter what shape you are. I want to celebrate a woman&#39;s inner strength, to inspire real women and make them feel confident and beautiful.","author":"Tadashi Shoji","topic":"Women"},{"quote":"Over the years, I&#39;ve interviewed thousands of people, most of them women, and I would say that the root of every dysfunction I&#39;ve ever encountered, every problem, has been some sense of a lacking of self-value or of self-worth.","author":"Oprah Winfrey","topic":"Women"},{"quote":"I haven&#39;t trusted polls since I read that 62% of women had affairs during their lunch hour. I&#39;ve never met a woman in my life who would give up lunch for sex.","author":"Erma Bombeck","topic":"Women"},{"quote":"If I became a philosopher, if I have so keenly sought this fame for which I&#39;m still waiting, it&#39;s all been to seduce women basically.","author":"Jean-Paul Sartre","topic":"Women"},{"quote":"In Kenya women are the first victims of environmental degradation, because they are the ones who walk for hours looking for water, who fetch firewood, who provide food for their families.","author":"Wangari Maathai","topic":"Women"},{"quote":"I don&#39;t like women who follow fashion in the sense of becoming victims of it. I like women who have elegance, who have allure, who use fashion, rather than the other way around.","author":"Giorgio Armani","topic":"Women"},{"quote":"We&#39;re getting ready to take over the world. My group of girlfriends - we&#39;re renegades.","author":"Lisa Bonet","topic":"Women"},{"quote":"We ought to have more women in various management positions, because women are the ones who decide almost everything in the home.","author":"Ingvar Kamprad","topic":"Women"},{"quote":"If women were particular about men&#39;s characters, they would never get married at all.","author":"George Bernard Shaw","topic":"Women"},{"quote":"The state of female artists is very good. But the very definition of art has been biased in that &#39;art&#39; was what men did in a European tradition and &#39;crafts&#39; were what women and natives did. But it&#39;s actually all the same.","author":"Gloria Steinem","topic":"Women"},{"quote":"I want &#39;Vogue&#39; to be pacy, sharp, and sexy - I&#39;m not interested in the super-rich or infinitely leisured. I want our readers to be energetic executive women, with money of their own and a wide range of interests. There is a new kind of woman out there. She&#39;s interested in business and money.","author":"Anna Wintour","topic":"Women"},{"quote":"Kindness is the essence of greatness and the fundamental characteristic of the noblest men and women I have known.","author":"Joseph B. Wirthlin","topic":"Women"},{"quote":"We don&#39;t think only men can be powerful and strong. Behind the heads of the Mafia, the leaders of culture, there are always very strong women. European culture is a matriarchy, especially in the south. The women have a lot of power.","author":"Stefano Gabbana","topic":"Women"},{"quote":"Women make natural anarchists and revolutionaries because they&#39;ve always been second-class citizens, kinda having had to claw their way up. I mean, who made up all the rules in the culture? Men - white male corporate society. So why wouldn&#39;t a woman want to rebel against that?","author":"Kim Gordon","topic":"Women"},{"quote":"The strong bond of sisterhood was a famous trait in classical art and literature about Amazons. But it was modern people who interpreted that as a sexual preference for women. That started in the 20th century. The Russian poet Marina Tsvetaeva declared that Amazons were symbolic of lesbianism in antiquity.","author":"Adrienne Mayor","topic":"Women"},{"quote":"A lot of guys are very intimidated by an attractive woman, and they dehumanise her because our culture perceives beautiful women as commodities. But I think if you&#39;re able walk up to a person and get to know them, and you see their flaws and their impurities, and realise that they&#39;re like you, then you can humanise them again.","author":"Neil Strauss","topic":"Women"},{"quote":"I love how the men stand around cooking the barbie while the women have done all the work beforehand doing the marinade and making the salads and then everybody says, &#39;what a great barbie&#39; to the guy cooking. A barbecue is just the ultimate blokes&#39; pastime, isn&#39;t it?","author":"Curtis Stone","topic":"Women"},{"quote":"High heels empower women in a way.","author":"Christian Louboutin","topic":"Women"},{"quote":"I think men know to seduce women though words and conversation and nice gestures. That&#39;s much sexier than when a man uses muscle.","author":"Donatella Versace","topic":"Women"},{"quote":"It&#39;s important that we start conversations about changing the culture of sexual harassment and discrimination in politics, state capitols, and our larger communities with an acknowledgment of the courage of so many women who have chosen to speak up and speak out.","author":"J. B. Pritzker","topic":"Women"},{"quote":"I think that women out there should just be happy with how they look, and they shouldn&#39;t really try to conform to any stereotype. Just be happy and, hopefully, healthy.","author":"Rebel Wilson","topic":"Women"},{"quote":"With breast cancer, it&#39;s all about detection. You have to educate young women and encourage them to do everything they have to do.","author":"Bill Rancic","topic":"Women"},{"quote":"I recognise my old self in a lot of the letters I get from single women who are unrealistic about what they want.","author":"Mariella Frostrup","topic":"Women"},{"quote":"There are women who make things better, there are women who change things, there are women who make things happen, who make a difference. I want to be one of those women.","author":"Vera Farmiga","topic":"Women"},{"quote":"I do believe women have different ways of taking risks, of ruminating a bit more before they jump to conclusions. And I think that as a result, particularly on the, on, you know, on the trading floor, in the financial markets in general, the approach would be different.","author":"Christine Lagarde","topic":"Women"},{"quote":"History has taught us over and over again that freedom is not free. When push comes to shove, the ultimate protectors of freedom and liberty are the brave men and women in our armed forces. Throughout our history, they&#39;ve answered the call in bravery and sacrifice.","author":"Tim Pawlenty","topic":"Women"},{"quote":"Proof that they do not understand the republic is that in their fine promises for universal suffrage, they forgot women.","author":"Delphine de Girardin","topic":"Women"},{"quote":"I believe strongly in the rights of women... my mother is a woman, my sister is a woman, my daughter is a woman, my wife is a woman.","author":"Abdullah of Saudi Arabia","topic":"Women"},{"quote":"I merged those two words, black and feminist, because I was surrounded by black women who were very tough and and who always assumed they had to work and rear children and manage homes.","author":"Toni Morrison","topic":"Women"},{"quote":"The men and women of Afghanistan are building a nation that is free, and proud, and fighting terror - and America is honored to be their friend.","author":"George W. Bush","topic":"Women"},{"quote":"No longer shall I paint interiors with men reading and women knitting. I will paint living people who breathe and feel and suffer and love.","author":"Edvard Munch","topic":"Women"},{"quote":"On Earth, men and women are taking the same risks. Why shouldn&#39;t we be taking the same risks in space?","author":"Valentina Tereshkova","topic":"Women"},{"quote":"Women would be disproportionately affected by the privatization of social security. It is one of the most important safety nets for American women in old age, or in times of disability, to insure financial income for their families.","author":"Barbara Mikulski","topic":"Women"},{"quote":"There are those who maintain that in this world women have no right to interfere in the affairs of state, in politics, in plots and counter-plots. Others that are who, more chivalrous, are willing to admit that women have as much right to act, think, and speak as men.","author":"Belle Boyd","topic":"Women"},{"quote":"Abortion opponents say women seek abortions in haste and confusion. Pro-choicers reply: Abortion is the most difficult, agonizing decision a woman ever makes.","author":"Katha Pollitt","topic":"Women"},{"quote":"The enemy of the modern woman is not women who like fashion or are writing about it. The enemy is stereotypes that come from all places and that tell you to be one way or the other. The enemy is really real sexist people, like Todd Akin, and people who are violent against women physically or sexually.","author":"Megan Amram","topic":"Women"},{"quote":"I&#39;m a woman, of course I still have curves on me, and that&#39;s ok. I had a baby and I&#39;ve worked hard. And I don&#39;t think women should have to feel that kind of pressure. I&#39;ve done it really healthfully, and I took my time.","author":"Lily Aldridge","topic":"Women"},{"quote":"Ninety percent I&#39;ll spend on good times, women and Irish Whiskey. The other ten percent I&#39;ll probably waste.","author":"Tug McGraw","topic":"Women"},{"quote":"In it not easy to remain rational and normal mentally in such a setting where, even in our airport in Montgomery, there is a white waiting room... There are restroom facilities for white ladies and colored women, white men and colored men. We stand outside after being served at the same ticket counter instead of sitting on the inside.","author":"Rosa Parks","topic":"Women"},{"quote":"Women have learned to flex their political muscles. You got to flex that muscle to get what you want.","author":"Shirley Chisholm","topic":"Women"},{"quote":"I grew up with all mothers, all women. I come from a long line of matriarchs, very strong women.","author":"Erykah Badu","topic":"Women"},{"quote":"It has become impossible to forget &#39;votes for women,&#39; just as it was impossible to forget the reformation of Luther.","author":"Alice Paul","topic":"Women"},{"quote":"Women have had the power of naming stolen from us.","author":"Mary Daly","topic":"Women"},{"quote":"There are women who take it to the wire. That&#39;s what they are looking for, the ultimate confrontation. They want a smack.","author":"Sean Connery","topic":"Women"},{"quote":"Most companies target women as end users, but few are effectively utilizing female employees when it comes to innovating for female consumers. When women are empowered in the design and innovation process, the likelihood of success in the marketplace improves by 144%!","author":"Indra Nooyi","topic":"Women"},{"quote":"I&#39;ve always said, &#39;Underwater or on top, men and women are compatible.&#39;","author":"Sylvia Earle","topic":"Women"},{"quote":"If men knew how women pass the time when they are alone, they&#39;d never marry.","author":"O. Henry","topic":"Women"},{"quote":"Women wish to be loved without a why or a wherefore; not because they are pretty, or good, or well-bred, or graceful, or intelligent, but because they are themselves.","author":"Henri Frederic Amiel","topic":"Women"},{"quote":"Femininity is part of the God-given divinity within each of you. It is your incomparable power and influence to do good. You can, through your supernal gifts, bless the lives of children, women, and men. Be proud of your womanhood. Enhance it. Use it to serve others.","author":"James E. Faust","topic":"Women"},{"quote":"Girl Scouts is such an iconic organization that it&#39;s easy to overlook how daring an idea it was for founder Juliette Gordon Low to gather those first 18 girls in that troop in Savannah, Georgia. It was 1912, after all, and women wouldn&#39;t earn the right to vote for another eight years.","author":"Anna Maria Chavez","topic":"Women"},{"quote":"When one begins, as I did, to analyze men after a fairly long experience of analyzing women, one receives a most surprising impression of the intensity of this envy of pregnancy, childbirth, and motherhood, as well as of breasts and of the act of suckling.","author":"Karen Horney","topic":"Women"},{"quote":"In the different voice of women lies the truth of an ethic of care, the tie between relationship and responsibility, and the origins of aggression in the failure of connection.","author":"Carol Gilligan","topic":"Women"},{"quote":"There are women succeeding beyond their wildest dreams because of their sobriety.","author":"Mary Karr","topic":"Women"},{"quote":"Rejecting the fundamental provision of the Civil Rights Act is a rejection of the foundational promise of America that all men and women should be treated equally, a promise for which many Americans have lost their lives.","author":"John Yarmuth","topic":"Women"},{"quote":"What I would say to the young men and women who are beset by hopelessness and doubt is that they should go and see what is being done on the ground to fight poverty, not like going to the zoo but to take action, to open their hearts and their consciences.","author":"Abbe Pierre","topic":"Women"},{"quote":"Decisiveness is a characteristic of high-performing men and women. Almost any decision is better than no decision at all.","author":"Brian Tracy","topic":"Women"},{"quote":"It is important for women to feel beautiful when she looks in the mirror, and I tell women, &#39;If you don&#39;t feel beautiful, find one thing that you can look in that mirror and say, &#39;That is beautiful.&#39;","author":"Tyra Banks","topic":"Women"},{"quote":"Women: You can&#39;t live with them, and you can&#39;t get them to dress up in a skimpy little Nazi costume and beat you with a warm squash or something.","author":"Emo Philips","topic":"Women"},{"quote":"Plain women know more about men than beautiful women do.","author":"Katharine Hepburn","topic":"Women"},{"quote":"I like to think I&#39;m a role model for women. But I also don&#39;t like to just limit it to women. I like to think I&#39;m a role model for human beings in general.","author":"Madonna Ciccone","topic":"Women"},{"quote":"I&#39;m a huge fan of women; I think we&#39;re great.","author":"Nikki Haley","topic":"Women"},{"quote":"A lot of men do have a fear of my ultra-femininity. Sometimes people say I look like a drag queen, that I look scary, but I think that&#39;s a fear of my confidence. Most women in contemporary culture pare down their femininity, so there&#39;s a slight androgyny about them, and I think men have got used to seeing that.","author":"Paloma Faith","topic":"Women"},{"quote":"Irish women are always carrying water on their heads, and always carrying their husbands home from pubs. Such things are the greatest posture-builders in the world.","author":"Peter O'Toole","topic":"Women"},{"quote":"Women work harder. And women are more honest; they have less reasons to be corrupt.","author":"Ellen Johnson Sirleaf","topic":"Women"},{"quote":"I would not send a poor girl into the world, ignorant of the snares that beset her path; nor would I watch and guard her, till, deprived of self-respect and self-reliance, she lost the power or the will to watch and guard herself.","author":"Anne Bronte","topic":"Women"},{"quote":"If every woman who&#39;s had an abortion took tomorrow off in protest, America would grind to a halt. And that would be symbolic: because women grind to a halt if they are not in control of their fertility.","author":"Caitlin Moran","topic":"Women"},{"quote":"There is simply no way our nation can progress if its women population is left behind.","author":"Pratibha Patil","topic":"Women"},{"quote":"Whenever you have to do a photo shoot with a woman, there is this weird competition. They need to prove something. They need to play games - maybe unconsciously - but women are so sensitive, and people call me more masculine sometimes.","author":"Carice van Houten","topic":"Women"},{"quote":"We as men, in particular black men, are constantly supported, nurtured, forgiven, apologized for, led, followed and coddled by black women, and they get very little in return.","author":"Jesse Williams","topic":"Women"},{"quote":"I&#39;ve heard countless women - but not a single man - say to me, &#39;I could never stand up before the Supreme Court; it would be way too stressful.&#39; But I&#39;ve heard countless men, and very few women, say to me, &#39;I would love to argue in front of the Court; that would be so exciting.&#39;","author":"Lisa Blatt","topic":"Women"},{"quote":"The results of this survey are shocking and should be a wake-up call to men and women that drinking and smoking too much not only gives you a bad headache in the morning but can affect your ability to start a family.","author":"Ann Robinson","topic":"Women"},{"quote":"Being the boss anywhere is lonely. Being a female boss in a world of mostly men is especially so.","author":"Robert Frost","topic":"Women"},{"quote":"I do not consider divorce an evil by any means. It is just as much a refuge for women married to brutal men as Canada was to the slaves of brutal masters.","author":"Susan B. Anthony","topic":"Women"},{"quote":"I was ecstatic they re-named &#39;French Fries&#39; as &#39;Freedom Fries&#39;. Grown men and women in positions of power in the U.S. government showing themselves as idiots.","author":"Johnny Depp","topic":"Women"},{"quote":"Let us leave pretty women to men devoid of imagination.","author":"Marcel Proust","topic":"Women"},{"quote":"It would be a much better country if women did not vote. That is simply a fact.","author":"Ann Coulter","topic":"Women"},{"quote":"Women fight for democracy and engage in the world. But they shouldn&#39;t try and be copying men and be masculine; they should anchor on the home and build on those fundamentals.","author":"Vivienne Westwood","topic":"Women"},{"quote":"Societies that empower women are less violent in every way.","author":"Steven Pinker","topic":"Women"},{"quote":"It&#39;s difficult for me to trust a woman. Men are attracted to beautiful women. Women are attracted to men who offer security - financial security. And if you have money and you&#39;re famous, women find that sexy.","author":"Curtis Jackson","topic":"Women"},{"quote":"Those with less of a sense of service to the nation never understand it when men and women of character step forward to look danger and adversity straight in the eye, refusing to blink, or give ground, even to their own deaths. The protected can&#39;t begin to understand the price paid so they and their families can sleep safe and free at night.","author":"John F. Kelly","topic":"Women"},{"quote":"Margaret Sanger didn&#39;t just introduce the idea of birth control into our culture at large, she freed women from indenture to their bodies.","author":"Roxane Gay","topic":"Women"},{"quote":"Virginity is such a personal thing. You can&#39;t judge anyone on it. A lot of young women feel they want to save themselves for the man who they think they&#39;ll love forever.","author":"Joyce Brothers","topic":"Women"},{"quote":"I am really proud to be a part in whatever way of women becoming active in the political scene. I think it was the first time that people came to terms with the reality of what it meant to have a Senate made up of 98 men and two women.","author":"Anita Hill","topic":"Women"},{"quote":"Having a female point of view in the room - when you get into a discussion about behavior - who would say what and how they would interact with one another. In certain situations, women are going to have a different opinion on that than men. It made for a really balanced conversation in the room.","author":"Kathleen Kennedy","topic":"Women"},{"quote":"As more and more women, men and young people raise their voices and become active in local government, and more local leaders take action for the safety of women and girls, change happens.","author":"Michelle Bachelet","topic":"Women"},{"quote":"I&#39;m very sensitive about the fact that there&#39;s not a lot of good work for women in cinema that also deals with strong characters. But &#39;strong character&#39; doesn&#39;t mean &#39;masculine character&#39; - but something that finds the strength in femininity and the beauty in femininity. And something that says you can find femininity in men in some way.","author":"Denis Villeneuve","topic":"Women"},{"quote":"I knew a lot of black scientists, engineers, and mathematicians, and female mathematicians and engineers, women of all backgrounds. So this idea that anyone could be an engineer, a mathematician, or whatever, was something that I had grown up with and thought was really normal.","author":"Margot Lee Shetterly","topic":"Women"},{"quote":"Three things have been difficult to tame: the oceans, fools and women. We may soon be able to tame the oceans; fools and women will take a little longer.","author":"Spiro T. Agnew","topic":"Women"},{"quote":"Women are emerging as a major force for change. Countries that have invested in girls&#39; education and removed legal barriers that prevent women from achieving their potential are now seeing the benefits.","author":"Sri Mulyani Indrawati","topic":"Women"},{"quote":"You, too, women, cast away all the cowards from your embraces; they will give you only cowards for children, and you who are the daughters of the land of beauty must bear children who are noble and brave.","author":"Giuseppe Garibaldi","topic":"Women"},{"quote":"I didn&#39;t want to walk into WWE and be someone who just does bikini matches and played second fiddle to the guys. I wanted to stand out, make people excited to see women&#39;s wrestling, and show them we can be better than the men.","author":"Sasha Banks","topic":"Women"},{"quote":"I treat all women with the utmost respect both professionally and personally and would never do anything to disrespect them.","author":"Ranveer Singh","topic":"Women"},{"quote":"Whatever women do, they must do twice as well as men to be thought half as good. Luckily, this is not difficult.","author":"Charlotte Whitton","topic":"Women"},{"quote":"I don&#39;t know what women are attracted to. I can&#39;t tell, but certainly I have no notion of having sex appeal or being seductive in any way.","author":"Omar Sharif","topic":"Women"},{"quote":"Women with minimal access to resources and no access to child care have limited choices that too often mean low-wage and part-time labor. In rural communities in the developing world, when women farmers have unequal access to fertilizers or training, their farm productivity lags behind men.","author":"Lael Brainard","topic":"Women"},{"quote":"I do respect them; I have great respect for women. In fact, one of the reasons &#39;The Apprentice&#39; was such a successful show for so many years, the audience of women was fantastic.","author":"Donald Trump","topic":"Women"},{"quote":"It is obvious that discrimination exists. Women do not have the opportunities that men do. And women that do not conform to the system, who try to break with the accepted patterns, are stigmatized as odd and unfeminine.","author":"Shirley Chisholm","topic":"Women"},{"quote":"It is not women&#39;s liberation, it is women&#39;s and men&#39;s liberation.","author":"Ruth Bader Ginsburg","topic":"Women"},{"quote":"I try to teach through my opinions, through my speeches, how wrong it is to judge people on the basis of what they look like, color of their skin, whether they&#39;re men or women.","author":"Ruth Bader Ginsburg","topic":"Women"},{"quote":"I have said this many times, that there seems to be enough room in the world for mediocre men, but not for mediocre women, and we really have to work very, very hard.","author":"Madeleine Albright","topic":"Women"},{"quote":"I think women are really good at making friends and not good at networking. Men are good at networking and not necessarily making friends. That&#39;s a gross generalization, but I think it holds in many ways.","author":"Madeleine Albright","topic":"Women"},{"quote":"My next project is &#39;Venus Vs,&#39; which is a documentary that follows tennis star Venus Williams and her effort to get equal-award pay for women at Wimbledon. Most people don&#39;t realize that Venus fought for years to make sure women and men winners of that tennis championship received the same amount in award money.","author":"Ava DuVernay","topic":"Women"},{"quote":"The education of women is the best way to save the environment.","author":"E. O. Wilson","topic":"Women"},{"quote":"I&#39;d like to say to women everywhere: don&#39;t allow these right-wing talking heads, these dishonorable people, to intimidate you or scare you.","author":"Maxine Waters","topic":"Women"},{"quote":"Women have made tons of progress. But we still have a small percentage of the top jobs in any industry, in any nation in the world. I think that&#39;s partly because from a very young age, we encourage our boys to lead and we call our girls bossy.","author":"Sheryl Sandberg","topic":"Women"},{"quote":"A lot of very beautiful women can be a pain because all they&#39;re thinking about is how they look.","author":"Emma Thompson","topic":"Women"},{"quote":"Women have a favorite room, men a favorite chair.","author":"Bernard Williams","topic":"Women"},{"quote":"I regard affirmative action as pernicious - a system that had wonderful ideals when it started but was almost immediately abused for the benefit of white middle-class women.","author":"Camille Paglia","topic":"Women"},{"quote":"A lot of people don&#39;t understand what feminism is. They think it is about advance and success for women, but it&#39;s not that at all. It is about power for the female left. And they have this, I think, ridiculous idea that American women are oppressed by the patriarchy and we need laws and government to solve our problems for us.","author":"Phyllis Schlafly","topic":"Women"},{"quote":"It&#39;s like the riddle of the Sphinx... why are there so many great unmarried women, and no great unmarried men?","author":"Sarah Jessica Parker","topic":"Women"},{"quote":"Yes, black is slimming, but it&#39;s not always youthful. The right tone of red, however, is flattering on all women.","author":"Twiggy","topic":"Women"},{"quote":"I&#39;m not about my breasts; I&#39;m just about good health, OK. I&#39;m not afraid of doing what I need to do to stay here. I really don&#39;t understand women who are in denial, who don&#39;t want to go for a mammogram. I think it&#39;s stupidity. Sorry. I have no patience for that.","author":"Jaclyn Smith","topic":"Women"},{"quote":"I don&#39;t like the idea of playing a one-dimensional character who is just fearless, strong, and killer and has instincts and just thrives in dangerous circumstances - that&#39;s really boring to me, and I don&#39;t think it represents what most women feel inside.","author":"Evangeline Lilly","topic":"Women"},{"quote":"For women&#39;s tears are but the sweat of eyes.","author":"Juvenal","topic":"Women"},{"quote":"It&#39;s rare to see women in a film who are not somehow validated by a male or discussing a male or heartbroken by a male,or end up being happy because of a male. It&#39;s interesting to think about, and it&#39;s very true.","author":"Dakota Fanning","topic":"Women"},{"quote":"Only the long melancholy call to prayer, or the wail of women over the dead, or the barking of dogs, breaks the silence which at sunset falls as a pall over Baghdad.","author":"Isabella Bird","topic":"Women"},{"quote":"The connections between and among women are the most feared, the most problematic, and the most potentially transforming force on the planet.","author":"Adrienne Rich","topic":"Women"},{"quote":"I owe a debt of gratitude to two other living Justices. Sandra Day O&#39;Connor and Ruth Bader Ginsburg paved the way for me and so many other women in my generation. Their pioneering lives have created boundless possibilities for women in the law. I thank them for their inspiration and also for the personal kindnesses they have shown me.","author":"Elena Kagan","topic":"Women"},{"quote":"I believe sanity and realism can be restored to the teaching of Mathematical Statistics most easily and directly by entrusting such teaching largely to men and women who have had personal experience of research in the Natural Sciences.","author":"Ronald Fisher","topic":"Women"},{"quote":"I think women&#39;s wrestling has had a hard time because of GLOW. When GLOW came out, it looked like somebody was ripping off the male industry. Everybody made fun of it. WOW is a great product. It&#39;s produced right. It&#39;s got a little story line, and it&#39;s got good-looking girls who can work and can talk.","author":"Bobby Heenan","topic":"Women"},{"quote":"I&#39;d love to see more women working as directors and producers.","author":"Ida Lupino","topic":"Women"},{"quote":"There are many women with children under five who want to work and who lack affordable, high-quality child care.","author":"Harriet Harman","topic":"Women"},{"quote":"In mathematics and science, there is no difference in the intelligence of men and women. The difference in genes between men and women is simply the Y chromosome, which has nothing to do with intelligence.","author":"Christiane Nusslein-Volhard","topic":"Women"},{"quote":"In the Sixties, fashion was about liberation. It was about setting women free; it wasn&#39;t about being unable to walk.","author":"Veruschka von Lehndorff","topic":"Women"},{"quote":"Women have no sympathy and my experience of women is almost as large as Europe.","author":"Florence Nightingale","topic":"Women"},{"quote":"I believe men and women should get equal pay for equal work.","author":"Satya Nadella","topic":"Women"},{"quote":"Liberals have invented whole college majors - psychology, sociology and women&#39;s studies - to prove that nothing is anybody&#39;s fault.","author":"P. J. O'Rourke","topic":"Women"},{"quote":"I never realized until lately that women were supposed to be the inferior sex.","author":"Katharine Hepburn","topic":"Women"},{"quote":"Women are prepared to run for office. They&#39;re prepared to show up. Oh yeah, women have big roles to play, and they have stepped up to the plate already.","author":"Maxine Waters","topic":"Women"},{"quote":"I like to help women help themselves, as that is, in my opinion, the best way to settle the woman question. Whatever we can do and do well we have a right to, and I don&#39;t think any one will deny us.","author":"Louisa May Alcott","topic":"Women"},{"quote":"Sexual harassment on the job is not a problem for virtuous women.","author":"Phyllis Schlafly","topic":"Women"},{"quote":"I love that feeling of, you know, we are women, we are so different, our imperfections are what make us unique and beautiful.","author":"Gisele Bundchen","topic":"Women"},{"quote":"Every season I am inspired by women.","author":"Oscar de la Renta","topic":"Women"},{"quote":"I like strong, strong women who don&#39;t go down without a fight. I like iconic roles. They don&#39;t come around very often, so I have to wait for them. Obviously I&#39;m not the typical blonde who stands by the side, while the man has all the fun.","author":"Rose McGowan","topic":"Women"},{"quote":"I really think that Muslim people should stop raising their boys and girls that way. They instill a macho culture right from the start of childhood. And if you have never learned to treat girls and women respectfully, you will never be able to act differently later on than the men in your culture, and in your family. That&#39;s fact.","author":"Sibel Kekilli","topic":"Women"},{"quote":"The dedication of the United States Air Force, Special Forces, and others involved in the mission to tracking down terrorists can not be matched. We express our gratitude to these men and women who defend the freedom America represents.","author":"Tim Murphy","topic":"Women"},{"quote":"Too many women throw themselves into romance because they&#39;re afraid of being single, then start making compromises and losing their identity. I won&#39;t do that.","author":"Julie Delpy","topic":"Women"},{"quote":"I certainly came up in an era where women were really making strides and making a point to beat down doors and find their place and crash through the glass ceiling.","author":"Gina Torres","topic":"Women"},{"quote":"Women hate everything which strips off the tinsel of sentiment, and they are right, or it would rob them of their weapons.","author":"Lord Byron","topic":"Women"},{"quote":"I&#39;d much rather be a woman than a man. Women can cry, they can wear cute clothes, and they&#39;re the first to be rescued off sinking ships.","author":"Gilda Radner","topic":"Women"},{"quote":"I asked a Burmese why women, after centuries of following their men, now walk ahead. He said there were many unexploded land mines since the war.","author":"Robert Mueller","topic":"Women"},{"quote":"This is the problem with modern-day feminism. It used to be about equality. Now, it&#39;s about bashing men, asking for free stuff, and tearing down other women for refusing to play victim to the trumped-up, B.S. &#39;War on Women.&#39;","author":"Tomi Lahren","topic":"Women"},{"quote":"I grew up among strong women so I know what it&#39;s like to be loved and humiliated in a heartbeat.","author":"Chris O'Dowd","topic":"Women"},{"quote":"People feel feminists are aggressive, men-hating women with a little moustache. I think it&#39;s got a bad reputation because when feminism came into being, we were facing so much opposition that we had to be strident and aggressive.","author":"Twinkle Khanna","topic":"Women"},{"quote":"Make no mistake, most women are well aware that they&#39;ve never had it so good; when they enter a spa or salon, it is purely a hair\/nails thing, a prelude to an evening of guilt-free fun.","author":"Julie Burchill","topic":"Women"},{"quote":"Women don&#39;t realize how powerful they are.","author":"Judith Light","topic":"Women"},{"quote":"Nothing can be more absurd than the practice that prevails in our country of men and women not following the same pursuits with all their strengths and with one mind, for thus, the state instead of being whole is reduced to half.","author":"Plato","topic":"Women"},{"quote":"It&#39;s incredibly unfair. You don&#39;t see a lot of 60-year-old women with 20-year-old men onscreen.","author":"George Clooney","topic":"Women"},{"quote":"Women, you can have it all - a loving man, devoted husband, loving children, a fabulous career.","author":"Jada Pinkett Smith","topic":"Women"},{"quote":"Intimacies between women often go backwards, beginning in revelations and ending in small talk.","author":"Elizabeth Bowen","topic":"Women"},{"quote":"But, alas! what poor Woman is ever taught that she should have a higher Design than to get her a Husband?","author":"Mary Astell","topic":"Women"},{"quote":"Women are builders of civil society. We are the ones who are going to build it. You know why? We have no choice. Either you shut up, and you are humiliated, or you do what I&#39;m doing. You scream.","author":"Fatema Mernissi","topic":"Women"},{"quote":"I liked women as a shape to dress.","author":"Gianni Versace","topic":"Women"},{"quote":"Women need not always keep their mouths shut and their wombs open.","author":"Emma Goldman","topic":"Women"},{"quote":"Women, we might as well be dogs baying the moon as petitioners without the right to vote!","author":"Susan B. Anthony","topic":"Women"},{"quote":"Every day, I wake up determined to deliver a better life for the people all across this nation that have been neglected, ignored, and abandoned. I have visited the laid-off factory workers and the communities crushed by our horrible and unfair trade deals. These are the forgotten men and women of our country.","author":"Donald Trump","topic":"Women"},{"quote":"Men are April when they woo, December when they wed. Maids are May when they are maids, but the sky changes when they are wives.","author":"William Shakespeare","topic":"Women"},{"quote":"I think the reason why strong women have such a powerful impact is that you&#39;ve got the strength of a man with the heart and sensitivity of a woman.","author":"Emilia Clarke","topic":"Women"},{"quote":"Fashion is always of the time in which you live. It is not something standing alone. But the grand problem, the most important problem, is to rejeuvenate women. To make women look young. Then their outlook changes. They feel more joyous.","author":"Coco Chanel","topic":"Women"},{"quote":"I&#39;ve never wanted to look like models on the cover of magazines. I represent the majority of women and I&#39;m very proud of that.","author":"Adele","topic":"Women"},{"quote":"Men&#39;s vows are women&#39;s traitors!","author":"William Shakespeare","topic":"Women"},{"quote":"The Bible and the Church have been the greatest stumbling blocks in the way of women&#39;s emancipation.","author":"Elizabeth Cady Stanton","topic":"Women"},{"quote":"There is no such thing as society: there are individual men and women, and there are families.","author":"Margaret Thatcher","topic":"Women"},{"quote":"I think scent is sensual. I guess evoking a mood or a spirit is key, and I think with the women&#39;s fragrances we have evoked different types, moods or sensibilities of a woman - whether it&#39;s Daisy with the sweetness and the innocence or Lola which is more provocative, sexy and sultry.","author":"Marc Jacobs","topic":"Women"},{"quote":"You can&#39;t forget that organizational success flows from the hearts and minds of the men and women you lead. Rather than treating your people as you&#39;d like to be treated, treat them as they would like to be treated. Small gestures like opting for face-to-face meetings or sending personal notes can have an enormous impact on teams and their morale.","author":"Marillyn Hewson","topic":"Women"},{"quote":"We have to consciously study how to be tender with each other until it becomes a habit because what was native has been stolen from us, the love of Black women for each other.","author":"Audre Lorde","topic":"Women"},{"quote":"When you&#39;re wounded and left on Afghanistan&#39;s plains, and the women come out to cut up what remains, jest roll to your rifle and blow out your brains and go to your gawd like a soldier.","author":"Rudyard Kipling","topic":"Women"},{"quote":"People say women shouldn&#39;t have long hair over a certain age, but I&#39;ve never done what everyone says.","author":"Jane Seymour","topic":"Women"},{"quote":"The true republic: men, their rights and nothing more; women, their rights and nothing less.","author":"Franklin Pierce Adams","topic":"Women"},{"quote":"I don&#39;t know why women want any of the things men have when one of the things that women have is men.","author":"Coco Chanel","topic":"Women"},{"quote":"Fear of serious injury alone cannot justify oppression of free speech and assembly. Men feared witches and burnt women. It is the function of speech to free men from the bondage of irrational fears.","author":"Louis D. Brandeis","topic":"Women"},{"quote":"I&#39;m ready to move on to the next chapter of my life in which I will redouble my efforts to empower women in the workplace.","author":"Gretchen Carlson","topic":"Women"},{"quote":"I seldom read anything that is not of a factual nature because I want to invest my time wisely in the things that will improve my life. Don&#39;t misunderstand; there is nothing wrong with reading purely for the joy of it. Novels have their place, but biographies of famous men and women contain information that can change lives.","author":"Zig Ziglar","topic":"Women"},{"quote":"There are thousands of good-looking women out there. Longevity for a heroine doesn&#39;t come only with good looks: talent matters.","author":"Samantha Ruth Prabhu","topic":"Women"},{"quote":"Boxing is the most beautiful thing after women.","author":"Canelo Alvarez","topic":"Women"},{"quote":"Population growth is straining the Earth&#39;s resources to the breaking point, and educating girls is the single most important factor in stabilizing that. That, plus helping women gain political and economic power and safeguarding their reproductive rights.","author":"Al Gore","topic":"Women"},{"quote":"What&#39;s revolting is the body-positivity movement. What&#39;s revolting is this idea now that you can tell women they&#39;ll be happy and healthy at any size. Why? Because it tells women that you can be fat, and you can be unattractive, and you can be happy anyway. That&#39;s a lie.","author":"Milo Yiannopoulos","topic":"Women"},{"quote":"I don&#39;t think I&#39;m a good ol&#39; boy. Honestly, the last thing I am is a redneck. I like silk sheets, fancy cars, beautiful women, good whiskey.","author":"Joe Jamail","topic":"Women"},{"quote":"I became a lesbian because of women, because women are beautiful, strong, and compassionate.","author":"Rita Mae Brown","topic":"Women"},{"quote":"Success is the best revenge. I always feel women should answer back either with their sarcasm or success.","author":"Kangana Ranaut","topic":"Women"},{"quote":"As more men become more educated and women get educated, the value system has to be more enhanced and the respect for human dignity and human life is made better.","author":"Ellen Johnson Sirleaf","topic":"Women"},{"quote":"Hillary Clinton will always be there for you. And just remember - there&#39;s a special place in hell for women who don&#39;t help each other.","author":"Madeleine Albright","topic":"Women"},{"quote":"Guitars are like women. You&#39;ll never get them totally right.","author":"Slash","topic":"Women"},{"quote":"You see a lot of smart guys with dumb women, but you hardly ever see a smart woman with a dumb guy.","author":"Erica Jong","topic":"Women"},{"quote":"While cats can be infuriating, little old women in fur coats, they make me laugh. Of course, dogs, horses and my highly social chickens are dear to me, too.","author":"Rita Mae Brown","topic":"Women"},{"quote":"Women&#39;s art, political art - those categorisations perpetuate a certain kind of marginality which I&#39;m resistant to. But I absolutely define myself as a feminist.","author":"Barbara Kruger","topic":"Women"},{"quote":"I would like to tell the young men and women before me not to lose hope and courage. Success can only come to you by courageous devotion to the task lying in front of you.","author":"C. V. Raman","topic":"Women"},{"quote":"Women waited 144 years before earning suffrage. If a mature, multiparty democracy was so darn easy, everybody would have one.","author":"Thomas P.M. Barnett","topic":"Women"},{"quote":"Marriage, to women as to men, must be a luxury, not a necessity; an incident of life, not all of it.","author":"Susan B. Anthony","topic":"Women"},{"quote":"I&#39;m supposed to have a Ph.D. on the subject of women. But the truth is I&#39;ve flunked more often than not. I&#39;m very fond of women; I admire them. But, like all men, I don&#39;t understand them.","author":"Frank Sinatra","topic":"Women"},{"quote":"All the women want to be with me, all the men want to be like me.","author":"Ric Flair","topic":"Women"},{"quote":"The history of progress is written in the blood of men and women who have dared to espouse an unpopular cause, as, for instance, the black man&#39;s right to his body, or woman&#39;s right to her soul.","author":"Emma Goldman","topic":"Women"},{"quote":"As motherhood is the greatest and most natural God-given gift for women for posterity, it would seem that the birth and rearing of children, in the way which to us seems most ideal, would be the most satisfying and the most rewarding career for a woman.","author":"Rose Kennedy","topic":"Women"},{"quote":"Women encourage men to be childish, then scold them.","author":"Mason Cooley","topic":"Women"},{"quote":"A sexual revolution begins with the emancipation of women, who are the chief victims of patriarchy, and also with the ending of homosexual oppression.","author":"Kate Millett","topic":"Women"},{"quote":"It&#39;s long been accepted as fact that the availability of family planning services saves lives. Where women have access to these services, children and families are healthier, and society at large benefits.","author":"Martha Plimpton","topic":"Women"},{"quote":"There is a real vulgarity in the way women dress at the moment. They show off too much and try too hard. They don&#39;t understand where the line is between sexy and vulgar. I know where that line is.","author":"Roberto Cavalli","topic":"Women"},{"quote":"Too often, women are waiting for someone to recognise their great work and tap them on the shoulder and say, &#39;Here - this is the next thing we want you to do,&#39; and that may happen. But I feel you need to take more ownership of telling your story, advocating for yourself. You can do it in a way that&#39;s positive and that your leaders will appreciate.","author":"Lynne Doughtie","topic":"Women"},{"quote":"Hundreds of thousands of American servicemen and women are deployed across the world in the war on terror. By bringing hope to the oppressed, and delivering justice to the violent, they are making America more secure.","author":"George W. Bush","topic":"Women"},{"quote":"There are two kinds of women, those who want power in the world and those who want power in bed.","author":"Jackie Kennedy","topic":"Women"},{"quote":"Women, with their sure instincts, realized that my intention was to make them not just more beautiful but also happier.","author":"Christian Dior","topic":"Women"},{"quote":"I wish I could just go tell all the young women I work with, all these fabulous women, &#39;Believe in yourself and negotiate for yourself. Own your own success.&#39; I wish I could tell that to my daughter. But it&#39;s not that simple.","author":"Sheryl Sandberg","topic":"Women"},{"quote":"I think Indian women are very beautiful. They have a sense of elegance and innocence.","author":"Pierce Brosnan","topic":"Women"},{"quote":"The tantalizing discomfort of perplexity is what inspires otherwise ordinary men and women to extraordinary feats of ingenuity and creativity; nothing quite focuses the mind like dissonant details awaiting harmonious resolution.","author":"Brian Greene","topic":"Women"},{"quote":"One cannot deny the great role women have played in the world community. My flight was yet another impetus to continue this female contribution.","author":"Valentina Tereshkova","topic":"Women"},{"quote":"Women are such strong, powerful leaders, and a lot of the time, we play it silent.","author":"Brie Larson","topic":"Women"},{"quote":"There&#39;s always a side of me that goes, &#39;I&#39;m just a nerd.&#39; I never look at myself and say, &#39;I&#39;m beautiful.&#39; Like anyone else, I see the flaws. Guys don&#39;t do that as much as women. But you have to learn to appreciate and accept and love yourself as you are.","author":"Heather Graham","topic":"Women"},{"quote":"South Korea first allowed women into the military in 1950 during the Korean War. Back then, female soldiers mainly held administrative and support positions. Women began to take on combat roles in the 1990s when the three military academies, exclusive to men, began accepting women.","author":"Kim Young-ha","topic":"Women"},{"quote":"Because all of us believe and understand in the fabric of the common bond of why we call ourselves American is to care for the men and women who wear the uniform; and when they take off the uniform, we care for them when they are veterans.","author":"Steve Buyer","topic":"Women"},{"quote":"There is no such thing as low maintenance or high maintenance, just a bunch of women hoping for a capable mechanic.","author":"Liz Vassey","topic":"Women"},{"quote":"Every argument for Negro suffrage is an argument for women&#39;s suffrage.","author":"W. E. B. Du Bois","topic":"Women"},{"quote":"We will never see a day when women of means are not able to get a safe abortion in this country.","author":"Ruth Bader Ginsburg","topic":"Women"},{"quote":"Clearly older women and especially older women who have led an active life or elder women who successfully maneuver through their own family life have so much to teach us about sharing, patience, and wisdom.","author":"Alice Walker","topic":"Women"},{"quote":"When the British came to Ibo land, for instance, at the beginning of the 20th century, and defeated the men in pitched battles in different places, and set up their administrations, the men surrendered. And it was the women who led the first revolt.","author":"Chinua Achebe","topic":"Women"},{"quote":"Women have to harness their power - its absolutely true. It&#39;s just learning not to take the first no. And if you can&#39;t go straight ahead, you go around the corner.","author":"Cher","topic":"Women"},{"quote":"Sensible and responsible women do not want to vote. The relative positions to be assumed by man and woman in the working out of our civilization were assigned long ago by a higher intelligence than ours.","author":"Grover Cleveland","topic":"Women"},{"quote":"Their effort to place the women upon the same industrial level with themselves in order that all may pull together in the effort to maintain reasonable conditions of life.","author":"Florence Kelley","topic":"Women"},{"quote":"Women will never be as successful as men because they have no wives to advise them.","author":"Dick Van Dyke","topic":"Women"},{"quote":"If the Democrats want to insult women by making them believe that they are helpless without Uncle Sugar coming in and providing for them a prescription each month for birth control because they cannot control their libido or their reproductive system without the help of the government, then so be it.","author":"Mike Huckabee","topic":"Women"},{"quote":"Any one must see at a glance that if men and women marry those whom they do not love, they must love those whom they do not marry.","author":"Harriet Martineau","topic":"Women"},{"quote":"The journey for women, no matter what venue it is - politics, business, film - it&#39;s, it&#39;s a long journey.","author":"Kathryn Bigelow","topic":"Women"},{"quote":"Women have talent and intelligence but, due to social constraints and prejudices, it is still a long distance away from the goal of gender equality.","author":"Pratibha Patil","topic":"Women"},{"quote":"For many women, going back to work a few months after having a baby is overwhelming and unmanageable. As strange as it may seem, things get even more difficult for a working mom after the second and third baby arrive. By that time, the romance of being a modern &#39;superwoman&#39; wears off and reality sets in.","author":"Mika Brzezinski","topic":"Women"},{"quote":"I&#39;m always rather nervous about how you talk about women who are active in politics, whether they want to be talked about as women or as politicians.","author":"John F. Kennedy","topic":"Women"},{"quote":"The faces of most American women over thirty are relief maps of petulant and bewildered unhappiness.","author":"F. Scott Fitzgerald","topic":"Women"},{"quote":"Women can&#39;t do everything at the same time, we need to understand milestones in our lives comes in segments.","author":"Madeleine Albright","topic":"Women"},{"quote":"When women love us, they forgive us everything, even our crimes; when they do not love us, they give us credit for nothing, not even our virtues.","author":"Honore de Balzac","topic":"Women"},{"quote":"Men&#39;s memoirs are about answers; women&#39;s memoirs are about questions. Most male authors want to look good in their memoirs and have a place in posterity, while most women know that posterity is what happens when you no longer care. Women want to connect with others here and now; they couldn&#39;t care less about legacy!","author":"Isabel Allende","topic":"Women"},{"quote":"If more women are in leadership roles, we&#39;ll stop assuming they shouldn&#39;t be.","author":"Sheryl Sandberg","topic":"Women"},{"quote":"People ask why there are so few female artists who succeed. It&#39;s because women are not ready to sacrifice as much as men. Women want a man, they want a family, they want to have children, they want to be loved, and to be an artist. And they can&#39;t; it&#39;s impossible.","author":"Marina Abramovic","topic":"Women"},{"quote":"The sad reality is that girl-on-girl hate is such a big issue in schools, at work, or online, and it never made any sense to me because, as women, we know how awesome other women can be.","author":"Lilly Singh","topic":"Women"},{"quote":"Indeed, the Muslims have all the social evils of the Hindus and something more. That something more is the compulsory system of purdah for Muslim women. These burka women walking in the streets is one of the most hideous sights one can witness in India.","author":"B. R. Ambedkar","topic":"Women"},{"quote":"Because sorry to say, women run the house. They run the family. They hold things up. I mean, it&#39;s like you don&#39;t ever see your mom get sick because she handles everything. And it&#39;s kind of amazing I think to show people just how strong women are.","author":"Sophia Bush","topic":"Women"},{"quote":"You can be a thousand different women. It&#39;s your choice which one you want to be. It&#39;s about freedom and sovereignty. You celebrate who you are. You say, &#39;This is my kingdom.&#39;","author":"Salma Hayek","topic":"Women"},{"quote":"We are very luck to be women, so even if we&#39;re wearing trousers, I always wear them with some lace underwear or a very feminine bra - I like that.","author":"Carine Roitfeld","topic":"Women"},{"quote":"At the end of the day, I want to create collections that, although I am inspired by very creative women, I want my customer to walk away with a silhouette that she doesn&#39;t even know what collection it comes from. That it just lasts in her wardrobe and makes her feel strong and confident and hopefully happy.","author":"Rachel Roy","topic":"Women"},{"quote":"I love to wear lingerie. The problem is that men always rip it off too quickly. When women are dolled up in lingerie they feel sexy. So let us wear it for five minutes.","author":"Karen McDougal","topic":"Women"},{"quote":"From birth to age 18 a girl needs good parents. From 18 to 35 she needs good looks. From 35 to 55 she needs a good personality. From 55 on, she needs good cash.","author":"Sophie Tucker","topic":"Women"},{"quote":"Everyone now knows how to find the meaning of life within himself. But mankind wasn&#39;t always so lucky. Less than a century ago, men and women did not have easy access to the puzzle boxes within them.","author":"Kurt Vonnegut","topic":"Women"},{"quote":"You would better educate ten women into the practice of liberal principles than to organize a thousand on a platform of intolerance and bigotry.","author":"Susan B. Anthony","topic":"Women"},{"quote":"Women will only have true equality when men share with them the responsibility of bringing up the next generation.","author":"Ruth Bader Ginsburg","topic":"Women"},{"quote":"Women&#39;s rights is not only an abstraction, a cause; it is also a personal affair. It is not only about us; it is also about me and you. Just the two of us.","author":"Toni Morrison","topic":"Women"},{"quote":"I like women. I love women.","author":"ASAP Rocky","topic":"Women"},{"quote":"For many women, and a fair number of men, saying &#39;I&#39;m sorry&#39; isn&#39;t literally an apology; it&#39;s a ritual way of restoring balance to a conversation.","author":"Deborah Tannen","topic":"Women"},{"quote":"The biggest message I have for young women is, Don&#39;t start cutting off branches of your career tree unnecessarily early. Sometimes women say, I know I want to have a family or play in the local symphony, and they start pulling themselves out of their career path. You don&#39;t have to take yourself out of the running before you even start.","author":"Mary Barra","topic":"Women"},{"quote":"If women can be railroad workers in Russia, why can&#39;t they fly in space?","author":"Valentina Tereshkova","topic":"Women"},{"quote":"The first organised opposition by women to women&#39;s suffrage in England dates from 1889, when a number of ladies led by Mrs Ward appealed against the proposed extension of the Parliamentary suffrage to women.","author":"Millicent Fawcett","topic":"Women"},{"quote":"In 1969, I gave up women and alcohol - it was the worst 20 minutes of my life.","author":"George Best","topic":"Women"},{"quote":"I&#39;m one of those women who likes to chat and share knowledge and pass it around.","author":"Jennie Garth","topic":"Women"},{"quote":"I owe nothing to Women&#39;s Lib.","author":"Margaret Thatcher","topic":"Women"},{"quote":"Women, can&#39;t live with them, can&#39;t live without them.","author":"Desiderius Erasmus","topic":"Women"},{"quote":"It&#39;s everyone&#39;s responsibility to build up other women rather than tear them down. Be self-aware and proactive. It&#39;s not wrong to have those thoughts, but you can change how you respond to those feelings. Take a mental step back, and think about why you&#39;re feeling that way.","author":"Lilly Singh","topic":"Women"},{"quote":"Youth is impulsive. When our young men grow angry at some real or imaginary wrong, and disfigure their faces with black paint, it denotes that their hearts are black, and that they are often cruel and relentless, and our old men and old women are unable to restrain them. Thus it has ever been.","author":"Chief Seattle","topic":"Women"},{"quote":"Strong women, that&#39;s who I really respect.","author":"Victoria Beckham","topic":"Women"},{"quote":"I am my own woman.","author":"Evita Peron","topic":"Women"},{"quote":"Many men and women in the world demonstrate great willpower and self-discipline in overcoming bad habits and the weaknesses of the flesh.","author":"Ezra Taft Benson","topic":"Women"},{"quote":"Henceforth the leaves of the tree of knowledge were for women, and for the healing of the nations.","author":"Lucy Stone","topic":"Women"},{"quote":"I believe women should be independent and have their own life. But I also think that when a couple decides to have a family, things change because you need to live in unison.","author":"Irina Shayk","topic":"Women"},{"quote":"Men need to live and breathe women.","author":"Adam Levine","topic":"Women"},{"quote":"Harvard University researchers found that women at high risk of heart disease who had a tablespoon of peanut butter five or more days a week appeared to nearly halve their risk of suffering a heart attack compared with women who ate one serving or less per week.","author":"Michael Greger","topic":"Women"},{"quote":"There&#39;s just something about vampires that&#39;s sexy. It&#39;s the same reason why women go for the bad boy - you want them but you shouldn&#39;t have them.","author":"Nina Dobrev","topic":"Women"},{"quote":"Kids, adults, men, women, everybody has a relationship with Mickey Mouse.","author":"Warren Spector","topic":"Women"},{"quote":"But research confirms that both Republican and Democratic women are more likely than their male counterparts to initiate and fight for bills that champion social justice, protect the environment, advocate for families, and promote nonviolent conflict resolution.","author":"Dee Dee Myers","topic":"Women"},{"quote":"No education can be of true advantage to young women but that which trains them up in humble industry, in great plainness of living, in exact modesty of dress.","author":"William Law","topic":"Women"},{"quote":"I have a pretty active presence on social networking sites, and every day there are messages from so many young girls telling me that they are happy B-Town has curvy women like me. I feel you should be happy the way you are. Of course, fitness is important, but not to the extent of obsession!","author":"Sonakshi Sinha","topic":"Women"},{"quote":"Most men are very attached to the idea of being male, and usually experience a lot of fear and insecurity around the idea of being a man. Most women are very identified with their gender, and also experience a tremendous amount of fear and insecurity.","author":"Andrew Cohen","topic":"Women"},{"quote":"For most women, including women who want to have children, contraception is not an option; it is a basic health care necessity.","author":"Louise Slaughter","topic":"Women"},{"quote":"Women basically want the same thing - a good passionate story, a great fantasy - and for our partners to do the laundry and the washing up.","author":"E. L. James","topic":"Women"},{"quote":"What is clear is that business leaders must commit to champion change - to be transparent about their goals for change, to align their incentives systems to drive the change, and to make sure their work environments are flexible in a way that allows men and women who choose to work to be able to achieve all of their potential.","author":"Beth Brooke","topic":"Women"},{"quote":"I do not believe in sex distinction in literature, law, politics, or trade - or that modesty and virtue are more becoming to women than to men, but wish we had more of it everywhere.","author":"Belva Lockwood","topic":"Women"},{"quote":"There are so many men and women who hold no distinctive positions but whose contribution towards the development of society has been enormous.","author":"Nelson Mandela","topic":"Women"},{"quote":"I always say that women should wear whatever makes them feel good about themselves. That&#39;s what I always try to do.","author":"Michelle Obama","topic":"Women"},{"quote":"The six people who had the biggest impact on my life were all women. Had I been sexist, my life would have been far less fulfilling.","author":"Zig Ziglar","topic":"Women"},{"quote":"But while they prate of economic laws, men and women are starving. We must lay hold of the fact that economic laws are not made by nature. They are made by human beings.","author":"Franklin D. Roosevelt","topic":"Women"},{"quote":"There are a lot of good women in New York.","author":"Drake","topic":"Women"},{"quote":"For some reason, I have better luck when I work with women. I guess I have a good sense of sisterhood.","author":"Dolly Parton","topic":"Women"},{"quote":"I am not telling men to step away from speaking for women&#39;s rights; rather, I am focusing on women to be independent to fight for themselves.","author":"Malala Yousafzai","topic":"Women"},{"quote":"Most women are one man away from welfare.","author":"Gloria Steinem","topic":"Women"},{"quote":"I have frequently been questioned, especially by women, of how I could reconcile family life with a scientific career. Well, it has not been easy.","author":"Marie Curie","topic":"Women"},{"quote":"Women are in a position now to voice their opinion... women are getting empowered. The more power they get, the more voice they get to shift certain things around. Now I have a daughter, I understand. When I didn&#39;t have a daughter, I didn&#39;t understand.","author":"Snoop Dogg","topic":"Women"},{"quote":"So many women just don&#39;t know how great they really are. They come to us all vogue outside and vague on the inside.","author":"Mary Kay Ash","topic":"Women"},{"quote":"Women have been the most persecuted people throughout all of recorded history, more than any race or religion.","author":"Leonardo DiCaprio","topic":"Women"},{"quote":"Climate change, demographics, water, food, energy, global health, women&#39;s empowerment - these issues are all intertwined. We cannot look at one strand in isolation. Instead, we must examine how these strands are woven together.","author":"Ban Ki-moon","topic":"Women"},{"quote":"When it comes to women, there has been a tendency to define women in sports in the context of their relationships - they watch games because their husbands watch. They&#39;re interested because their kids play a sport. They buy tickets to a sporting event because it&#39;s a way to spend time with family.","author":"Indra Nooyi","topic":"Women"},{"quote":"I don&#39;t feel that I&#39;ve faced discrimination. I&#39;ve had every chance to succeed and more, and I think that&#39;s what all women should have.","author":"Janet Yellen","topic":"Women"},{"quote":"I love women. I&#39;m trying to do beautiful things with them. I&#39;m not trying to insult them. My life is not about that.","author":"Calvin Klein","topic":"Women"},{"quote":"A lot of the time, the way it&#39;s portrayed is that I only see women in a sexual way. But I grew up with just my mum and sister, so I respect women a lot.","author":"Harry Styles","topic":"Women"},{"quote":"It was easy to persecute me without people feeling ashamed. It was easy to vilify me and project me as a woman who was not following the tradition of a &#39;good African woman&#39; and as a highly educated elitist who was trying to show innocent African women ways of doing things that were not acceptable to African men.","author":"Wangari Maathai","topic":"Women"},{"quote":"It&#39;s strong to be vulnerable. To be able to communicate with other women is one of the most powerful things.","author":"Cara Delevingne","topic":"Women"},{"quote":"I believe all men, all women, regardless of race, gender, socioeconomic background, you deserve the same rights.","author":"Sophia Bush","topic":"Women"},{"quote":"After all those years as a woman hearing &#39;not thin enough, not pretty enough, not smart enough, not this enough, not that enough,&#39; almost overnight I woke up one morning and thought, &#39;I&#39;m enough.&#39;","author":"Anna Quindlen","topic":"Women"},{"quote":"For millennia, men have enslaved women and attempted to appropriate female creative power, re-casting themselves as gods and creators. This assault continues today in the forms of ruthless wealth and mineral extraction, genetic engineering, mass surveillance, and war mongering.","author":"Anohni","topic":"Women"},{"quote":"Feminism is an attack on social practices and habits of thought that keep women and men boxed into gender roles that are harmful.","author":"Robert Webb","topic":"Women"},{"quote":"We are people, individuals comprising a variety of sexes, races, shifting sexualities and all the rest of it. Every convention that tries to reinforce this difference is a step back. Notions of gender pointlessly separate men from women, but also mothers from daughters and fathers from sons.","author":"Robert Webb","topic":"Women"},{"quote":"After centuries of dormancy, young women... can now look toward a future moulded by their own hands.","author":"Rita Levi-Montalcini","topic":"Women"},{"quote":"Women who stay true to themselves are always more interesting and beautiful to me: women like Frida Kahlo, Georgia O&#39;Keeffe and Anna Magnani - women who have style, chic, allure and elegance. They didn&#39;t submit to any standard of beauty - they defined it.","author":"Isabella Rossellini","topic":"Women"},{"quote":"Veterans Day is a time to celebrate the men and women who have worn this nation&#39;s uniform and to honor their service.","author":"Tammy Duckworth","topic":"Women"},{"quote":"I get very nervous around famous people and I get nervous around beautiful women.","author":"Liev Schreiber","topic":"Women"},{"quote":"I created the Women&#39;s Federation for World Peace in order to restore all that woman originally lost. You American women don&#39;t need a man in the position of grandfather, parents, husband, elder or younger brother. You only need the true Adam.","author":"Sun Myung Moon","topic":"Women"},{"quote":"Here&#39;s the thing about lingerie: The only time we see it outside our own bedrooms, it is on women who are gloriously freakish in their physical perfection.","author":"Lynn Coady","topic":"Women"},{"quote":"We work to create a new wave of feminism that is more inclusive. I want others to feel equal. It&#39;s so great to see women in positions of power, which is why other artists, such as Marilyn Minter, are so inspirational to me.","author":"Petra Collins","topic":"Women"},{"quote":"Sexy is the attraction that is given as an encomium to women or men, or the capacity to attract the attention of the opposite sex because of their physical attributes.","author":"Miriam Defensor-Santiago","topic":"Women"},{"quote":"Heartless retouching should not be the chosen tool to represent women in the beginning of this century.","author":"Peter Lindbergh","topic":"Women"},{"quote":"Firefighters are essential to the safety and security of our local communities. We owe it to these men and women to provide them with better training and equipment so they can do their jobs more effectively and safely.","author":"Carl Levin","topic":"Women"},{"quote":"A woman has two smiles that an angel might envy, the smile that accepts a lover before words are uttered, and the smile that lights on the first born babe, and assures it of a mother&#39;s love.","author":"Thomas Chandler Haliburton","topic":"Women"},{"quote":"We cannot continue to ask the brave men and women of our Armed Forces to put their lives on the line to protect our country while we jeopardize their safety by failing to ensure that Defense Department funds are not siphoned off to warlords in Afghanistan.","author":"John F. Tierney","topic":"Women"},{"quote":"Part of the $10 million I spent on gambling, part on booze and part on women. The rest I spent foolishly.","author":"George Raft","topic":"Women"},{"quote":"&#39;The Lady&#39;s World&#39; should be made the recognized organ for the expression of women&#39;s opinions on all subjects of literature, art and modern life, and yet it should be a magazine that men could read with pleasure.","author":"Oscar Wilde","topic":"Women"},{"quote":"These are the things of which men think, who live: of their own selves and the dwelling place of their fathers; of their neighbors; of work and service; of rule and reason and women and children; of Beauty and Death and War.","author":"W. E. B. Du Bois","topic":"Women"},{"quote":"Trying to meet new women, it&#39;s always a little more difficult as opposed to calling somebody I knew that&#39;s single and trying to rebuild that connection.","author":"Drake","topic":"Women"},{"quote":"Wherever there was injustice, war, discrimination against women, gays and the disadvantaged, I did my best to show up and exert moral persuasion.","author":"Coretta Scott King","topic":"Women"},{"quote":"Whether women are better than men I cannot say - but I can say they are certainly no worse.","author":"Golda Meir","topic":"Women"},{"quote":"The men and women in the Armed Forces, that&#39;s what I always think about and what I teach my kids about. We&#39;re getting ready to sit down at the table and have Thanksgiving, and there&#39;s people that are not with their families.","author":"Guy Fieri","topic":"Women"},{"quote":"Women are the real architects of society.","author":"Cher","topic":"Women"},{"quote":"Most women set out to try to change a man, and when they have changed him they do not like him.","author":"Marlene Dietrich","topic":"Women"},{"quote":"A homely face and no figure have aided many women heavenward.","author":"Minna Antrim","topic":"Women"},{"quote":"I don&#39;t do any microdermabrasion or any type of injections in my skin because I think that&#39;s really just temporary. And if the nerve system is damaged... I know some women who thought they would look much more beautiful if they had something done, and then their lives were destroyed because of that.","author":"Melania Trump","topic":"Women"},{"quote":"I hope that I inspire women to believe in themselves, no matter where they come from; no matter what education they have; what particular background they originate from.","author":"Madonna Ciccone","topic":"Women"},{"quote":"Speaking very generally, I find that women are spiritually, emotionally, and often physically stronger than men.","author":"Gary Oldman","topic":"Women"},{"quote":"My father, in a way, was a mentor in the way he instilled the basic values and ethics in me. My mother was a mentor by showing me an example to say that if women have tenacity, they can achieve whatever they have to.","author":"Chanda Kochhar","topic":"Women"},{"quote":"Now we Democrats believe that America is still the country of fair play, that we can come out of a small town or a poor neighborhood and have the same chance as anyone else, and it doesn&#39;t matter whether we are black or Hispanic, or disabled or women.","author":"Ann Richards","topic":"Women"},{"quote":"Young feminists have been sold a bill of goods about American feminism. The enormous changes in women over the past 40 years are constantly and falsely attributed to the organized women&#39;s movement of the late 1960s and &#39;70s.","author":"Camille Paglia","topic":"Women"},{"quote":"Because of what&#39;s going on with the economy, I think women are realizing that maybe they don&#39;t need a closet full of clothes. They just need the right clothes.","author":"Michael Kors","topic":"Women"},{"quote":"I think as more women are in positions of power, more people of color are in positions of power, the stories become more inclusive; the casts become more inclusive.","author":"Kerry Washington","topic":"Women"},{"quote":"Men say, &#39;I&#39;ve loved you since I was 7 years old,&#39; and I say, &#39;Well, you never contacted me.&#39; And very often women say, &#39;Do youuuuuu know what I have?&#39; and I want to say, &#39;Yessssssss, I do.&#39; Because inevitably the answer is, &#39;An original Shirley Temple doll.&#39;","author":"Shirley Temple","topic":"Women"},{"quote":"If it&#39;s true that men are such beasts, this must account for the fact that most women are animal lovers.","author":"Doris Day","topic":"Women"},{"quote":"I am in favor of carrying out the Declaration of Independence to women as well as men. Women having to suffer the burdens of society and government should have their equal rights in it. They do not receive their rights in full proportion.","author":"Leland Stanford","topic":"Women"},{"quote":"You&#39;ve got to remember that men are men and women are women. And although a lot of similarities, there are some real differences.","author":"Helen Fisher","topic":"Women"},{"quote":"Women&#39;s liberation is the liberation of the feminine in the man and the masculine in the woman.","author":"Corita Kent","topic":"Women"},{"quote":"Women should have choices, and women should feel good in what they wear.","author":"Phoebe Philo","topic":"Women"},{"quote":"&#39;Charm&#39; - which means the power to effect work without employing brute force - is indispensable to women. Charm is a woman&#39;s strength just as strength is a man&#39;s charm.","author":"Havelock Ellis","topic":"Women"},{"quote":"Sometimes I think women are lucky because they can develop in ways men can&#39;t. The old-boy network may be oppressive to women, but it actually stunts men in terms of personal growth.","author":"Willem Dafoe","topic":"Women"},{"quote":"There are so many Muslim women that feel like they don&#39;t fit society&#39;s standard of beauty. I just wanted to tell them it&#39;s OK to be different; being different is beautiful, too.","author":"Halima Aden","topic":"Women"},{"quote":"Sexual harassment can really affect you for a long time, and I want more women to come forward.","author":"Gretchen Carlson","topic":"Women"},{"quote":"Does the global Left - as well as the Israeli Left - truly not care about the horrific Taliban regime, the terrible oppression of women in Gulf states, and the mass hanging festivals in Iran?","author":"Yair Lapid","topic":"Women"},{"quote":"We women, we&#39;re always being invited to change our hairstyle, change our clothes, change our wardrobes. It&#39;s also important for us to remember as we age to keep changing the way we think of the world. I&#39;m not saying to be flaky at all; but rather than being rigid about something, stay open and available.","author":"Trudie Styler","topic":"Women"},{"quote":"As women, we often think we have to be all things to all people, all at the same time. As a wife, mother, actress and businesswoman, I definitely feel the pressure to perform well in all areas.","author":"Niecy Nash","topic":"Women"},{"quote":"When I look around at this world, we women need each other so badly, it breaks my heart. Sisterhood is dissipating, and we aren&#39;t doing nearly enough to salvage it. Eliminate the crazies in your life, yes. But also look again at those around you.","author":"Grace Gealey","topic":"Women"},{"quote":"I think women have every right to feel like they&#39;re the protagonists in their own stories.","author":"Kelly Sue DeConnick","topic":"Women"},{"quote":"The most significant barrier to female leadership is the actual lack of females in leadership. The best advice I can give to women is to go out and start something, ideally their own businesses. If you can&#39;t see a path for leadership within your own company, go blaze a trail of your own.","author":"Safra A. Catz","topic":"Women"},{"quote":"I hate short hair on men - the &#39;real&#39; man is something I don&#39;t know. My dad was always playing with hairbands, making rings, while the women were wearing jeans, white T-shirts and Converse. That was the uniform at home.","author":"Lou Doillon","topic":"Women"},{"quote":"I&#39;m a tomboy now. I always wanted to fit in with my brother&#39;s group, so I climbed trees and played with lead soldiers. But I&#39;m a woman&#39;s woman. I never understood women who don&#39;t have woman friends.","author":"Naomi Watts","topic":"Women"},{"quote":"Unity is power; without unity women cannot fight for their rights anywhere.","author":"Nawal El Saadawi","topic":"Women"},{"quote":"I really want women to throw their shoulders back and stand up straight and use their big girl voices and not feel like they&#39;re compromising their femininity to be strong and smart.","author":"Katie Aselton","topic":"Women"},{"quote":"I have the right to shine my light! That&#39;s what all women have. Once you own that, you can almost always shine your light.","author":"Kimberly Elise","topic":"Women"},{"quote":"Calling gender violence a women&#39;s issue is part of the problem. It gives a lot of men an excuse not to pay attention.","author":"Jackson Katz","topic":"Women"},{"quote":"It&#39;s kind of the yin and yang that fascinate me. That for all the evil men do, there are also people who work obnoxiously long hours and sacrifice their personal lives because it is a calling - if they don&#39;t keep our streets safe, if they aren&#39;t there to advocate for and save beaten women and children and murder victims, who will?","author":"Lisa Gardner","topic":"Women"},{"quote":"The only people you can really share certain things with in secret are your girlfriends.","author":"Shirley Knight","topic":"Women"},{"quote":"It&#39;s an established fact. Some women can&#39;t stand being pregnant, getting big and bloated, and hauling around a giant stomach, and some women, for reasons probably understood by Darwin, love it.","author":"Rich Cohen","topic":"Women"},{"quote":"Men, in fact, are excited and looking forward to settling down and having families and being true partners with women in relationships that are full of excitement, unpredictability, adventure, and loyalty.","author":"Ian K. Smith","topic":"Women"},{"quote":"A women&#39;s greatest asset is her beauty.","author":"Alex Comfort","topic":"Women"},{"quote":"Single women have a dreadful propensity for being poor. Which is one very strong argument in favor of matrimony.","author":"Jane Austen","topic":"Women"},{"quote":"I see in Cambridge, particularly among the women dons, a series of such grotesques! It is almost like a caricature series from Dickens to see our head table at Newnham.","author":"Sylvia Plath","topic":"Women"},{"quote":"When women go wrong, men go right after them.","author":"Mae West","topic":"Women"},{"quote":"Honor your daughters. They are honorable.","author":"Malala Yousafzai","topic":"Women"},{"quote":"Women want mediocre men, and men are working to be as mediocre as possible.","author":"Margaret Mead","topic":"Women"},{"quote":"Whenever women struggle with breast cancer and face better care than ever, that&#39;s feminism.","author":"bell hooks","topic":"Women"},{"quote":"We know that society is better - more prosperous, more stable, more peaceful, more cohesive - when women&#39;s rights are respected and when women are valued, empowered, and lead the way in our communities.","author":"Justin Trudeau","topic":"Women"},{"quote":"I&#39;m trying to build a strong business. I want to create new stars, new shows and new products for my audience and create a legacy that outlives me. There are so many other ways I want to reach women besides doing a talk show.","author":"Tyra Banks","topic":"Women"},{"quote":"I&#39;ve looked on many women with lust. I&#39;ve committed adultery in my heart many times. God knows I will do this and forgives me.","author":"Jimmy Carter","topic":"Women"},{"quote":"You can tell the strength of a nation by the women behind its men.","author":"Benjamin Disraeli","topic":"Women"},{"quote":"Women have fought so long and hard for our rights and equality, and now all our attention is put on being a size 0.","author":"Pink","topic":"Women"},{"quote":"I confess I sometimes sneak a peek at &#39;The Big Bang Theory.&#39; I chuckle at their antics. But I cringe when they portray physicists as clueless nerds who are doormats when it comes to picking up women.","author":"Michio Kaku","topic":"Women"},{"quote":"Patriotism is a love of country. If you love your country, you should love your countrymen and women. It doesn&#39;t mean you always agree with them or even like them. It is understanding that we have interwoven destiny.","author":"Cory Booker","topic":"Women"},{"quote":"There is no development strategy more beneficial to society as a whole - women and men alike - than the one which involves women as central players.","author":"Kofi Annan","topic":"Women"},{"quote":"My father who was there in the house, he wasn&#39;t at all a role model. And my mother, who was trying to protect me from him as best she could, she took me everywhere with her, which gave me a tremendous amount of sensitivity to the things women go through.","author":"Tyler Perry","topic":"Women"},{"quote":"You know, I think more people should watch women&#39;s basketball. It&#39;d do so much for the game.","author":"Kevin Durant","topic":"Women"},{"quote":"We&#39;ve got to get women to sit at the table.","author":"Sheryl Sandberg","topic":"Women"},{"quote":"My mother said that we&#39;re so lucky to be women. It&#39;s not that men are weak. Men are men. We&#39;re two completely different animals.","author":"Diane von Furstenberg","topic":"Women"},{"quote":"One-third of all female infertility is the result of blocked fallopian tubes. If fertilization could be done in the lab and then the fertilized egg implanted in the womb, it would get around that problem. Millions of women who cannot have children would suddenly be able to.","author":"James D. Watson","topic":"Women"},{"quote":"Women cannot complain about men anymore until they start getting better taste in them.","author":"Bill Maher","topic":"Women"},{"quote":"All women should know how to take care of children. Most of them will have a husband some day.","author":"Franklin P. Jones","topic":"Women"},{"quote":"I don&#39;t even know what my natural colour is. Natural? What is natural? What is that? I do not believe in totally natural for women. For me, natural has something to do with vegetables.","author":"Donatella Versace","topic":"Women"},{"quote":"The people of the State of Texas consist principally of men, women, and children, with a sprinkling of cowboys. The weather is very good, thermometer rarely rising above 2,500 degrees in the shade and hardly ever below 212.","author":"O. Henry","topic":"Women"},{"quote":"Women who can, do. Those who can&#39;t become feminists.","author":"Bobby Riggs","topic":"Women"},{"quote":"I will not say that women have no character; rather, they have a new one every day.","author":"Heinrich Heine","topic":"Women"},{"quote":"When I was in my early 20s, I had my hair permed. Bad idea! It turned into total frizz. My advice to women is, if you have nice hair already, don&#39;t get a perm, leave your hair alone!","author":"Mariska Hargitay","topic":"Women"},{"quote":"I think the main goal of the feminist movement was the status degradation of the full-time homemaker. They really wanted to get all women out of the homes and into the workforce. And again and again, they taught that the only fulfilling lifestyle was to be in the workforce reporting to a boss instead of being in the home reporting to a husband.","author":"Phyllis Schlafly","topic":"Women"},{"quote":"Women need real moments of solitude and self-reflection to balance out how much of ourselves we give away.","author":"Barbara De Angelis","topic":"Women"},{"quote":"The basic discovery about any people is the discovery of the relationship between men and women.","author":"Pearl S. Buck","topic":"Women"},{"quote":"What I have seen in my travels across this country is the dedication, the commitment, and the resolve of our brave men and women in law enforcement to improving policing, to embracing the 21st Century Task Force recommendations, and to continuing to have a dialogue that makes our country safer for all.","author":"Loretta Lynch","topic":"Women"},{"quote":"Childbearing is glorified in part because women die from it.","author":"Andrea Dworkin","topic":"Women"},{"quote":"More women should actively participate in space flight. There are many well educated women working in the space industry; they are very good candidates.","author":"Valentina Tereshkova","topic":"Women"},{"quote":"I was part of the first generation of girls and women to be educated and go to grammar school even if we didn&#39;t have much money. Then that generation went, &#39;OK, great&#39;, and went into medicine or the police, and hit this wall of discrimination from older men who hadn&#39;t caught up.","author":"Helen Mirren","topic":"Women"},{"quote":"All women have insecurities and bad times. What counts is how you overcome them.","author":"Irina Shayk","topic":"Women"},{"quote":"I guess at the end of the day, all women like to be appreciated and treated with respect and kindness.","author":"Sofia Vergara","topic":"Women"},{"quote":"It seems the feminists are all about female freedom of expression so long as the female is overweight or transgender. You can&#39;t pick and choose what type of women fit your agenda.","author":"Tomi Lahren","topic":"Women"},{"quote":"In politics women type the letters, lick the stamps, distribute the pamphlets and get out the vote. Men get elected.","author":"Clare Boothe Luce","topic":"Women"},{"quote":"I don&#39;t know why, but women in a hair salon share their deepest secrets.","author":"Penelope Cruz","topic":"Women"},{"quote":"A Bachelor of Arts is one who makes love to a lot of women, and yet has the art to remain a bachelor.","author":"Helen Rowland","topic":"Women"},{"quote":"I am absolutely not a feminist, I am against stupidity, and if it comes from males or females, it doesn&#39;t change anything. If it means that women and men, they are equal, then OK, certainly I am a feminist.","author":"Marjane Satrapi","topic":"Women"},{"quote":"Female service members are so integrated into the military, so critical and vital to all functions of the military, from combat service support to combat support, to direct combat, that we could not go to war as a nation - we could not defend America - without our women.","author":"Tammy Duckworth","topic":"Women"},{"quote":"Female empowerment is always something that I&#39;ve felt. It&#39;s not about just being a model; it&#39;s about women in general.","author":"Emily Ratajkowski","topic":"Women"},{"quote":"I love laugh lines. It means you&#39;ve had a good life. The most beautiful women - Audrey Hepburn, Lauren Hutton, Ali MacGraw - all embraced the aging process.","author":"Aerin Lauder","topic":"Women"},{"quote":"Society tends to pin women against each other, but we need to treat each other with kindness and compliment one another instead. Because women&#39;s voices are the strongest when they&#39;re together.","author":"Normani Kordei","topic":"Women"},{"quote":"I was in a number of school plays, one in particular, when I was 13 or 14, entitled &#39;Illusions.&#39; It was put together by one of the teachers, and was about famous historical figures. I had to do the Martin Luther King &#39;I have a dream&#39; speech, and some black women in the audience were clapping and crying and whooping.","author":"David Harewood","topic":"Women"},{"quote":"The trouble with life is that there are so many beautiful women and so little time.","author":"John Barrymore","topic":"Women"},{"quote":"The history of American women is about the fight for freedom, but it&#39;s less a war against oppressive men than a struggle to straighten out the perpetually mixed message about women&#39;s role that was accepted by almost everybody of both genders.","author":"Gail Collins","topic":"Women"},{"quote":"Absolutely, I don&#39;t believe in rules. As I tell my daughter when she is mischievous, &#39;Well-behaved women rarely make history.&#39;","author":"Nia Vardalos","topic":"Women"},{"quote":"I have a great liking for the Chamba folk music, which depicts the beauty of women and the mountains with a touch of Indian classical music.","author":"Mohit Chauhan","topic":"Women"},{"quote":"Obviously, there are moments that you look back at and cringe - things in the past involving violence or disrespect to women or disrespect to other people that are so far away from what I want to put out there now. But it&#39;s actually a privilege to be able to change and be making records that reflect that change.","author":"Mike D","topic":"Women"},{"quote":"What made women&#39;s labour particularly attractive to the capitalists was not only its lower price but also the greater submissiveness of women.","author":"Clara Zetkin","topic":"Women"},{"quote":"If I can do a romantic comedy with women, that&#39;s Everest to me.","author":"Joe Carnahan","topic":"Women"},{"quote":"Women, the way I see it, are very evolved people. They&#39;re more mature, they&#39;re more aware of their feelings, in touch with their feelings. They&#39;re connected to things that matter more in life. They know what&#39;s important. Men basically run around like idiots until we meet somebody who can show us that those things are important.","author":"Rob Reiner","topic":"Women"},{"quote":"I think that technology - computers and smart phones and 24-hour availability - often leaves me, and others I know, feeling blank and depressed at the end of a day. I also believe that hyped expectations for raising children leaves many women and men feeling as if their days are a blur of carpools and play-groups and tutors.","author":"Rebecca Traister","topic":"Women"},{"quote":"That was not what men and women fought for during the war.","author":"Barbara Castle","topic":"Women"},{"quote":"It takes a real designer to design for real women.","author":"Leslie Jones","topic":"Women"},{"quote":"I feel very strongly about contraception even though I know people say that, as a good Catholic girl, I shouldn&#39;t. But I disagree because I think one of the keys to women&#39;s progression in the 20th century is being able to control their fertility.","author":"Cherie Blair","topic":"Women"},{"quote":"Indeed, the study of universities and the great men and women who have attended them leads me to think that the best of these schools are characterized not so much by what they teach and how they teach it but by the extent they provide opportunities and encouragement for students to teach themselves.","author":"Paul Johnson","topic":"Women"},{"quote":"As far as my memory being reliable, at the risk of sounding like some sort of gorgeous two-headed monster with the voices of Dave Barry and Erma Bombeck, I do think that women, like elephants, remember everything and love peanuts.","author":"Julie Klausner","topic":"Women"},{"quote":"While we enjoy the benefits of living in the greatest democracy in the world, we must be ever conscious of the fact that none of the achievements or freedoms enjoyed in America would be possible without the price that has been paid for by our servicemen and women.","author":"Mark Kennedy","topic":"Women"},{"quote":"I come from a family of strong women, who have been positive role models for me.","author":"Laura Harrier","topic":"Women"},{"quote":"Our great symbol for the Goddess is the moon, whose three aspects reflect the three stages in women&#39;s lives and whose cycles of waxing and waning coincide with women&#39;s menstrual cycles.","author":"Carol P. Christ","topic":"Women"},{"quote":"If you can find a group of women, any age, who are supportive and kind and love you, that&#39;s the best. I have a group of girlfriends that I would lay in front of a bus for. They&#39;ve picked me up through really, really bad times and I can definitely say I&#39;ve done the same for them.","author":"Katie Lowes","topic":"Women"},{"quote":"I do not want to be the angel of any home: I want for myself what I want for other women, absolute equality. After that is secured, then men and women can take turns being angels.","author":"Agnes Macphail","topic":"Women"},{"quote":"America&#39;s fighting men and women sacrifice much to ensure that our great nation stays free. We owe a debt of gratitude to the soldiers that have paid the ultimate price for this cause, as well as for those who are blessed enough to return from the battlefield unscathed.","author":"Allen Boyd","topic":"Women"},{"quote":"The men are much alarmed by certain speculations about women; and well they may be, for when the horse and ass begin to think and argue, adieu to riding and driving.","author":"Adelaide Anne Procter","topic":"Women"},{"quote":"Men think we can&#39;t do two things at once. They can&#39;t, but we can. Women are more resilient.","author":"Dina Merrill","topic":"Women"},{"quote":"The only really happy folk are married women and single men.","author":"H. L. Mencken","topic":"Women"},{"quote":"Women have simple tastes. They get pleasure out of the conversation of children in arms and men in love.","author":"H. L. Mencken","topic":"Women"},{"quote":"Men are by nature merely indifferent to one another; but women are by nature enemies.","author":"Arthur Schopenhauer","topic":"Women"},{"quote":"Our women&#39;s union members and other women are really excellent and praiseworthy.","author":"Kim Jong-un","topic":"Women"},{"quote":"I&#39;m not denyin&#39; the women are foolish. God Almighty made &#39;em to match the men.","author":"George Eliot","topic":"Women"},{"quote":"I&#39;ve talked to so many people, men and women alike, that get overweight and their self-esteem just goes in the tank. They think they&#39;re judged. They think they&#39;re unattractive.","author":"Phil McGraw","topic":"Women"},{"quote":"Friends are generally of the same sex, for when men and women agree, it is only in the conclusions; their reasons are always different.","author":"George Santayana","topic":"Women"},{"quote":"One can find women who have never had one love affair, but it is rare indeed to find any who have had only one.","author":"Francois de La Rochefoucauld","topic":"Women"},{"quote":"Women have always been courageous... They are always fearless when protecting their children and in the last century they have been fearless in the fight for their rights.","author":"Isabel Allende","topic":"Women"},{"quote":"If you ask men why they did a good job, they&#39;ll say, &#39;I&#39;m awesome. Obviously. Why are you even asking?&#39; If you ask women why they did a good job, what they&#39;ll say is someone helped them, they got lucky, they worked really hard.","author":"Sheryl Sandberg","topic":"Women"},{"quote":"There&#39;s no evidence whatsoever that men are more rational than women. Both sexes seem to be equally irrational.","author":"Albert Ellis","topic":"Women"},{"quote":"Women think with their whole bodies and they see things as a whole more than men do.","author":"Dorothy Day","topic":"Women"},{"quote":"No. 1, women should be in the bedroom. No. 2, get to the kitchen. No. 3, support the man, support the king.","author":"Bobby Riggs","topic":"Women"},{"quote":"Men are allowed to have passion and commitment for their work... a woman is allowed that feeling for a man, but not her work.","author":"Barbra Streisand","topic":"Women"},{"quote":"The difference between men and women seems to be this: I can argue with my promoter downstairs, accuse him of ripping me off, and 20 minutes later we&#39;ll be playing golf together. With a lady, the same argument can go on for, like, years.","author":"David Hasselhoff","topic":"Women"},{"quote":"No Latina woman would be called &#39;Ms.&#39; - that&#39;s an invention of middle-class Anglo women. Latina women are proud to be called &#39;Mrs.&#39; That simply means that we have a family.","author":"Clarissa Pinkola Estes","topic":"Women"},{"quote":"From my perspective, probably women are won over by people who are sweet and respectful and courteous and kind and funny. I think those are the things that win women over.","author":"Zooey Deschanel","topic":"Women"},{"quote":"Most women prefer circles of sharing to pyramids and hierarchies. They prefer conversation to construction. They will usually choose nurturance and empathy over competition and climbing. They will normally choose connection over simple performance games.","author":"Richard Rohr","topic":"Women"},{"quote":"Women are the only exploited group in history to have been idealized into powerlessness.","author":"Erica Jong","topic":"Women"},{"quote":"As a result of Title IX, and a new generation of parents who want their daughters to have the opportunities they never had, women&#39;s sports have arrived.","author":"Sheryl Swoopes","topic":"Women"},{"quote":"Were there no women, men might live like gods.","author":"Thomas Dekker","topic":"Women"},{"quote":"A lot of people assume that women of a certain age who are not unattractive have no excuse for not having a perfect life. But you can have emotional baggage that is dragging you down like cement blocks tied to your feet.","author":"Olivia Wilde","topic":"Women"},{"quote":"I work in areas related to child protection and family safety, women&#39;s empowerment, the creation of opportunities for youth, and culture and tourism. Daunting? Yes. Impossible? No. In fact, such challenges energize me.","author":"Queen Rania of Jordan","topic":"Women"},{"quote":"It is thanks to men and women who were totally committed to fighting fascism, people like Alan Turing, that the horrors of the Holocaust and of total war are part of Europe&#39;s history and not Europe&#39;s present.","author":"Gordon Brown","topic":"Women"},{"quote":"I hope this view of the question may be a mistaken one, because it does not seem to me very unlikely that the suffrage will be granted to women.","author":"John Bright","topic":"Women"},{"quote":"The seeds of success in every nation on Earth are best planted in women and children.","author":"Joyce Banda","topic":"Women"},{"quote":"A lot of women say they love being pregnant, but I wasn&#39;t such a big fan.","author":"Marion Jones","topic":"Women"},{"quote":"Why are we so obsessed with celebrity culture? We have front-page news about divorces instead of front-page news about global warming, about women being abused, about children being abused. We&#39;re going on a downward spiral.","author":"Heather Mills","topic":"Women"},{"quote":"Men who love their mothers treat women wonderfully. And they have enormous respect for women.","author":"Ellen Barkin","topic":"Women"},{"quote":"You&#39;re not working with models, you&#39;re working with real women who have, like, anatomy. Models do not have anatomy.","author":"Isaac Mizrahi","topic":"Women"},{"quote":"Among men and women, those in love do not always announce themselves with declarations and vows. But they are the ones who weep when you&#39;re gone. Who miss you every single night, especially when the sky is so deep and beautiful, and the ground so very cold.","author":"Alice Hoffman","topic":"Women"},{"quote":"The simplest of women are wonderful liars who can extricate themselves from the most difficult dilemmas with a skill bordering on genius.","author":"Guy de Maupassant","topic":"Women"},{"quote":"All issues are women&#39;s issues - and there are several that are just women&#39;s business.","author":"Eddie Bernice Johnson","topic":"Women"},{"quote":"The American flag is an enduring symbol of liberty, democracy, and justice. It is fitting that the House act to protect it as we approach our nation&#39;s birthday, and as our men and women in uniform rally behind it in Iraq&#39;s battlefields.","author":"Joe Barton","topic":"Women"},{"quote":"Among men, sex sometimes results in intimacy; among women, intimacy sometimes results in sex.","author":"Barbara Cartland","topic":"Women"},{"quote":"I have been married twice, but both of my wives have been too bright to be sucked in by women&#39;s lib.","author":"Harry Harlow","topic":"Women"},{"quote":"When it comes to gossip, I have to readily admit men are as guilty as women.","author":"Marilyn Monroe","topic":"Women"},{"quote":"Women always excel men in that sort of wisdom which comes from experience. To be a woman is in itself a terrible experience.","author":"H. L. Mencken","topic":"Women"},{"quote":"Clever and attractive women do not want to vote; they are willing to let men govern as long as they govern men.","author":"George Bernard Shaw","topic":"Women"},{"quote":"Women in love are less ashamed than men. They have less to be ashamed of.","author":"Ambrose Bierce","topic":"Women"},{"quote":"In too many instances, the march to globalization has also meant the marginalization of women and girls. And that must change.","author":"Hillary Clinton","topic":"Women"},{"quote":"Women&#39;s Lib? Oh, I&#39;m afraid it doesn&#39;t interest me one bit. I&#39;ve been so liberated it hurts.","author":"Lucille Ball","topic":"Women"},{"quote":"Women are naturally secretive, and they like to do their own secreting.","author":"Arthur Conan Doyle","topic":"Women"},{"quote":"Women are treated differently by society for exactly the same reason that children and the mentally handicapped are treated differently.","author":"Scott Adams","topic":"Women"},{"quote":"Relationships are made of talk - and talk is for girls and women.","author":"Deborah Tannen","topic":"Women"},{"quote":"I think today women are very scared to celebrate themselves, because then they just get labeled.","author":"Charlize Theron","topic":"Women"},{"quote":"Women get more unhappy the more they try to liberate themselves.","author":"Brigitte Bardot","topic":"Women"},{"quote":"You can&#39;t raise the standard of women&#39;s morals by raising their pay envelope. It lies deeper than that.","author":"Billy Sunday","topic":"Women"},{"quote":"I demanded more rights for women because I know what women had to put up with.","author":"Evita Peron","topic":"Women"},{"quote":"I am always revolted when Islamic leaders, from Afghanistan or elsewhere, deny the very existence of female oppression, avoid the issue by pointing to examples of what they view as Western mistreatment of women, or even worse, justify the oppression of women on the basis of notions derived from Sharia law.","author":"Khaled Hosseini","topic":"Women"},{"quote":"Gifted women musicians and composers rarely received their due.","author":"James Cook","topic":"Women"},{"quote":"If you&#39;ve got the body and the chutzpah, a pencil skirt is so sexy on older women. Look for ones that fall just below the knee. Think 1940s, cinched-in jackets - imagine you are Lauren Bacall on a date with Humphrey Bogart and you just absolutely have to wear very high heels.","author":"Twiggy","topic":"Women"},{"quote":"It is little men know of women; their smiles and their tears alike are seldom what they seem.","author":"Amelia Barr","topic":"Women"},{"quote":"I&#39;ll always prefer to play with women and hang out with women, and I&#39;ll always be a feminist.","author":"Courtney Love","topic":"Women"},{"quote":"I&#39;m looking forward to providing the men of Seattle with an evening where they can kick back, light up a cigar and enjoy a night to themselves. Women, we can&#39;t technically keep you out, but please stay at home.","author":"Tom Leykis","topic":"Women"},{"quote":"Women like to sit down with trouble - as if it were knitting.","author":"Ellen Glasgow","topic":"Women"},{"quote":"I think what women think is sexy is what is sexy. Girls eating pizza are massively sexy.","author":"Charli XCX","topic":"Women"},{"quote":"My philosophy on snow skiing is that there are less expensive ways to fall down a mountain. Yet every couple of years, I go on a ski trip for the same reason that women will have multiple children - they simply forget how much it hurts.","author":"W. Bruce Cameron","topic":"Women"},{"quote":"It&#39;s only very recently that women have succeeded in entering those professions which, as Muses, they typified for the Greeks.","author":"Mary Ritter Beard","topic":"Women"},{"quote":"Women have a predestination to suffering.","author":"Bela Lugosi","topic":"Women"},{"quote":"The term &#39;alpha female&#39; originated in my field of animal behavior, but has acquired new meaning. It refers to women who are in charge, for example, by flirting and dating on their own terms. It is also used maliciously for a loud-mouthed, controlling woman who has no patience with deviating opinions.","author":"Frans de Waal","topic":"Women"},{"quote":"Women hear rhythm differently than men.","author":"Elvis Costello","topic":"Women"},{"quote":"Leaders of the future will have to be visionary and be able to bring people in - real communicators. These are things that women bring to leadership and executive positions, and it&#39;s going to be incredibly valuable and incredibly in demand.","author":"Anita Borg","topic":"Women"},{"quote":"If men knew all that women think, they would be twenty times more audacious.","author":"Alphonse Karr","topic":"Women"},{"quote":"Women are incredible in groups together. Terrifying. Men have nothing on them.","author":"Michael Hutchence","topic":"Women"},{"quote":"While it&#39;s true that women are the minority in most tech companies, I don&#39;t think that inhibits entry into the tech space. My motto has always been, &#39;Live What You Love,&#39; and as such, I think it&#39;s incredibly important to do work you believe in and to work for a company that has values that align with your own, be it in tech or another industry.","author":"Brit Morin","topic":"Women"},{"quote":"I&#39;ve always wanted my own fragrance; Avon pairs with the way I think: what they do and represent, what they do for women, and the good causes such as domestic violence, and breast cancer.","author":"Kate del Castillo","topic":"Women"},{"quote":"I never wrote just straight women&#39;s roles. I liked the strong characters. I don&#39;t mean women who have masculine qualities about them, but something that has some intestinal fortitude, some guts to it.","author":"Ida Lupino","topic":"Women"},{"quote":"America is a land where men govern, but women rule.","author":"John Mason Brown","topic":"Women"},{"quote":"Wives are young men&#39;s mistresses, companions for middle age, and old men&#39;s nurses.","author":"Francis Bacon","topic":"Women"},{"quote":"This man is frank and earnest with women. In Fresno, he&#39;s Frank and in Chicago he&#39;s Ernest.","author":"Henny Youngman","topic":"Women"},{"quote":"I&#39;ve yet to be on a campus where most women weren&#39;t worrying about some aspect of combining marriage, children, and a career. I&#39;ve yet to find one where many men were worrying about the same thing.","author":"Gloria Steinem","topic":"Women"},{"quote":"Some of us are becoming the men we wanted to marry.","author":"Gloria Steinem","topic":"Women"},{"quote":"People don&#39;t want to see women doing things they don&#39;t think women should do.","author":"Joan Jett","topic":"Women"},{"quote":"Women are frightening. If you get to 41 as a man, you&#39;re quite battle-scarred.","author":"Hugh Grant","topic":"Women"},{"quote":"I have been a woman for fifty years, and I&#39;ve never yet been able to discover precisely what it is I am.","author":"Jean Giraudoux","topic":"Women"},{"quote":"I think that women just have a primeval instinct to make soup, which they will try to foist on anybody who looks like a likely candidate.","author":"Dylan Moran","topic":"Women"},{"quote":"They say that women talk too much. If you have worked in Congress you know that the filibuster was invented by men.","author":"Clare Boothe Luce","topic":"Women"},{"quote":"All women&#39;s issues are to some degree men&#39;s issues and all men&#39;s issues are to some degree women&#39;s issues because when either sex wins unilaterally both sexes lose.","author":"Warren Farrell","topic":"Women"},{"quote":"Most women are indulgent of themselves. This is a mistake. It should be only the reward of old age.","author":"Anna Held","topic":"Women"},{"quote":"In life, single women are the most vulnerable adults. In movies, they are given imaginary power.","author":"Elizabeth Wurtzel","topic":"Women"},{"quote":"Women often postpone their lives, thinking that if they&#39;re not with a partner then it doesn&#39;t really count. They&#39;re still searching for their prince, in a way. And as much as we don&#39;t discuss that, because it&#39;s too embarrassing and too sad, I think it really does exist.","author":"Jane Campion","topic":"Women"},{"quote":"I believe women still face a glass ceiling that must be shattered.","author":"Andrew Cuomo","topic":"Women"},{"quote":"Women have this obsession with shoes.","author":"Alexandra Paul","topic":"Women"},{"quote":"I think women are excellent social critics.","author":"Laurie Anderson","topic":"Women"},{"quote":"Women need space and silence. We too quickly give away our energy. There&#39;s something about holding that richness.","author":"Natalie Goldberg","topic":"Women"},{"quote":"Women today have more of an overview of their lives and how marriage is or is not a part of it.","author":"Helen Reddy","topic":"Women"},{"quote":"I think women get caught up too much in having a plan - &#39;I&#39;m going to get married at this age; I&#39;m going to have a kid at this age&#39; - and then they just try to find a guy who will fit into that picture. I don&#39;t want my life to be based on that.","author":"Julia Stiles","topic":"Women"},{"quote":"I always say God should have given women one extra decade at least, especially if you want a family. You&#39;re trying to pack a lot in.","author":"Christine Baranski","topic":"Women"},{"quote":"The women&#39;s movement completely changed attitudes all over the world in ways we&#39;ll never be able to count.","author":"Holly Near","topic":"Women"},{"quote":"Women may not have it easy, but we are given a fairer chance to reach for the top.","author":"Jessica Savitch","topic":"Women"},{"quote":"Women with money and women in power are two uncomfortable ideas in our society.","author":"Candace Bushnell","topic":"Women"},{"quote":"Being a sex symbol has to do with an attitude, not looks. Most men think it&#39;s looks, most women know otherwise.","author":"Kathleen Turner","topic":"Women"},{"quote":"And I think women have come a very, very long way, but they have a long way to go.","author":"Lara Flynn Boyle","topic":"Women"},{"quote":"The house a woman creates is a Utopia. She can&#39;t help it - can&#39;t help trying to interest her nearest and dearest not in happiness itself but in the search for it.","author":"Marguerite Duras","topic":"Women"},{"quote":"Years ago women of my size were considered royalty.","author":"Camryn Manheim","topic":"Women"},{"quote":"Women are the first to jump on what is fashionable.","author":"Gavin DeGraw","topic":"Women"},{"quote":"I&#39;m surrounded by very powerful women and very progressive men.","author":"Christie Hefner","topic":"Women"},{"quote":"Until Eve arrived, this was a man&#39;s world.","author":"Richard Armour","topic":"Women"},{"quote":"Women are clear-headed, they are more creative and for this reason, sometimes, also more fragile.","author":"Emma Bonino","topic":"Women"},{"quote":"You women could make someone fall in love even with a lie.","author":"Georg Buchner","topic":"Women"},{"quote":"My advantage as a woman and a human being has been in having a mother who believed strongly in women&#39;s education. She was an early undergraduate at Oxford, and her own mother was a doctor.","author":"Antonia Fraser","topic":"Women"},{"quote":"I don&#39;t love dolls. I love women. I love their bodies.","author":"John Galliano","topic":"Women"},{"quote":"Women are women, and hurray for that.","author":"John Galliano","topic":"Women"},{"quote":"Women like myself, CEOs, can pave the way for more women to get to the top.","author":"Andrea Jung","topic":"Women"},{"quote":"What bugs me is that movies don&#39;t reflect how interesting and vibrant women are. We don&#39;t treasure women as they get older.","author":"Jill Clayburgh","topic":"Women"},{"quote":"Nature makes woman to be won and men to win.","author":"George William Curtis","topic":"Women"},{"quote":"The test of civilization is its estimate of women.","author":"George William Curtis","topic":"Women"},{"quote":"One hair of a woman can draw more than a hundred pair of oxen.","author":"James Howell","topic":"Women"},{"quote":"Women want love to be a novel, men a short story.","author":"Daphne du Maurier","topic":"Women"},{"quote":"Women are the sustaining force of any society - they think of the children and the next generation&#39;s chances.","author":"Margo MacDonald","topic":"Women"}]