[{"quote":"A dream doesn&#39;t become reality through magic; it takes sweat, determination and hard work.","author":"Colin Powell","topic":"Work"},{"quote":"Success is no accident. It is hard work, perseverance, learning, studying, sacrifice and most of all, love of what you are doing or learning to do.","author":"Pele","topic":"Work"},{"quote":"Stay positive and happy. Work hard and don&#39;t give up hope. Be open to criticism and keep learning. Surround yourself with happy, warm and genuine people.","author":"Tena Desae","topic":"Work"},{"quote":"Work hard for what you want because it won&#39;t come to you without a fight. You have to be strong and courageous and know that you can do anything you put your mind to. If somebody puts you down or criticizes you, just keep on believing in yourself and turn it into something positive.","author":"Leah LaBelle","topic":"Work"},{"quote":"Learn to enjoy every minute of your life. Be happy now. Don&#39;t wait for something outside of yourself to make you happy in the future. Think how really precious is the time you have to spend, whether it&#39;s at work or with your family. Every minute should be enjoyed and savored.","author":"Earl Nightingale","topic":"Work"},{"quote":"Leadership is not about a title or a designation. It&#39;s about impact, influence and inspiration. Impact involves getting results, influence is about spreading the passion you have for your work, and you have to inspire team-mates and customers.","author":"Robin S. Sharma","topic":"Work"},{"quote":"There are no secrets to success. It is the result of preparation, hard work, and learning from failure.","author":"Colin Powell","topic":"Work"},{"quote":"Choose a job you love, and you will never have to work a day in your life.","author":"Confucius","topic":"Work"},{"quote":"Work like you don&#39;t need the money. Love like you&#39;ve never been hurt. Dance like nobody&#39;s watching.","author":"Satchel Paige","topic":"Work"},{"quote":"Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. And the only way to do great work is to love what you do. If you haven&#39;t found it yet, keep looking. Don&#39;t settle. As with all matters of the heart, you&#39;ll know when you find it.","author":"Steve Jobs","topic":"Work"},{"quote":"Success is the result of perfection, hard work, learning from failure, loyalty, and persistence.","author":"Colin Powell","topic":"Work"},{"quote":"Stay true to yourself, yet always be open to learn. Work hard, and never give up on your dreams, even when nobody else believes they can come true but you. These are not cliches but real tools you need no matter what you do in life to stay focused on your path.","author":"Phillip Sweet","topic":"Work"},{"quote":"It&#39;s all about quality of life and finding a happy balance between work and friends and family.","author":"Philip Green","topic":"Work"},{"quote":"Let the beauty of what you love be what you do.","author":"Rumi","topic":"Work"},{"quote":"Keep your dreams alive. Understand to achieve anything requires faith and belief in yourself, vision, hard work, determination, and dedication. Remember all things are possible for those who believe.","author":"Gail Devers","topic":"Work"},{"quote":"The price of success is hard work, dedication to the job at hand, and the determination that whether we win or lose, we have applied the best of ourselves to the task at hand.","author":"Vince Lombardi","topic":"Work"},{"quote":"Work hard, stay positive, and get up early. It&#39;s the best part of the day.","author":"George Allen, Sr.","topic":"Work"},{"quote":"Self-belief and hard work will always earn you success.","author":"Virat Kohli","topic":"Work"},{"quote":"Success isn&#39;t always about greatness. It&#39;s about consistency. Consistent hard work leads to success. Greatness will come.","author":"Dwayne Johnson","topic":"Work"},{"quote":"To be a champion, I think you have to see the big picture. It&#39;s not about winning and losing; it&#39;s about every day hard work and about thriving on a challenge. It&#39;s about embracing the pain that you&#39;ll experience at the end of a race and not being afraid. I think people think too hard and get afraid of a certain challenge.","author":"Summer Sanders","topic":"Work"},{"quote":"I have not failed. I&#39;ve just found 10,000 ways that won&#39;t work.","author":"Thomas A. Edison","topic":"Work"},{"quote":"Never stop fighting until you arrive at your destined place - that is, the unique you. Have an aim in life, continuously acquire knowledge, work hard, and have perseverance to realise the great life.","author":"A. P. J. Abdul Kalam","topic":"Work"},{"quote":"Follow your passion, be prepared to work hard and sacrifice, and, above all, don&#39;t let anyone limit your dreams.","author":"Donovan Bailey","topic":"Work"},{"quote":"Perseverance is the hard work you do after you get tired of doing the hard work you already did.","author":"Newt Gingrich","topic":"Work"},{"quote":"I&#39;m proud of my hard work. Working hard won&#39;t always lead to the exact things we desire. There are many things I&#39;ve wanted that I haven&#39;t always gotten. But, I have a great satisfaction in the blessings from my mother and father, who instilled a great work ethic in me both personally and professionally.","author":"Tamron Hall","topic":"Work"},{"quote":"A work of art is above all an adventure of the mind.","author":"Eugene Ionesco","topic":"Work"},{"quote":"When your work speaks for itself, don&#39;t interrupt.","author":"Henry J. Kaiser","topic":"Work"},{"quote":"You see, God helps only people who work hard. That principle is very clear.","author":"A. P. J. Abdul Kalam","topic":"Work"},{"quote":"There is no substitute for hard work. Never give up. Never stop believing. Never stop fighting.","author":"Hope Hicks","topic":"Work"},{"quote":"The road to success is not easy to navigate, but with hard work, drive and passion, it&#39;s possible to achieve the American dream.","author":"Tommy Hilfiger","topic":"Work"},{"quote":"Work hard, be kind, and amazing things will happen.","author":"Conan O'Brien","topic":"Work"},{"quote":"We are all born ignorant, but one must work hard to remain stupid.","author":"Benjamin Franklin","topic":"Work"},{"quote":"The greatest thing about where my life is right now is it&#39;s very relaxed and chill. I&#39;m just hanging out, being myself and doing my work.","author":"Lucas Grabeel","topic":"Work"},{"quote":"Without hard work, nothing grows but weeds.","author":"Gordon B. Hinckley","topic":"Work"},{"quote":"Obstacles don&#39;t have to stop you. If you run into a wall, don&#39;t turn around and give up. Figure out how to climb it, go through it, or work around it.","author":"Michael Jordan","topic":"Work"},{"quote":"Neither man nor woman is perfect or complete without the other. Thus, no marriage or family, no ward or stake is likely to reach its full potential until husbands and wives, mothers and fathers, men and women work together in unity of purpose, respecting and relying upon each other&#39;s strengths.","author":"Sheri L. Dew","topic":"Work"},{"quote":"Through a long and painful process, I&#39;ve learned that happiness is an inside job - not based on anything or anyone in the outer material world. I&#39;ve become a different and better person - not perfect, but still a work in progress.","author":"Alana Stewart","topic":"Work"},{"quote":"Pleasure in the job puts perfection in the work.","author":"Aristotle","topic":"Work"},{"quote":"Without hard work and discipline it is difficult to be a top professional.","author":"Jahangir Khan","topic":"Work"},{"quote":"You have to fight to reach your dream. You have to sacrifice and work hard for it.","author":"Lionel Messi","topic":"Work"},{"quote":"Individual commitment to a group effort - that is what makes a team work, a company work, a society work, a civilization work.","author":"Vince Lombardi","topic":"Work"},{"quote":"All growth depends upon activity. There is no development physically or intellectually without effort, and effort means work.","author":"Calvin Coolidge","topic":"Work"},{"quote":"Happiness does not come from doing easy work but from the afterglow of satisfaction that comes after the achievement of a difficult task that demanded our best.","author":"Theodore Isaac Rubin","topic":"Work"},{"quote":"I&#39;ve had to learn to fight all my life - got to learn to keep smiling. If you smile things will work out.","author":"Serena Williams","topic":"Work"},{"quote":"If you always put limit on everything you do, physical or anything else. It will spread into your work and into your life. There are no limits. There are only plateaus, and you must not stay there, you must go beyond them.","author":"Bruce Lee","topic":"Work"},{"quote":"Believe in yourself, and the rest will fall into place. Have faith in your own abilities, work hard, and there is nothing you cannot accomplish.","author":"Brad Henry","topic":"Work"},{"quote":"Luck is great, but most of life is hard work.","author":"Iain Duncan Smith","topic":"Work"},{"quote":"Whatever you do, do with determination. You have one life to live; do your work with passion and give your best. Whether you want to be a chef, doctor, actor, or a mother, be passionate to get the best result.","author":"Alia Bhatt","topic":"Work"},{"quote":"Our work is the presentation of our capabilities.","author":"Edward Gibbon","topic":"Work"},{"quote":"The true work of art is but a shadow of the divine perfection.","author":"Michelangelo","topic":"Work"},{"quote":"I know of no single formula for success. But over the years I have observed that some attributes of leadership are universal and are often about finding ways of encouraging people to combine their efforts, their talents, their insights, their enthusiasm and their inspiration to work together.","author":"Queen Elizabeth II","topic":"Work"},{"quote":"God has blessed me with an amazing family, friends and work colleagues that have been my joy, my support, and my sanity. I don&#39;t know what I&#39;d do without them.","author":"Josie Loren","topic":"Work"},{"quote":"Work out your own salvation. Do not depend on others.","author":"Buddha","topic":"Work"},{"quote":"Sports teaches you to understand the meaning of a team. You need to be able to work with everybody; you don&#39;t have to be their best friend. You can experience the fun of competition and driving toward a common goal without pushing to bond in some major way with each individual on a project.","author":"Kathleen Kennedy","topic":"Work"},{"quote":"Education must not simply teach work - it must teach Life.","author":"W. E. B. Du Bois","topic":"Work"},{"quote":"Youth is the gift of nature, but age is a work of art.","author":"Stanislaw Jerzy Lec","topic":"Work"},{"quote":"Once you have commitment, you need the discipline and hard work to get you there.","author":"Haile Gebrselassie","topic":"Work"},{"quote":"Concentrate all your thoughts upon the work at hand. The sun&#39;s rays do not burn until brought to a focus.","author":"Alexander Graham Bell","topic":"Work"},{"quote":"Football is like life - it requires perseverance, self-denial, hard work, sacrifice, dedication and respect for authority.","author":"Vince Lombardi","topic":"Work"},{"quote":"Nothing will work unless you do.","author":"Maya Angelou","topic":"Work"},{"quote":"I learned the value of hard work by working hard.","author":"Margaret Mead","topic":"Work"},{"quote":"Opportunity is missed by most people because it is dressed in overalls and looks like work.","author":"Thomas A. Edison","topic":"Work"},{"quote":"Do your work with your whole heart, and you will succeed - there&#39;s so little competition.","author":"Elbert Hubbard","topic":"Work"},{"quote":"Leave your ego at the door every morning, and just do some truly great work. Few things will make you feel better than a job brilliantly done.","author":"Robin S. Sharma","topic":"Work"},{"quote":"There is no substitute for hard work.","author":"Thomas A. Edison","topic":"Work"},{"quote":"Through hard work, perseverance and a faith in God, you can live your dreams.","author":"Ben Carson","topic":"Work"},{"quote":"Look at the sky. We are not alone. The whole universe is friendly to us and conspires only to give the best to those who dream and work.","author":"A. P. J. Abdul Kalam","topic":"Work"},{"quote":"You cannot hope to build a better world without improving the individuals. To that end, each of us must work for his own improvement and, at the same time, share a general responsibility for all humanity, our particular duty being to aid those to whom we think we can be most useful.","author":"Marie Curie","topic":"Work"},{"quote":"I believe that we all have a responsibility to give back. No one becomes successful without lots of hard work, support from others, and a little luck. Giving back creates a virtuous cycle that makes everyone more successful.","author":"Ron Conway","topic":"Work"},{"quote":"At the end of the day, you are solely responsible for your success and your failure. And the sooner you realize that, you accept that, and integrate that into your work ethic, you will start being successful. As long as you blame others for the reason you aren&#39;t where you want to be, you will always be a failure.","author":"Erin Cummings","topic":"Work"},{"quote":"All life demands struggle. Those who have everything given to them become lazy, selfish, and insensitive to the real values of life. The very striving and hard work that we so constantly try to avoid is the major building block in the person we are today.","author":"Pope Paul VI","topic":"Work"},{"quote":"Nothing ever comes to one, that is worth having, except as a result of hard work.","author":"Booker T. Washington","topic":"Work"},{"quote":"Teamwork requires some sacrifice up front; people who work as a team have to put the collective needs of the group ahead of their individual interests.","author":"Patrick Lencioni","topic":"Work"},{"quote":"Everyone has been made for some particular work, and the desire for that work has been put in every heart.","author":"Rumi","topic":"Work"},{"quote":"A leader is best when people barely know he exists, when his work is done, his aim fulfilled, they will say: we did it ourselves.","author":"Lao Tzu","topic":"Work"},{"quote":"Feelings aroused by the touch of someone&#39;s hand, the sound of music, the smell of a flower, a beautiful sunset, a work of art, love, laughter, hope and faith - all work on both the unconscious and the conscious aspects of the self, and they have physiological consequences as well.","author":"Bernie Siegel","topic":"Work"},{"quote":"The American Dream is that any man or woman, despite of his or her background, can change their circumstances and rise as high as they are willing to work.","author":"Fabrizio Moreira","topic":"Work"},{"quote":"The biggest challenge we all face is to learn about ourselves and to understand our strengths and weaknesses. We need to utilize our strengths, but not so much that we don&#39;t work on our weaknesses.","author":"Mae Jemison","topic":"Work"},{"quote":"A birthday is just another day where you go to work and people give you love. Age is just a state of mind, and you are as old as you think you are. You have to count your blessings and be happy.","author":"Abhishek Bachchan","topic":"Work"},{"quote":"There is simply no substitute for hard work when it comes to achieving success.","author":"Heather Bresch","topic":"Work"},{"quote":"Behaving like a princess is work. It&#39;s not just about looking beautiful or wearing a crown. It&#39;s more about how you are inside.","author":"Julie Andrews","topic":"Work"},{"quote":"While you&#39;re going through this process of trying to find the satisfaction in your work, pretend you feel satisfied. Tell yourself you had a good day. Walk through the corridors with a smile rather than a scowl. Your positive energy will radiate. If you act like you&#39;re having fun, you&#39;ll find you are having fun.","author":"Jean Chatzky","topic":"Work"},{"quote":"I&#39;m so not stylish by nature, but I&#39;ve learned to work with what I have.","author":"Julie Bowen","topic":"Work"},{"quote":"Knowledge comes, but wisdom lingers. It may not be difficult to store up in the mind a vast quantity of facts within a comparatively short time, but the ability to form judgments requires the severe discipline of hard work and the tempering heat of experience and maturity.","author":"Calvin Coolidge","topic":"Work"},{"quote":"We are constituted so that simple acts of kindness, such as giving to charity or expressing gratitude, have a positive effect on our long-term moods. The key to the happy life, it seems, is the good life: a life with sustained relationships, challenging work, and connections to community.","author":"Paul Bloom","topic":"Work"},{"quote":"Talent is cheaper than table salt. What separates the talented individual from the successful one is a lot of hard work.","author":"Stephen King","topic":"Work"},{"quote":"A gentle word, a kind look, a good-natured smile can work wonders and accomplish miracles.","author":"William Hazlitt","topic":"Work"},{"quote":"If four things are followed - having a great aim, acquiring knowledge, hard work, and perseverance - then anything can be achieved.","author":"A. P. J. Abdul Kalam","topic":"Work"},{"quote":"Just be yourself. Be honest, work towards a goal, and you&#39;ll achieve it.","author":"Emraan Hashmi","topic":"Work"},{"quote":"Football is a great deal like life in that it teaches that work, sacrifice, perseverance, competitive drive, selflessness and respect for authority is the price that each and every one of us must pay to achieve any goal that is worthwhile.","author":"Vince Lombardi","topic":"Work"},{"quote":"My dad said, &#39;Stay humble, and you gotta work harder than everybody else.&#39; My mom said, &#39;Always be yourself.&#39; She always told me only God can judge me.","author":"Nate Robinson","topic":"Work"},{"quote":"If you do what you love, you&#39;ll never work a day in your life.","author":"Marc Anthony","topic":"Work"},{"quote":"Focused, hard work is the real key to success. Keep your eyes on the goal, and just keep taking the next step towards completing it. If you aren&#39;t sure which way to do something, do it both ways and see which works better.","author":"John Carmack","topic":"Work"},{"quote":"Being busy does not always mean real work. The object of all work is production or accomplishment and to either of these ends there must be forethought, system, planning, intelligence, and honest purpose, as well as perspiration. Seeming to do is not doing.","author":"Thomas A. Edison","topic":"Work"},{"quote":"That&#39;s been one of my mantras - focus and simplicity. Simple can be harder than complex: You have to work hard to get your thinking clean to make it simple. But it&#39;s worth it in the end because once you get there, you can move mountains.","author":"Steve Jobs","topic":"Work"},{"quote":"I love my wife and I know she loves me. We&#39;re best friends. We&#39;re just lucky to have found each other. It takes a lot of work but I just feel very blessed that I found the right person. It&#39;s a very fortunate situation and not everyone has that.","author":"Harry Connick, Jr.","topic":"Work"},{"quote":"Teamwork makes the dream work, but a vision becomes a nightmare when the leader has a big dream and a bad team.","author":"John C. Maxwell","topic":"Work"},{"quote":"I love it when people doubt me. It makes me work harder to prove them wrong.","author":"Derek Jeter","topic":"Work"},{"quote":"Far and away the best prize that life has to offer is the chance to work hard at work worth doing.","author":"Theodore Roosevelt","topic":"Work"},{"quote":"Right now I am trying to be in a place of calm, a place where I can chill out and then handle the chaos of life better. You don&#39;t just get it overnight; you have to work at it. It&#39;s a daily struggle.","author":"Jackee Harry","topic":"Work"},{"quote":"Creating a better world requires teamwork, partnerships, and collaboration, as we need an entire army of companies to work together to build a better world within the next few decades. This means corporations must embrace the benefits of cooperating with one another.","author":"Simon Mainwaring","topic":"Work"},{"quote":"Winners embrace hard work. They love the discipline of it, the trade-off they&#39;re making to win. Losers, on the other hand, see it as punishment. And that&#39;s the difference.","author":"Lou Holtz","topic":"Work"},{"quote":"Pray as though everything depended on God. Work as though everything depended on you.","author":"Saint Augustine","topic":"Work"},{"quote":"Opportunities are usually disguised as hard work, so most people don&#39;t recognize them.","author":"Ann Landers","topic":"Work"},{"quote":"I put my heart and my soul into my work, and have lost my mind in the process.","author":"Vincent Van Gogh","topic":"Work"},{"quote":"Child slavery is a crime against humanity. Humanity itself is at stake here. A lot of work still remains, but I will see the end of child labor in my lifetime.","author":"Kailash Satyarthi","topic":"Work"},{"quote":"I am very proud of my mom and consider her the most courageous woman I know. With perseverance, sacrifice and hard work, she raised a family of Olympic athletes and gave us the tools and the spirit to succeed. That is something that my brothers and I will always be thankful for.","author":"Diana Lopez","topic":"Work"},{"quote":"I wish everyone well, but you need to focus on yourself. You need to stop putting your hand out. Everyone wants hand outs. Everyone wants things for free. You&#39;ve got to put in the work. You&#39;ve got to grind. You&#39;ve got go through the struggle, and you&#39;ve got to get it.","author":"Conor McGregor","topic":"Work"},{"quote":"Inspiration is one thing and you can&#39;t control it, but hard work is what keeps the ship moving. Good luck means, work hard. Keep up the good work.","author":"Kevin Eubanks","topic":"Work"},{"quote":"To have faith doesn&#39;t mean you get any less frustrated when you don&#39;t do your best, but you know that it&#39;s not life and death. Take what you&#39;re given, and when you continue to work hard, you will see results. That will give you the confidence you need to keep going.","author":"Tom Lehman","topic":"Work"},{"quote":"Creativity is putting your imagination to work, and it&#39;s produced the most extraordinary results in human culture.","author":"Ken Robinson","topic":"Work"},{"quote":"The best preparation for good work tomorrow is to do good work today.","author":"Elbert Hubbard","topic":"Work"},{"quote":"I have never in my life found myself in a situation where I&#39;ve stopped work and said, &#39;Thank God it&#39;s Friday.&#39; But weekends are special even if your schedule is all over the place. Something tells you the weekend has arrived and you can indulge yourself a bit.","author":"Helen Mirren","topic":"Work"},{"quote":"You just have to find that thing that&#39;s special about you that distinguishes you from all the others, and through true talent, hard work, and passion, anything can happen.","author":"Dr. Dre","topic":"Work"},{"quote":"Everyone&#39;s dream can come true if you just stick to it and work hard.","author":"Serena Williams","topic":"Work"},{"quote":"Black History Month must be more than just a month of remembrance; it should be a tribute to our history and reminder of the work that lies in the months and years ahead.","author":"Marty Meehan","topic":"Work"},{"quote":"Follow your dreams, work hard, practice and persevere. Make sure you eat a variety of foods, get plenty of exercise and maintain a healthy lifestyle.","author":"Sasha Cohen","topic":"Work"},{"quote":"Thinking is the hardest work there is, which is probably the reason why so few engage in it.","author":"Henry Ford","topic":"Work"},{"quote":"Hard work without talent is a shame, but talent without hard work is a tragedy.","author":"Robert Half","topic":"Work"},{"quote":"My dreams for the future are simple: work, a happy, healthy family, a lovely long motorcycle ride, and continuing the struggle to awaken people to the need for serious human rights reform.","author":"Mike Farrell","topic":"Work"},{"quote":"The equal right of all citizens to health, education, work, food, security, culture, science, and wellbeing - that is, the same rights we proclaimed when we began our struggle, in addition to those which emerge from our dreams of justice and equality for all inhabitants of our world - is what I wish for all.","author":"Fidel Castro","topic":"Work"},{"quote":"The kind of people that all teams need are people who are humble, hungry, and smart: humble being little ego, focusing more on their teammates than on themselves. Hungry, meaning they have a strong work ethic, are determined to get things done, and contribute any way they can. Smart, meaning not intellectually smart but inner personally smart.","author":"Patrick Lencioni","topic":"Work"},{"quote":"A leader&#39;s job is not to do the work for others, it&#39;s to help others figure out how to do it themselves, to get things done, and to succeed beyond what they thought possible.","author":"Simon Sinek","topic":"Work"},{"quote":"I have moments where I feel incredibly ugly or fat, and it sucks, you know? I&#39;ll usually try to keep a positive attitude because I&#39;m really so grateful for where I am and the life I get to live, but I definitely have to work hard not to feel insecure.","author":"Charlotte McKinney","topic":"Work"},{"quote":"If you work hard and you do your best, you can do anything.","author":"Erin Heatherton","topic":"Work"},{"quote":"I think it&#39;s important to always keep professional and surround yourself with good people, work hard, and be nice to everyone.","author":"Caroline Winberg","topic":"Work"},{"quote":"There are two kinds of people, those who do the work and those who take the credit. Try to be in the first group; there is less competition there.","author":"Indira Gandhi","topic":"Work"},{"quote":"Thunder is good, thunder is impressive; but it is lightning that does the work.","author":"Mark Twain","topic":"Work"},{"quote":"I think the importance of doing activist work is precisely because it allows you to give back and to consider yourself not as a single individual who may have achieved whatever but to be a part of an ongoing historical movement.","author":"Angela Davis","topic":"Work"},{"quote":"There may be people who have more talent than you, but there&#39;s no excuse for anyone to work harder than you do - and I believe that.","author":"Derek Jeter","topic":"Work"},{"quote":"I believe that working with good people matters because then the work environment is good. If there is a sense of respect and belief among the people you work with, that is when good work is done.","author":"Ranbir Kapoor","topic":"Work"},{"quote":"The fruit of your own hard work is the sweetest.","author":"Deepika Padukone","topic":"Work"},{"quote":"Work hard. And have patience. Because no matter who you are, you&#39;re going to get hurt in your career and you have to be patient to get through the injuries.","author":"Randy Johnson","topic":"Work"},{"quote":"People work better when they know what the goal is and why. It is important that people look forward to coming to work in the morning and enjoy working.","author":"Elon Musk","topic":"Work"},{"quote":"Follow your dreams. If you have a goal, and you want to achieve it, then work hard and do everything you can to get there, and one day it will come true.","author":"Lindsey Vonn","topic":"Work"},{"quote":"Everybody wants to be famous, but nobody wants to do the work. I live by that. You grind hard so you can play hard. At the end of the day, you put all the work in, and eventually it&#39;ll pay off. It could be in a year, it could be in 30 years. Eventually, your hard work will pay off.","author":"Kevin Hart","topic":"Work"},{"quote":"When you have balance in your life, work becomes an entirely different experience. There is a passion that moves you to a whole new level of fulfillment and gratitude, and that&#39;s when you can do your best... for yourself and for others.","author":"Cara Delevingne","topic":"Work"},{"quote":"I think the best way to get a good night sleep is to work hard throughout the day. If you work hard and, of course, work out.","author":"William H. McRaven","topic":"Work"},{"quote":"Wishing to be friends is quick work, but friendship is a slow ripening fruit.","author":"Aristotle","topic":"Work"},{"quote":"A lot of people have their big dreams and get knocked down and don&#39;t have things go their way. And you never give up hope, and you really just hold on to it. Hard work and perserverance. You just keep getting up and getting up, and then you get that breakthrough.","author":"Robert Kraft","topic":"Work"},{"quote":"My goal is to be able to provide for myself and not have to worry about the daily expenses. I do want to be able to benefit from my work and make a good living, but I love it so much that I would do it for free.","author":"Jenn Proske","topic":"Work"},{"quote":"Laziness may appear attractive, but work gives satisfaction.","author":"Anne Frank","topic":"Work"},{"quote":"The medical literature tells us that the most effective ways to reduce the risk of heart disease, cancer, stroke, diabetes, Alzheimer&#39;s, and many more problems are through healthy diet and exercise. Our bodies have evolved to move, yet we now use the energy in oil instead of muscles to do our work.","author":"David Suzuki","topic":"Work"},{"quote":"If you have a dream, it&#39;s definitely achievable through hard work, through dedication, sacrifice, everything.","author":"Carli Lloyd","topic":"Work"},{"quote":"There is no higher religion than human service. To work for the common good is the greatest creed.","author":"Woodrow Wilson","topic":"Work"},{"quote":"The only place success comes before work is in the dictionary.","author":"Vince Lombardi","topic":"Work"},{"quote":"I never expect to see a perfect work from an imperfect man.","author":"Alexander Hamilton","topic":"Work"},{"quote":"Developing a good work ethic is key. Apply yourself at whatever you do, whether you&#39;re a janitor or taking your first summer job, because that work ethic will be reflected in everything you do in life.","author":"Tyler Perry","topic":"Work"},{"quote":"I have so much chaos in my life, it&#39;s become normal. You become used to it. You have to just relax, calm down, take a deep breath and try to see how you can make things work rather than complain about how they&#39;re wrong.","author":"Tom Welling","topic":"Work"},{"quote":"Whatever you do, do it with all your might. Work at it, early and late, in season and out of season, not leaving a stone unturned, and never deferring for a single hour that which can be done just as well now.","author":"P. T. Barnum","topic":"Work"},{"quote":"Let the future tell the truth, and evaluate each one according to his work and accomplishments. The present is theirs; the future, for which I have really worked, is mine.","author":"Nikola Tesla","topic":"Work"},{"quote":"If you&#39;re trying to achieve, there will be roadblocks. I&#39;ve had them; everybody has had them. But obstacles don&#39;t have to stop you. If you run into a wall, don&#39;t turn around and give up. Figure out how to climb it, go through it, or work around it.","author":"Michael Jordan","topic":"Work"},{"quote":"Good management is the art of making problems so interesting and their solutions so constructive that everyone wants to get to work and deal with them.","author":"Paul Hawken","topic":"Work"},{"quote":"My father taught my siblings and me the importance of positive values and a strong ethical compass. He showed us how to be resilient, how to deal with challenges, and how to strive for excellence in all that we do. He taught us that there&#39;s nothing that we cannot accomplish if we marry vision and passion with an enduring work ethic.","author":"Ivanka Trump","topic":"Work"},{"quote":"If you want to build a ship, don&#39;t drum up people to collect wood and don&#39;t assign them tasks and work, but rather teach them to long for the endless immensity of the sea.","author":"Antoine de Saint-Exupery","topic":"Work"},{"quote":"The three great essentials to achieve anything worth while are: Hard work, Stick-to-itiveness, and Common sense.","author":"Thomas A. Edison","topic":"Work"},{"quote":"When the best leader&#39;s work is done the people say, &#39;We did it ourselves.&#39;","author":"Lao Tzu","topic":"Work"},{"quote":"If you must have motivation, think of your paycheck on Friday.","author":"Noel Coward","topic":"Work"},{"quote":"There is no better feeling than doing well while you are doing good. If you really want to meet the nicest, most caring people in your field, get involved with charity work. The thankless hours that go into planning charity dinners, running a carnival, and gathering donations for silent auctions are noticed and appreciated.","author":"Jay Samit","topic":"Work"},{"quote":"As we celebrate Black History Month we should be grateful for the achievements they made and inspired by their legacies to continue their work.","author":"Marty Meehan","topic":"Work"},{"quote":"The reward for work well done is the opportunity to do more.","author":"Jonas Salk","topic":"Work"},{"quote":"From my dad I learned to be good to people, to always be honest and straightforward. I learned hard work and perseverance.","author":"Luke Bryan","topic":"Work"},{"quote":"Football taught me how hard you had to work to achieve something.","author":"Kenny Chesney","topic":"Work"},{"quote":"In fitness, there are no short cuts. It involves immense discipline and hard work.","author":"Mahesh Babu","topic":"Work"},{"quote":"Our fatigue is often caused not by work, but by worry, frustration and resentment.","author":"Dale Carnegie","topic":"Work"},{"quote":"There is a saying that every nice piece of work needs the right person in the right place at the right time.","author":"Benoit Mandelbrot","topic":"Work"},{"quote":"Communication is a skill that you can learn. It&#39;s like riding a bicycle or typing. If you&#39;re willing to work at it, you can rapidly improve the quality of evry part of your life.","author":"Brian Tracy","topic":"Work"},{"quote":"Create like a god, command like a king, work like a slave.","author":"Constantin Brancusi","topic":"Work"},{"quote":"If you want to become a great chef, you have to work with great chefs. And that&#39;s exactly what I did.","author":"Gordon Ramsay","topic":"Work"},{"quote":"The miracle is not that we do this work, but that we are happy to do it.","author":"Mother Teresa","topic":"Work"},{"quote":"I believe in soulmates, yes, but I believe you also have to work at love. I happen to believe your soulmate doesn&#39;t have to be your partner - your soulmate could be your best friend, your sibling, it doesn&#39;t have to be the person you marry.","author":"Cheryl Cole","topic":"Work"},{"quote":"The one way to get me to work my hardest was to doubt me.","author":"Michelle Obama","topic":"Work"},{"quote":"To make democracy work, we must be a nation of participants, not simply observers. One who does not vote has no right to complain.","author":"Louis L'Amour","topic":"Work"},{"quote":"It is the working man who is the happy man. It is the idle man who is the miserable man.","author":"Benjamin Franklin","topic":"Work"},{"quote":"Respect your parents. What they tell you is true. Hard work, dedication and faith will get you anything. Imagination will drive itself. You can get anything you want, but you have to have faith behind all your ideas. Stick to your goals and have an undying faith.","author":"Russell Simmons","topic":"Work"},{"quote":"What you are will show in what you do.","author":"Thomas A. Edison","topic":"Work"},{"quote":"Working hard and working smart sometimes can be two different things.","author":"Byron Dorgan","topic":"Work"},{"quote":"Change can be frightening, and the temptation is often to resist it. But change almost always provides opportunities - to learn new things, to rethink tired processes, and to improve the way we work.","author":"Klaus Schwab","topic":"Work"},{"quote":"The expectations of life depend upon diligence; the mechanic that would perfect his work must first sharpen his tools.","author":"Confucius","topic":"Work"},{"quote":"Hard work opens doors and shows the world that you are serious about being one of those rare - and special - human beings who use the fullness of their talents to do their very best.","author":"Robin S. Sharma","topic":"Work"},{"quote":"Surround yourself with people who take their work seriously, but not themselves, those who work hard and play hard.","author":"Colin Powell","topic":"Work"},{"quote":"Work hard. Through determination and self-focus and discipline, you can accomplish anything.","author":"Kimberly Guilfoyle","topic":"Work"},{"quote":"If I don&#39;t feel confident about my body, I&#39;m not going to sit at home and feel sorry for myself and not do something about it. It&#39;s all about taking action and not being lazy. So you do the work, whether it&#39;s fitness or whatever. It&#39;s about getting up, motivating yourself and just doing it.","author":"Kim Kardashian","topic":"Work"},{"quote":"People might not get all they work for in this world, but they must certainly work for all they get.","author":"Frederick Douglass","topic":"Work"},{"quote":"One of the very rewarding aspects of my work has been the interaction with a superb group of colleagues and friends in the atmospheric sciences community.","author":"Mario J. Molina","topic":"Work"},{"quote":"I&#39;ve always believed that if you put in the work, the results will come.","author":"Michael Jordan","topic":"Work"},{"quote":"The greatest education in the world is watching the masters at work.","author":"Michael Jackson","topic":"Work"},{"quote":"Don&#39;t work for recognition, but do work worthy of recognition.","author":"H. Jackson Brown, Jr.","topic":"Work"},{"quote":"Education and work are the levers to uplift a people.","author":"W. E. B. Du Bois","topic":"Work"},{"quote":"If you&#39;re not willing to work hard, let someone else do it. I&#39;d rather be with someone who does a horrible job, but gives 110% than with someone who does a good job and gives 60%.","author":"Will Smith","topic":"Work"},{"quote":"Quality is everyone&#39;s responsibility.","author":"W. Edwards Deming","topic":"Work"},{"quote":"I&#39;ve been blessed to be somebody that&#39;s been climbing that success mountain top for years of hard work, you know, but now it&#39;s all connecting. And now, the whole world is watching, you know what I&#39;m saying, and it feels good &#39;cause it&#39;s good energy. This is all positive vibes, and good vibes and good energy, so it feels incredible.","author":"DJ Khaled","topic":"Work"},{"quote":"The beginning is the most important part of the work.","author":"Plato","topic":"Work"},{"quote":"The power of one, if fearless and focused, is formidable, but the power of many working together is better.","author":"Gloria Macapagal Arroyo","topic":"Work"},{"quote":"Every man&#39;s work, whether it be literature, or music or pictures or architecture or anything else, is always a portrait of himself.","author":"Samuel Butler","topic":"Work"},{"quote":"People who work together will win, whether it be against complex football defenses, or the problems of modern society.","author":"Vince Lombardi","topic":"Work"},{"quote":"Confront the dark parts of yourself, and work to banish them with illumination and forgiveness. Your willingness to wrestle with your demons will cause your angels to sing.","author":"August Wilson","topic":"Work"},{"quote":"A day of worry is more exhausting than a week of work.","author":"John Lubbock","topic":"Work"},{"quote":"It takes a lot of energy to be negative. You have to work at it. But smiling is painless. I&#39;d rather spend my energy smiling.","author":"Eric Davis","topic":"Work"},{"quote":"Four things for success: work and pray, think and believe.","author":"Norman Vincent Peale","topic":"Work"},{"quote":"Any product that needs a manual to work is broken.","author":"Elon Musk","topic":"Work"},{"quote":"Plans are only good intentions unless they immediately degenerate into hard work.","author":"Peter Drucker","topic":"Work"},{"quote":"When I was in high school, I used to have breakfast with my grandpa every morning. He instilled a lot of values in me: hard work, loyalty. He grew up during the Great Depression in Philly in poverty - he didn&#39;t have enough to eat as a kid. Sometimes his family would get kicked out of their apartment because they couldn&#39;t pay the rent.","author":"Matthew Quick","topic":"Work"},{"quote":"Power means happiness; power means hard work and sacrifice.","author":"Beyonce Knowles","topic":"Work"},{"quote":"I feel I am lucky. I am grateful for this life that God has given me. I am happy, as I am getting to do work that I want to do and enjoy doing it.","author":"Sonam Kapoor","topic":"Work"},{"quote":"Let us touch the dying, the poor, the lonely and the unwanted according to the graces we have received and let us not be ashamed or slow to do the humble work.","author":"Mother Teresa","topic":"Work"},{"quote":"Hard work pays off - hard work beats talent any day, but if you&#39;re talented and work hard, it&#39;s hard to be beat.","author":"Robert Griffin III","topic":"Work"},{"quote":"I have no idols. I admire work, dedication and competence.","author":"Ayrton Senna","topic":"Work"},{"quote":"I would encourage you to set really high goals. Set goals that, when you set them, you think they&#39;re impossible. But then every day you can work towards them, and anything is possible, so keep working hard and follow your dreams.","author":"Katie Ledecky","topic":"Work"},{"quote":"It was the labor movement that helped secure so much of what we take for granted today. The 40-hour work week, the minimum wage, family leave, health insurance, Social Security, Medicare, retirement plans. The cornerstones of the middle-class security all bear the union label.","author":"Barack Obama","topic":"Work"},{"quote":"Jazz, to me, is one of the inherent expressions of Negro life in America: the eternal tom-tom beating in the Negro soul - the tom-tom of revolt against weariness in a white world, a world of subway trains, and work, work, work; the tom-tom of joy and laughter, and pain swallowed in a smile.","author":"Langston Hughes","topic":"Work"},{"quote":"It is easy to make promises - it is hard work to keep them.","author":"Boris Johnson","topic":"Work"},{"quote":"I&#39;ve been so lucky to work with such great people: people that are such hard workers and have such a respect and appreciation for one another.","author":"Blake Lively","topic":"Work"},{"quote":"Together with a culture of work, there must be a culture of leisure as gratification. To put it another way: people who work must take the time to relax, to be with their families, to enjoy themselves, read, listen to music, play a sport.","author":"Pope Francis","topic":"Work"},{"quote":"If you really believe in what you&#39;re doing, work hard, take nothing personally and if something blocks one route, find another. Never give up.","author":"Laurie Notaro","topic":"Work"},{"quote":"Good things happen to those who hustle.","author":"Chuck Noll","topic":"Work"},{"quote":"My work is like my vacation, so in a way every day is like Saturday.","author":"Ludacris","topic":"Work"},{"quote":"I think the path is different for everybody. Go after the doors that are open to you. That has always been my motto getting into the music business. Do the things that seem to be good opportunities and work hard at it. Try to make good decisions and be nice. Hopefully all of that will pay off at some point.","author":"Chris Stapleton","topic":"Work"},{"quote":"All labor that uplifts humanity has dignity and importance and should be undertaken with painstaking excellence.","author":"Martin Luther King, Jr.","topic":"Work"},{"quote":"It has been a long journey, but if you dream and have the ambition and want to work hard, then you can achieve.","author":"Mo Farah","topic":"Work"},{"quote":"Financial freedom is available to those who learn about it and work for it.","author":"Robert Kiyosaki","topic":"Work"},{"quote":"Whatever you wanna be, just, at the end of the day, if you&#39;re being a good person, which is not hard to be, and you&#39;re putting positive energy into the world, and you&#39;re appreciative and loving to the people around you that care about you and everybody in general, then it&#39;ll work out.","author":"Gnash","topic":"Work"},{"quote":"Nature is ever at work building and pulling down, creating and destroying, keeping everything whirling and flowing, allowing no rest but in rhythmical motion, chasing everything in endless song out of one beautiful form into another.","author":"John Muir","topic":"Work"},{"quote":"The human foot is a masterpiece of engineering and a work of art.","author":"Leonardo da Vinci","topic":"Work"},{"quote":"Live your life, do your work, then take your hat.","author":"Henry David Thoreau","topic":"Work"},{"quote":"Plan your work for today and every day, then work your plan.","author":"Margaret Thatcher","topic":"Work"},{"quote":"In most professions, if you stay at the office an extra four hours every day, you&#39;re gonna impress the boss. You&#39;re gonna get that promotion; you&#39;re gonna get that raise. You&#39;re gonna at least have job security. But with acting, if you&#39;re really ambitious and you have a good work ethic and are really good at your job, it might not really matter.","author":"Jason Bateman","topic":"Work"},{"quote":"To make our way, we must have firm resolve, persistence, tenacity. We must gear ourselves to work hard all the way. We can never let up.","author":"Ralph Bunche","topic":"Work"},{"quote":"Education must lead us from the irresponsible opinion to true responsible judgment. It must lead us from chance and arbitrariness to rational clarity and intellectual order. Therefore, let us guide our students over the road of discipline from materials, through function, to creative work.","author":"Ludwig Mies van der Rohe","topic":"Work"},{"quote":"Do not wait; the time will never be &#39;just right.&#39; Start where you stand, and work with whatever tools you may have at your command, and better tools will be found as you go along.","author":"George Herbert","topic":"Work"},{"quote":"Our deep respect for the land and its harvest is the legacy of generations of farmers who put food on our tables, preserved our landscape, and inspired us with a powerful work ethic.","author":"James H. Douglas, Jr.","topic":"Work"},{"quote":"Today, most young women are exposed to technology at a very young age, with mobile phones, tablets, the Web or social media. They are much more proficient with technology than prior generations since they use it for all their school work, communication and entertainment.","author":"Susan Wojcicki","topic":"Work"},{"quote":"The scientific man does not aim at an immediate result. He does not expect that his advanced ideas will be readily taken up. His work is like that of the planter - for the future. His duty is to lay the foundation for those who are to come, and point the way.","author":"Nikola Tesla","topic":"Work"},{"quote":"If you want to make peace with your enemy, you have to work with your enemy. Then he becomes your partner.","author":"Nelson Mandela","topic":"Work"},{"quote":"Some people say video games rot your brain, but I think they work different muscles that maybe you don&#39;t normally use.","author":"Ezra Koenig","topic":"Work"},{"quote":"I&#39;ll always use the negativity as more motivation to work even harder and become even stronger.","author":"Tim Tebow","topic":"Work"},{"quote":"Organizing is what you do before you do something, so that when you do it, it is not all mixed up.","author":"A. A. Milne","topic":"Work"},{"quote":"When you are a photographer, you work all the time, because your eye is the first camera.","author":"Patrick Demarchelier","topic":"Work"},{"quote":"My scientific studies have afforded me great gratification; and I am convinced that it will not be long before the whole world acknowledges the results of my work.","author":"Gregor Mendel","topic":"Work"},{"quote":"Don&#39;t try to be somebody you&#39;re not because it doesn&#39;t work. If you try to be this perfect person or perfect persona of what you think that somebody should be when they&#39;re involved in public office, it&#39;s just not going to work. Just be yourself, stay true to your core values, and really just stay abreast of the issues.","author":"Ben Quayle","topic":"Work"},{"quote":"And where I excel is ridiculous, sickening, work ethic. You know, while the other guy&#39;s sleeping? I&#39;m working.","author":"Will Smith","topic":"Work"},{"quote":"Life is a series of baby steps along the way and if you add up these tiny little steps you take toward your goal, whatever it is, whether it&#39;s giving up something, a terrible addiction or trying to work your way through an illness. When you total up those baby steps you&#39;d be amazed over the course of 10 years, the strides you&#39;ve taken.","author":"Hoda Kotb","topic":"Work"},{"quote":"In order to excel, you must be completely dedicated to your chosen sport. You must also be prepared to work hard and be willing to accept constructive criticism. Without one-hundred percent dedication, you won&#39;t be able to do this.","author":"Willie Mays","topic":"Work"},{"quote":"The breaks you take from work pay you back manifold when you return because you come back with a fresher mind and newer thinking. Some of your best ideas come when you&#39;re on vacation.","author":"Gautam Singhania","topic":"Work"},{"quote":"Creativity is a habit, and the best creativity is the result of good work habits.","author":"Twyla Tharp","topic":"Work"},{"quote":"No work or love will flourish out of guilt, fear, or hollowness of heart, just as no valid plans for the future can be made by those who have no capacity for living now.","author":"Alan Watts","topic":"Work"},{"quote":"Having the positive belief that it will all be O.K. just means that you hustle and make it work because failure is not even an option in your own mind.","author":"Natalie Massenet","topic":"Work"},{"quote":"Your sweetheart calls you by another&#39;s name. His eyes linger too long on your best friend. He talks with excitement about a girl at work. And the fire catches. Jealousy - that sickening combination of possessiveness, suspicion, rage, and humiliation - can overtake your mind and threaten your very core as you contemplate your rival.","author":"Helen Fisher","topic":"Work"},{"quote":"When love and skill work together, expect a masterpiece.","author":"John Ruskin","topic":"Work"},{"quote":"There&#39;s only one growth strategy: work hard.","author":"William Hague","topic":"Work"},{"quote":"I think our family motto is to always work hard, be humble, kind, and thoughtful about others around us.","author":"Anwar Hadid","topic":"Work"},{"quote":"In our daily life, we encounter people who are angry, deceitful, intent only on satisfying their own needs. There is so much anger, distrust, greed, and pettiness that we are losing our capacity to work well together.","author":"Margaret J. Wheatley","topic":"Work"},{"quote":"I feel like a tiger right now. There&#39;s nothing impossible if you get up and work for it.","author":"Michael Flatley","topic":"Work"},{"quote":"Work gives you meaning and purpose and life is empty without it.","author":"Stephen Hawking","topic":"Work"},{"quote":"My word will never be as strong as God&#39;s word. All I am is just a vessel, doing His work.","author":"Kendrick Lamar","topic":"Work"},{"quote":"Meditation can help us embrace our worries, our fear, our anger; and that is very healing. We let our own natural capacity of healing do the work.","author":"Thich Nhat Hanh","topic":"Work"},{"quote":"Honestly, it&#39;s not the medals that I feel so proud of. It&#39;s the way I conducted myself as an athlete, the hard work that I put forward.","author":"Kyle Shewfelt","topic":"Work"},{"quote":"It&#39;ll work, if God, wind, leads, ice, snow, and all the hells of this damned frozen land are willing.","author":"Matthew Henson","topic":"Work"},{"quote":"A little less complaint and whining, and a little more dogged work and manly striving, would do us more credit than a thousand civil rights bills.","author":"W. E. B. Du Bois","topic":"Work"},{"quote":"Derive happiness in oneself from a good day&#39;s work, from illuminating the fog that surrounds us.","author":"Henri Matisse","topic":"Work"},{"quote":"I think it&#39;s difficult to say what exactly made me become a successful DJ. It depends on so many different things. If I were given an award, I would thank my family, friends, Tiesto and the great team behind me for all their support and hard work. Without them, I wouldn&#39;t be where I am today.","author":"Martin Garrix","topic":"Work"},{"quote":"I always feel like it&#39;s two key ingredients when it comes to following your dreams, making something happen that the average person deems difficult. If you truly believe it, that&#39;s step one. Step two, is, you know, the hard work that goes along with it.","author":"J. Cole","topic":"Work"},{"quote":"The things that have always been important: to be a good man, to try to live my life the way God would have me, to turn it over to Him that His will might be worked in my life, to do my work without looking back, to give it all I&#39;ve got, and to take pride in my work as an honest performer.","author":"Johnny Cash","topic":"Work"},{"quote":"I think it&#39;s healthy for a person to be nervous. It means you care - that you work hard and want to give a great performance. You just have to channel that nervous energy into the show.","author":"Beyonce Knowles","topic":"Work"},{"quote":"I have learned that raising children is the single most difficult thing in the world to do. It takes hard work, love, luck, and a lot of energy, and it is the most rewarding experience that you can ever have.","author":"Janet Reno","topic":"Work"},{"quote":"I enjoy the work, I enjoy every minute of my professional life.","author":"Jose Mourinho","topic":"Work"},{"quote":"If you work for it, you&#39;ll deserve what comes. Hard work.","author":"DeMar DeRozan","topic":"Work"},{"quote":"What being a socialist means is... that you hold out... a vision of society where poverty is absolutely unnecessary, where international relations are not based on greed... but on cooperation... where human beings can own the means of production and work together rather than having to work as semi-slaves to other people who can hire and fire.","author":"Bernie Sanders","topic":"Work"},{"quote":"No one can come and claim ownership of my work. I am the creator of it, and it lives within me.","author":"Prince","topic":"Work"},{"quote":"It&#39;s when children are 15, 16 or 17 that they decide whether they want to be a doctor, an engineer, a politician or go to the Mars or moon. That is the time they start having a dream, and that&#39;s the time you can work on them. You can help them shape their dreams.","author":"A. P. J. Abdul Kalam","topic":"Work"},{"quote":"Positive thinking is the notion that if you think good thoughts, things will work out well. Optimism is the feeling of thinking things will be well and be hopeful.","author":"Martin Seligman","topic":"Work"},{"quote":"Of course! It takes a lot of strength to mend a broken heart. Channelising energies into your work helps, but also to be able to accept situations for what they are instead of questioning them helps immensely.","author":"Deepika Padukone","topic":"Work"},{"quote":"Unemployment insurance, abolishing child labor, the 40-hour work week, collective bargaining, strong banking regulations, deposit insurance, and job programs that put millions of people to work were all described, in one way or another, as &#39;socialist.&#39; Yet, these programs have become the fabric of our nation and the foundation of the middle class.","author":"Bernie Sanders","topic":"Work"},{"quote":"Join the union, girls, and together say Equal Pay for Equal Work.","author":"Susan B. Anthony","topic":"Work"},{"quote":"Any relationship should have love, and if there is no love, it is better to call off a relationship. People say that love happens only once, but I don&#39;t believe in it because for me, if one relationship doesn&#39;t work, you should move on and seek love in another relationship. Who knows; you might find love in the second relationship.","author":"Bipasha Basu","topic":"Work"},{"quote":"An organization, no matter how well designed, is only as good as the people who live and work in it.","author":"Dee Hock","topic":"Work"},{"quote":"Change does not roll in on the wheels of inevitability, but comes through continuous struggle. And so we must straighten our backs and work for our freedom. A man can&#39;t ride you unless your back is bent.","author":"Martin Luther King, Jr.","topic":"Work"},{"quote":"My message, especially to young people is to have courage to think differently, courage to invent, to travel the unexplored path, courage to discover the impossible and to conquer the problems and succeed. These are great qualities that they must work towards. This is my message to the young people.","author":"A. P. J. Abdul Kalam","topic":"Work"},{"quote":"Fixing a broken immigration system. Protecting our kids from gun violence. Equal pay for equal work, paid leave, raising the minimum wage. All these things still matter to hardworking families; they are still the right thing to do; and I will not let up until they get done.","author":"Barack Obama","topic":"Work"},{"quote":"Colleagues are a wonderful thing - but mentors, that&#39;s where the real work gets done.","author":"Junot Diaz","topic":"Work"},{"quote":"You only do good work when you&#39;re taking risks and pushing yourself.","author":"Sally Hawkins","topic":"Work"},{"quote":"We can each define ambition and progress for ourselves. The goal is to work toward a world where expectations are not set by the stereotypes that hold us back, but by our personal passion, talents and interests.","author":"Sheryl Sandberg","topic":"Work"},{"quote":"Young people are threatened... by the evil use of advertising techniques that stimulate the natural inclination to avoid hard work by promising the immediate satisfaction of every desire.","author":"Pope John Paul II","topic":"Work"},{"quote":"Fidelity, Bravery, and Integrity set the expectations for behavior; they set a standard for our work. More than just a motto, for the men and women of the FBI, Fidelity, Bravery, and Integrity is a way of life.","author":"Robert Mueller","topic":"Work"},{"quote":"This has always been a motto of mine: Attempt the impossible in order to improve your work.","author":"Bette Davis","topic":"Work"},{"quote":"Whereas most technologies tend to automate workers on the periphery doing menial tasks, blockchains automate away the center. Instead of putting the taxi driver out of a job, blockchain puts Uber out of a job and lets the taxi drivers work with the customer directly.","author":"Vitalik Buterin","topic":"Work"},{"quote":"I have been up against tough competition all my life. I wouldn&#39;t know how to get along without it.","author":"Walt Disney","topic":"Work"},{"quote":"Tell the truth, work hard, and come to dinner on time.","author":"Gerald R. Ford","topic":"Work"},{"quote":"My role at Lockheed Martin puts me in contact with extraordinary leaders in many fields - from science and engineering to philanthropy and government. And since we also work closely with our nation&#39;s armed forces, we tend to reflect a lot on leadership and how we can inspire successful teamwork, cooperation, and partnerships.","author":"Marillyn Hewson","topic":"Work"},{"quote":"Love and work are the cornerstones of our humanness.","author":"Sigmund Freud","topic":"Work"},{"quote":"Deprived of meaningful work, men and women lose their reason for existence; they go stark, raving mad.","author":"Fyodor Dostoevsky","topic":"Work"},{"quote":"One of my primary objects is to form the tools so the tools themselves shall fashion the work and give to every part its just proportion.","author":"Eli Whitney","topic":"Work"},{"quote":"One of the main lessons I have learned during my five years as Secretary-General is that broad partnerships are the key to solving broad challenges. When governments, the United Nations, businesses, philanthropies and civil society work hand-in-hand, we can achieve great things.","author":"Ban Ki-moon","topic":"Work"},{"quote":"Effective networking isn&#39;t a result of luck - it requires hard work and persistence.","author":"Lewis Howes","topic":"Work"},{"quote":"Robots will harvest, cook, and serve our food. They will work in our factories, drive our cars, and walk our dogs. Like it or not, the age of work is coming to an end.","author":"Gray Scott","topic":"Work"},{"quote":"Formula for success: rise early, work hard, strike oil.","author":"J. Paul Getty","topic":"Work"},{"quote":"Fires can&#39;t be made with dead embers, nor can enthusiasm be stirred by spiritless men. Enthusiasm in our daily work lightens effort and turns even labor into pleasant tasks.","author":"James A. Baldwin","topic":"Work"},{"quote":"You aren&#39;t your work, your accomplishments, your possessions, your home, your family... your anything. You&#39;re a creation of your Source, dressed in a physical human body intended to experience and enjoy life on Earth.","author":"Wayne Dyer","topic":"Work"},{"quote":"I have always believed that technology should do the hard work - discovery, organization, communication - so users can do what makes them happiest: living and loving, not messing with annoying computers! That means making our products work together seamlessly.","author":"Larry Page","topic":"Work"},{"quote":"Enjoy your sweat because hard work doesn&#39;t guarantee success, but without it you don&#39;t have a chance.","author":"Alex Rodriguez","topic":"Work"},{"quote":"Don&#39;t worry about being a star, worry about doing good work, and all that will come to you.","author":"Ice Cube","topic":"Work"},{"quote":"We all have goals: We want to matter. We want to be important. We want to have freedom and power to pursue our creative work. We want respect from our peers and recognition for our accomplishments. Not out of vanity or selfishness, but of an earnest desire to fulfill our personal potential.","author":"Ryan Holiday","topic":"Work"},{"quote":"Find a good teacher that will keep the game fun. Work hard and don&#39;t be afraid to have success or disappointment. That is what golf is all about.","author":"Paula Creamer","topic":"Work"},{"quote":"Economics is extremely useful as a form of employment for economists.","author":"John Kenneth Galbraith","topic":"Work"},{"quote":"In the household in which I was raised, the themes were pretty simple. &#39;Work hard. Don&#39;t quit. Be appreciative, be thankful, be grateful, be respectful. Also, never whine, never complain. And always, for crying out loud, keep a sense of humor.&#39;","author":"Michael Keaton","topic":"Work"},{"quote":"When you go all over the world for work, your dream vacation is your bedroom.","author":"Jack Antonoff","topic":"Work"},{"quote":"One of the great lessons the fall of the leaf teaches, is this: do your work well and then be ready to depart when God shall call.","author":"Tryon Edwards","topic":"Work"},{"quote":"Wherever smart people work, doors are unlocked.","author":"Steve Wozniak","topic":"Work"},{"quote":"Creativity itself doesn&#39;t care at all about results - the only thing it craves is the process. Learn to love the process and let whatever happens next happen, without fussing too much about it. Work like a monk, or a mule, or some other representative metaphor for diligence. Love the work. Destiny will do what it wants with you, regardless.","author":"Elizabeth Gilbert","topic":"Work"},{"quote":"Dreams can become a reality when we possess a vision that is characterized by the willingness to work hard, a desire for excellence, and a belief in our right and our responsiblity to be equal members of society.","author":"Janet Jackson","topic":"Work"},{"quote":"If ballots won&#39;t work, bullets will.","author":"Malcolm X","topic":"Work"},{"quote":"The world is being re-shaped by the convergence of social, mobile, cloud, big data, community and other powerful forces. The combination of these technologies unlocks an incredible opportunity to connect everything together in a new way and is dramatically transforming the way we live and work.","author":"Marc Benioff","topic":"Work"},{"quote":"I hope the millions of people I&#39;ve touched have the optimism and desire to share their goals and hard work and persevere with a positive attitude.","author":"Michael Jordan","topic":"Work"},{"quote":"To me, accessorizing is the most fun part of an outfit. While I don&#39;t think you can&#39;t rely on accessories to make a dress that isn&#39;t working work, I do love jewelry and handbags more than anything.","author":"Anna Kendrick","topic":"Work"},{"quote":"Slaves are generally expected to sing as well as to work.","author":"Frederick Douglass","topic":"Work"},{"quote":"The American Dream is still alive out there, and hard work will get you there. You don&#39;t necessarily need to have an Ivy League education or to have millions of dollars startup money. It can be done with an idea, hard work and determination.","author":"Bill Rancic","topic":"Work"},{"quote":"Hope begins in the dark, the stubborn hope that if you just show up and try to do the right thing, the dawn will come. You wait and watch and work: you don&#39;t give up.","author":"Anne Lamott","topic":"Work"},{"quote":"Confidence doesn&#39;t come out of nowhere. It&#39;s a result of something... hours and days and weeks and years of constant work and dedication.","author":"Roger Staubach","topic":"Work"},{"quote":"Rest when you&#39;re weary. Refresh and renew yourself, your body, your mind, your spirit. Then get back to work.","author":"Ralph Marston","topic":"Work"},{"quote":"I feel really humbled and really grateful to have the opportunities that I&#39;ve had over the past couple of years to work with some amazing people. I think, at this point, I just want to put my head down and grind and do honest work.","author":"Ben Schnetzer","topic":"Work"},{"quote":"Many people mistake our work for our vocation. Our vocation is the love of Jesus.","author":"Mother Teresa","topic":"Work"},{"quote":"My life is not that glamorous. I actually live a pretty simple life, really. I just work. I don&#39;t have time to do all these glamorous things. I just do my thing, just work.","author":"Olga Kurylenko","topic":"Work"},{"quote":"If you want small changes in your life, work on your attitude. But if you want big and primary changes, work on your paradigm.","author":"Stephen Covey","topic":"Work"},{"quote":"When more and more people are thrown out of work, unemployment results.","author":"Calvin Coolidge","topic":"Work"},{"quote":"Having a second chance makes you want to work even harder.","author":"Tia Mowry","topic":"Work"},{"quote":"Lend your ears to music, open your eyes to painting, and... stop thinking! Just ask yourself whether the work has enabled you to &#39;walk about&#39; into a hitherto unknown world. If the answer is yes, what more do you want?","author":"Wassily Kandinsky","topic":"Work"},{"quote":"All wealth is the product of labor.","author":"John Locke","topic":"Work"},{"quote":"Oh, if I could but live another century and see the fruition of all the work for women! There is so much yet to be done.","author":"Susan B. Anthony","topic":"Work"},{"quote":"My grandfather was an amazing man. You talk about character and integrity, everyone who knew him, whether they agreed with him or not, said, &#39;George Romney is a good man, and he sticks to his principles: a man of honesty and hard work, integrity.&#39;","author":"Tagg Romney","topic":"Work"},{"quote":"The entrepreneurial life is one of challenge, work, dedication, perseverance, exhilaration, agony, accomplishment, failure, sacrifice, control, powerlessness... but ultimately, extraordinary satisfaction.","author":"David S. Rose","topic":"Work"},{"quote":"It is understanding that gives us an ability to have peace. When we understand the other fellow&#39;s viewpoint, and he understands ours, then we can sit down and work out our differences.","author":"Harry S Truman","topic":"Work"},{"quote":"When you discover your mission, you will feel its demand. It will fill you with enthusiasm and a burning desire to get to work on it.","author":"W. Clement Stone","topic":"Work"},{"quote":"If it&#39;s old school friends that my parents know, then I can stay out till late. But if they don&#39;t know them, they want me home by 9 P.M. If I have work, then I don&#39;t have a deadline. I don&#39;t argue with them. That&#39;s how I have been raised, and I&#39;m happy with it.","author":"Tena Desae","topic":"Work"},{"quote":"I&#39;m not interested in trying to work on people&#39;s perceptions. I am who I am, and if you don&#39;t take the time to learn about that, then your perception is going to be your problem.","author":"Jim Brown","topic":"Work"},{"quote":"A good plan today is better than a perfect plan tomorrow. Don&#39;t wait for an inspired ending to come to mind. Work your way to the ending and see what comes up.","author":"Andy Weir","topic":"Work"},{"quote":"Every time you go to an airport and get on a plane, you are basically taking advantage of the work that was done at Langley. Between World War I and World War II, they did just tremendous amount of fundamental research into basically making airplanes safer, making them more stable.","author":"Margot Lee Shetterly","topic":"Work"},{"quote":"Stay open-minded; stay focused. Train hard and train smart. For me, the older I get, the smarter I have to train also, because the recovery time is longer. Work on everything: become a well-rounded fighter - don&#39;t just be good at one thing; be good at everything.","author":"Brock Lesnar","topic":"Work"},{"quote":"The balloons only have one life and the only way of finding out whether they work is to attempt to fly around the world.","author":"Richard Branson","topic":"Work"},{"quote":"When you form a team, why do you try to form a team? Because teamwork builds trust and trust builds speed.","author":"Russel Honore","topic":"Work"},{"quote":"Well, a lot of people don&#39;t know this about me, but I&#39;m actually shy around people I don&#39;t know. I would just say with my first concert, my first tour, I didn&#39;t really talk onstage. I was like, &#39;Thank you, I love you guys,&#39; or whatever. But now I&#39;ve just kind of learned to work a crowd.","author":"Avril Lavigne","topic":"Work"},{"quote":"Passion is needed for any great work, and for the revolution, passion and audacity are required in big doses.","author":"Che Guevara","topic":"Work"},{"quote":"Few will have the greatness to bend history itself; but each of us can work to change a small portion of events, and in the total; of all those acts will be written the history of this generation.","author":"Robert Kennedy","topic":"Work"},{"quote":"The moment we believe that success is determined by an ingrained level of ability as opposed to resilience and hard work, we will be brittle in the face of adversity.","author":"Joshua Waitzkin","topic":"Work"},{"quote":"Our greatness has always come from people who expect nothing and take nothing for granted - folks who work hard for what they have, then reach back and help others after them.","author":"Michelle Obama","topic":"Work"},{"quote":"Canada was built around a very simple premise. A promise that you can work hard and succeed and build a future for yourselves and your kids, and that future for your kids would be better than the one you had.","author":"Justin Trudeau","topic":"Work"},{"quote":"I believe in stopping work and eating lunch.","author":"L'Wren Scott","topic":"Work"},{"quote":"Whatever you want to do, do with full passion and work really hard towards it. Don&#39;t look anywhere else. There will be a few distractions, but if you can be true to yourself, you will be successful for sure.","author":"Virat Kohli","topic":"Work"},{"quote":"It was my father who taught us that an immigrant must work twice as hard as anybody else, that he must never give up.","author":"Zinedine Zidane","topic":"Work"},{"quote":"If you love your work, you&#39;ll be out there every day trying to do it the best you possibly can, and pretty soon everybody around will catch the passion from you - like a fever.","author":"Sam Walton","topic":"Work"},{"quote":"I do not demand equal pay for any women save those who do equal work in value. Scorn to be coddled by your employers; make them understand that you are in their service as workers, not as women.","author":"Susan B. Anthony","topic":"Work"},{"quote":"You reach a point where you don&#39;t work for money.","author":"Walt Disney","topic":"Work"},{"quote":"The glory is being happy. The glory is not winning here or winning there. The glory is enjoying practicing, enjoy every day, enjoying to work hard, trying to be a better player than before.","author":"Rafael Nadal","topic":"Work"},{"quote":"I&#39;ve got a theory that if you give 100% all of the time, somehow things will work out in the end.","author":"Larry Bird","topic":"Work"},{"quote":"Adopting a really positive attitude can work wonders to adding years to your life, a spring to your step, a sparkle to your eye, and all of that.","author":"Christie Brinkley","topic":"Work"},{"quote":"And, behold, I come quickly; and my reward is with Me, to give every man according as his work shall be. I am Alpha and Omega, the beginning and the end, the first and the last.","author":"Jesus Christ","topic":"Work"},{"quote":"I grew up in an immigrant neighborhood. We just knew the rule was you&#39;re going to have to work twice as hard.","author":"Lin-Manuel Miranda","topic":"Work"},{"quote":"We are infected by our own misunderstanding of how our own minds work.","author":"Kevin Kelly","topic":"Work"},{"quote":"Life wasn&#39;t easy growing up; it was frustrating. If I had been a better reader, then that would have come easily, sports would have come easily, everything would have come easily, and I never would have realized that the way you get ahead in life is hard work.","author":"Caitlyn Jenner","topic":"Work"},{"quote":"Studies have shown that inmate participation in education, vocational and job training, prison work skills development, drug abuse, mental health and other treatment programs, all reduce recidivism, significantly.","author":"Bobby Scott","topic":"Work"},{"quote":"A beautiful body perishes, but a work of art dies not.","author":"Leonardo da Vinci","topic":"Work"},{"quote":"Be of service. Whether you make yourself available to a friend or co-worker, or you make time every month to do volunteer work, there is nothing that harvests more of a feeling of empowerment than being of service to someone in need.","author":"Gillian Anderson","topic":"Work"},{"quote":"I found what I was looking for at Langley. This was what a research mathematician did. I went to work every day for 33 years happy. Never did I get up and say I don&#39;t want to go to work.","author":"Katherine Johnson","topic":"Work"},{"quote":"It behooves every man to remember that the work of the critic is of altogether secondary importance, and that, in the end, progress is accomplished by the man who does things.","author":"Theodore Roosevelt","topic":"Work"},{"quote":"There is a kind of victory in good work, no matter how humble.","author":"Jack Kemp","topic":"Work"},{"quote":"You&#39;re not going to be great at everything. Surround yourself with people that can compliment you so you can work together and then everybody can be successful.","author":"Jonathan Tisch","topic":"Work"},{"quote":"I want the kids to know that it&#39;s not a myth that somebody from their city plays and wins in the NBA. I just want to influence them to work hard and do whatever they want to do in life, whether it&#39;s to be a basketball player or scientist... if they believe in themselves, they can do anything.","author":"Kawhi Leonard","topic":"Work"},{"quote":"My parents survived the Great Depression and brought me up to live within my means, save some for tomorrow, share and don&#39;t be greedy, work hard for the necessities in life knowing that money does not make you better or more important than anyone else. So, extravagance has been bred out of my DNA.","author":"David Suzuki","topic":"Work"},{"quote":"The great thing about cake is it doesn&#39;t feel like work. You forget about work. Kids, adults, they all get the same look in their eye when they&#39;re decorating cakes... That&#39;s the magic right there.","author":"Duff Goldman","topic":"Work"},{"quote":"What&#39;s great about collaborating is getting to work with wonderful people. That&#39;s what theatre is about: other people getting you to give your best, and getting everyone else&#39;s best out of them.","author":"Jason Robert Brown","topic":"Work"},{"quote":"Hard work spotlights the character of people: some turn up their sleeves, some turn up their noses, and some don&#39;t turn up at all.","author":"Sam Ewing","topic":"Work"},{"quote":"The only time some people work like a horse is when the boss rides them.","author":"Gabriel Heatter","topic":"Work"},{"quote":"Find a job you like and you add five days to every week.","author":"H. Jackson Brown, Jr.","topic":"Work"},{"quote":"I have gone through some bad times with my own business. At one point, I was working my socks off, driving, delivering, baking. It was hard, hard work. But I worked through it. Running your own bakery is hard. I never came close to bankruptcy, but I had to cut back on staff.","author":"Paul Hollywood","topic":"Work"},{"quote":"Sometimes I feel an obligation to be accessible as a personality, but for me the driving force since the beginning has always been good work, taking risks, trying new things. If the door opens, go through it. Always go forwards.","author":"David Soul","topic":"Work"},{"quote":"Schools reward their students for a combination of intelligence, perseverance, and hard work - in the classroom and on the playing fields. But these metrics don&#39;t help kids understand that great grades are not a pass for a great life.","author":"Steve Blank","topic":"Work"},{"quote":"Whatever your life&#39;s work is, do it well. A man should do his job so well that the living, the dead, and the unborn could do it no better.","author":"Martin Luther King, Jr.","topic":"Work"},{"quote":"I think goals should never be easy, they should force you to work, even if they are uncomfortable at the time.","author":"Michael Phelps","topic":"Work"},{"quote":"Your ego can become an obstacle to your work. If you start believing in your greatness, it is the death of your creativity.","author":"Marina Abramovic","topic":"Work"},{"quote":"Quality is pride of workmanship.","author":"W. Edwards Deming","topic":"Work"},{"quote":"Play is the work of childhood.","author":"Jean Piaget","topic":"Work"},{"quote":"Hard work and dedication is important to success, and I have those qualities.","author":"Nargis Fakhri","topic":"Work"},{"quote":"A good boss makes his men realize they have more ability than they think they have so that they consistently do better work than they thought they could.","author":"Charles Erwin Wilson","topic":"Work"},{"quote":"Never lose the childlike wonder. Show gratitude... Don&#39;t complain; just work harder... Never give up.","author":"Randy Pausch","topic":"Work"},{"quote":"I may sometimes be willing to teach for nothing, but if paid at all, I shall never do a man&#39;s work for less than a man&#39;s pay.","author":"Clara Barton","topic":"Work"},{"quote":"I dress in my &#39;uniform,&#39; or my own dress code, which reflects my personal method and work ethic. My belief is that my plain T-shirt - I have about 40 of them - or blue sweater helps focus others&#39; attention on me and on what I say.","author":"Giorgio Armani","topic":"Work"},{"quote":"I grew up in a working class family. People thought I might go work at a mill. My mom wanted me to learn how to lay carpet because she was concerned about my future. Nobody had high hopes for me. But I was a hustler.","author":"Mark Cuban","topic":"Work"},{"quote":"Once you start a working on something, don&#39;t be afraid of failure and don&#39;t abandon it. People who work sincerely are the happiest.","author":"Chanakya","topic":"Work"},{"quote":"I believe God is managing affairs and that He doesn&#39;t need any advice from me. With God in charge, I believe everything will work out for the best in the end. So what is there to worry about.","author":"Henry Ford","topic":"Work"},{"quote":"We need to have complete certainty that things will work out, not because we are righteous or wise, but because of the time, the effort, the prayers, and the tools we are using. From the moment we are given awareness about some bigger picture or mission, we have to have complete focus on what to do to get to that place.","author":"Yehuda Berg","topic":"Work"},{"quote":"In our work and in our living, we must recognize that difference is a reason for celebration and growth, rather than a reason for destruction.","author":"Audre Lorde","topic":"Work"},{"quote":"I have a motto: Work to become, not to acquire.","author":"Alan Kulwicki","topic":"Work"},{"quote":"What is success? I think it is a mixture of having a flair for the thing that you are doing; knowing that it is not enough, that you have got to have hard work and a certain sense of purpose.","author":"Margaret Thatcher","topic":"Work"},{"quote":"Most people work just hard enough not to get fired and get paid just enough money not to quit.","author":"George Carlin","topic":"Work"},{"quote":"There&#39;s nothing better than having a baby. I&#39;ve always loved children. I used to work summers at the YMCA and be in charge of, like, 30 preschool kids. I knew that when I had a child, I&#39;d be overwhelmed, and it&#39;s true... I can&#39;t tell you how much my attitude has changed since we&#39;ve got Frances. Holding my baby is the best drug in the world.","author":"Kurt Cobain","topic":"Work"},{"quote":"Life is hard, and a lot of people come home tired from work. If they&#39;re gonna spend half an hour reading, they want some entertainment and a sense of achievement. So that&#39;s what I give them. That&#39;s all I&#39;m trying to do. Is that really so wrong?","author":"James Patterson","topic":"Work"},{"quote":"I think for anybody, regardless of what industry you work in, when you get a new job, and it&#39;s progressive in terms of your career, that is one of the best feelings in the world.","author":"Will Poulter","topic":"Work"},{"quote":"People have got to get together and work together. I&#39;m tired of the kind of oppression that white people have inflicted on us and are still trying to inflict.","author":"Fannie Lou Hamer","topic":"Work"},{"quote":"Our thoughts are mainly controlled by our subconscious, which is largely formed before the age of 6, and you cannot change the subconscious mind by just thinking about it. That&#39;s why the power of positive thinking will not work for most people. The subconscious mind is like a tape player. Until you change the tape, it will not change.","author":"Bruce Lipton","topic":"Work"},{"quote":"My philosophy of life is that if we make up our mind what we are going to make of our lives, then work hard toward that goal, we never lose - somehow we win out.","author":"Ronald Reagan","topic":"Work"},{"quote":"I hope you will go out and let stories happen to you, and that you will work them, water them with your blood and tears and you laughter till they bloom, till you yourself burst into bloom.","author":"Clarissa Pinkola Estes","topic":"Work"},{"quote":"For every two minutes of glamour, there are eight hours of hard work.","author":"Jessica Savitch","topic":"Work"},{"quote":"It is an immutable law in business that words are words, explanations are explanations, promises are promises-but only performance is reality.","author":"Harold S. Geneen","topic":"Work"},{"quote":"By refocusing our space program on Mars for America&#39;s future, we can restore the sense of wonder and adventure in space exploration that we knew in the summer of 1969. We won the moon race; now it&#39;s time for us to live and work on Mars, first on its moons and then on its surface.","author":"Buzz Aldrin","topic":"Work"},{"quote":"A serious and good philosophical work could be written consisting entirely of jokes.","author":"Ludwig Wittgenstein","topic":"Work"},{"quote":"Unemployment is capitalism&#39;s way of getting you to plant a garden.","author":"Orson Scott Card","topic":"Work"},{"quote":"There are those who love to get dirty and fix things. They drink coffee at dawn, beer after work. And those who stay clean, just appreciate things. At breakfast they have milk and juice at night. There are those who do both, they drink tea.","author":"Gary Snyder","topic":"Work"},{"quote":"There was a time when men thought it was sexy to have a housewife waiting for him to come home from work in her slippers, but in modern society, I think an independent woman is even more sexy.","author":"Kat Graham","topic":"Work"},{"quote":"Decide what you want, decide what you are willing to exchange for it. Establish your priorities and go to work.","author":"H. L. Hunt","topic":"Work"},{"quote":"Before you start some work, always ask yourself three questions - Why am I doing it, What the results might be and Will I be successful. Only when you think deeply and find satisfactory answers to these questions, go ahead.","author":"Chanakya","topic":"Work"},{"quote":"I know my strong points: I work hard, I have talent, I&#39;m funny, and I&#39;m a good person.","author":"Pink","topic":"Work"},{"quote":"That&#39;s the thing about awards - it&#39;s for the people who do all the hard work behind the scenes. An award is just a clap at them.","author":"Sia","topic":"Work"},{"quote":"To be happy, it first takes being comfortable being in your own shoes. The rest can work up from there.","author":"Sophia Bush","topic":"Work"},{"quote":"A positive attitude is something everyone can work on, and everyone can learn how to employ it.","author":"Joan Lunden","topic":"Work"},{"quote":"Work harder than anybody you&#39;ve ever seen. That&#39;s what I believe.","author":"Meek Mill","topic":"Work"},{"quote":"I&#39;m not a &#39;sexy&#39; &#39;beautiful&#39; woman. It takes a lot of work to make me look like a girl.","author":"Megan Fox","topic":"Work"},{"quote":"The reason a lot of people do not recognize opportunity is because it usually goes around wearing overalls looking like hard work.","author":"Thomas A. Edison","topic":"Work"},{"quote":"While natural disasters capture headlines and national attention short-term, the work of recovery and rebuilding is long-term.","author":"Sylvia Mathews Burwell","topic":"Work"},{"quote":"People who make the choice to study, work hard or do whatever they endeavor is to give it the max on themselves to reach to the top level. And you have the people who get envy and jealous, yet are not willing to put that work in, and they want to get the same praise.","author":"Evander Holyfield","topic":"Work"},{"quote":"We&#39;ve had hassles, ups and downs, ins and outs, failures and triumphs. We&#39;re human beings, and we&#39;re not perfect. And we&#39;re mortal. But the Beach Boys is musically a tremendous body of work that transcends individuality and time and national boundaries.","author":"Mike Love","topic":"Work"},{"quote":"The best way to learn is by doing. The only way to build a strong work ethic is getting your hands dirty.","author":"Alex Spanos","topic":"Work"},{"quote":"Our contribution purely depends on our consciousness and our willingness to support those in need, to show vulnerability and accept the support of others, to share without expecting the credit, to give it our all and allow our hard work to decide the outcome, to understand that control can only be achieved with a shared responsibility.","author":"Yehuda Berg","topic":"Work"},{"quote":"The average person puts only 25% of his energy and ability into his work. The world takes off its hat to those who put in more than 50% of their capacity, and stands on its head for those few and far between souls who devote 100%.","author":"Andrew Carnegie","topic":"Work"},{"quote":"Luck is a dividend of sweat. The more you sweat, the luckier you get.","author":"Ray Kroc","topic":"Work"},{"quote":"Imagine having all of your freedoms taken away, being forced to work against your will, and constantly living under the threat of violence - in short, being forced to live as a slave. Sadly, this situation is a reality for millions of children, women, and men each year as part of the global human trafficking industry.","author":"Bill Flores","topic":"Work"},{"quote":"My journey through life has led me through both light and dark places, and it&#39;s because of those experiences that I have learned how to work through my character defects and to help others do the same.","author":"Jessie Pavelka","topic":"Work"},{"quote":"Your most important work is always ahead of you, never behind you.","author":"Stephen Covey","topic":"Work"},{"quote":"A beautiful lady is an accident of nature. A beautiful old lady is a work of art.","author":"Louis Nizer","topic":"Work"},{"quote":"I understand what&#39;s it like to work all week and on Friday night just want to go and leave your brain at the door, buy some popcorn and be thrilled by something.","author":"Don Cheadle","topic":"Work"},{"quote":"I&#39;ve lived in many things - boats, caravans, and buses. I&#39;ve been homeless, I&#39;ve had no money: everything. But I believe in magic, and having a vision. The tough times made me a warrior. I work hard.","author":"Neon Hitch","topic":"Work"},{"quote":"Every job is good if you do your best and work hard. A man who works hard stinks only to the ones that have nothing to do but smell.","author":"Laura Ingalls Wilder","topic":"Work"},{"quote":"If you work just for money, you&#39;ll never make it, but if you love what you&#39;re doing and you always put the customer first, success will be yours.","author":"Ray Kroc","topic":"Work"},{"quote":"When people see a legend, they call it a legend. But to be a legend, it&#39;s a lot of hard work and patience. You can&#39;t play for five or ten years and be a legend. It takes longer than that.","author":"Burning Spear","topic":"Work"},{"quote":"When you put a lot of hard work into one goal and you achieve it, that&#39;s a really good feeling.","author":"Derek Jeter","topic":"Work"},{"quote":"Turning pro is a mindset. If we are struggling with fear, self-sabotage, procrastination, self-doubt, etc., the problem is, we&#39;re thinking like amateurs. Amateurs don&#39;t show up. Amateurs crap out. Amateurs let adversity defeat them. The pro thinks differently. He shows up, he does his work, he keeps on truckin&#39;, no matter what.","author":"Steven Pressfield","topic":"Work"},{"quote":"The main thing to do is relax and let your talent do the work.","author":"Charles Barkley","topic":"Work"},{"quote":"Nature is so powerful, so strong. Capturing its essence is not easy - your work becomes a dance with light and the weather. It takes you to a place within yourself.","author":"Annie Leibovitz","topic":"Work"},{"quote":"Across professions, consistency is a direct product of work ethic.","author":"Harsha Bhogle","topic":"Work"},{"quote":"When you work too much, you are boring - that is possible. But to have a happy life, if you can do several things in the correct way, that is perfect.","author":"Diego Della Valle","topic":"Work"},{"quote":"&#39;Sunrise Sunset&#39; is a letter I wrote to a girl I was once with who I really thought I was going to fall in love with. We tried to make it work but always had trouble maintaining a real relationship because we were both so caught up with work, life, and everything else that at the time seemed like it was the priority.","author":"Benny Cassette","topic":"Work"},{"quote":"Collaboration is the best way to work. It&#39;s only way to work, really. Everyone&#39;s there because they have a set of skills to offer across the board.","author":"Antony Starr","topic":"Work"},{"quote":"One must work and dare if one really wants to live.","author":"Vincent Van Gogh","topic":"Work"},{"quote":"Having children is the greatest thing that can happen to you as a husband and wife. They are infuriating at times when they&#39;re little, but on the whole, they&#39;re such a joy. I don&#39;t think I was the most brilliant mother when they were young. I had quite a bit of help because I was working and I enjoyed my work.","author":"Mary Berry","topic":"Work"},{"quote":"I&#39;m lucky to be part of a team who help to make me look good, and they deserve as much of the credit for my success as I do for the hard work we have all put in on the training ground.","author":"Lionel Messi","topic":"Work"},{"quote":"Finding the right person can be so hard that often, when a person finally finds someone she or he is comfortable with, she or he just makes it work.","author":"Chirlane McCray","topic":"Work"},{"quote":"Simplicity and repose are the qualities that measure the true value of any work of art.","author":"Frank Lloyd Wright","topic":"Work"},{"quote":"In dwelling, live close to the ground. In thinking, keep to the simple. In conflict, be fair and generous. In governing, don&#39;t try to control. In work, do what you enjoy. In family life, be completely present.","author":"Lao Tzu","topic":"Work"},{"quote":"The productivity of work is not the responsibility of the worker but of the manager.","author":"Peter Drucker","topic":"Work"},{"quote":"Sometimes it takes dealing with a disability - the trauma, the relearning, the months of rehabilitation therapy - to uncover our true abilities and how we can put them to work for us in ways we may have never imagined.","author":"Tammy Duckworth","topic":"Work"},{"quote":"My father is my best friend. He&#39;s my idol and my boss. We work side by side and spend every weekend together.","author":"Eric Trump","topic":"Work"},{"quote":"Always work hard and have fun in what you do because I think that&#39;s when you&#39;re more successful. You have to choose to do it.","author":"Simone Biles","topic":"Work"},{"quote":"Sixty percent of all Indians live in urban areas, but nobody&#39;s writing about them. They&#39;re really an underrepresented population, and the ironic thing is very, very few of those we call Native American writers actually grew up on reservations, and yet most of their work is about reservations.","author":"Sherman Alexie","topic":"Work"},{"quote":"When many work together for a goal, Great things may be accomplished. It is said a lion cub was killed By a single colony of ants.","author":"Saskya Pandita","topic":"Work"},{"quote":"I have always loved to use fear, to take it and comprehend it and make it work and consolidate a situation where I was afraid and take it whole and work from there.","author":"Shirley Jackson","topic":"Work"},{"quote":"Those who cannot work with their hearts achieve but a hollow, half-hearted success that breeds bitterness all around.","author":"A. P. J. Abdul Kalam","topic":"Work"},{"quote":"I&#39;m glad I don&#39;t have to make a living farming. Too much hard work. Too many variables you don&#39;t have control over, like, is it going to rain? All I can say is, god bless the real farmers out there.","author":"Fuzzy Zoeller","topic":"Work"},{"quote":"We have observed that, in society and the world in which we live, selfishness has increased more than love for others, and that men of good will must work, each with his own strengths and expertise, to ensure that love for others increases until it is equal and possibly exceeds love for oneself.","author":"Pope Francis","topic":"Work"},{"quote":"The very first thing I tell every intern on the first day is that their internship exists solely on their resume. As far as I am concerned, they are a full-time member of my team. For all the negative stereotypes about millennials, you would be astounded by how hard they work when they believe their contribution matters.","author":"Jay Samit","topic":"Work"},{"quote":"I do what I do to inspire people. They can&#39;t be inspired by an ego, a big-headed person. It doesn&#39;t work. It doesn&#39;t match. And I really want to be that role model for people, for children. I want to be real. To my fans, I want them to view me as a real person. Don&#39;t put me on a pedestal. I&#39;m human. I make mistakes, I cry, I hurt - just like you.","author":"La'Porsha Renae","topic":"Work"},{"quote":"If you go to work on your goals, your goals will go to work on you. If you go to work on your plan, your plan will go to work on you. Whatever good things we build end up building us.","author":"Jim Rohn","topic":"Work"},{"quote":"The Universal Zulu Nation stands to acknowledge wisdom, understanding, freedom, justice, and equality, peace, unity, love, and having fun, work, overcoming the negative through the positive, science, mathematics, faith, facts, and the wonders of God, whether we call him Allah, Jehovah, Yahweh, or Jah.","author":"Afrika Bambaataa","topic":"Work"},{"quote":"Persistence and resilience only come from having been given the chance to work though difficult problems.","author":"Gever Tulley","topic":"Work"},{"quote":"Let me define a leader. He must have vision and passion and not be afraid of any problem. Instead, he should know how to defeat it. Most importantly, he must work with integrity.","author":"A. P. J. Abdul Kalam","topic":"Work"},{"quote":"Our environment, the world in which we live and work, is a mirror of our attitudes and expectations.","author":"Earl Nightingale","topic":"Work"},{"quote":"If God can work through me, he can work through anyone.","author":"Francis of Assisi","topic":"Work"},{"quote":"Through devotion, your family cares become more peaceful, mutual love between husband and wife becomes more sincere, the service we owe to the prince more faithful, and our work, no matter what it is, becomes more pleasant and agreeable.","author":"Saint Francis de Sales","topic":"Work"},{"quote":"No man ever got very high by pulling other people down. The intelligent merchant does not knock his competitors. The sensible worker does not knock those who work with him. Don&#39;t knock your friends. Don&#39;t knock your enemies. Don&#39;t knock yourself.","author":"Alfred Lord Tennyson","topic":"Work"},{"quote":"Part of doing good work is caring deeply about it, believing in what you&#39;re doing, and getting incredibly attached to the characters that you&#39;re playing, the stories you&#39;re telling, and the people you&#39;re working with.","author":"Ari Graynor","topic":"Work"},{"quote":"One machine can do the work of fifty ordinary men. No machine can do the work of one extraordinary man.","author":"Elbert Hubbard","topic":"Work"},{"quote":"I believe when you meet the right person it clicks, and you both know and you start making it work, you know?","author":"Hunter Hayes","topic":"Work"},{"quote":"Some people see things that are and ask, Why? Some people dream of things that never were and ask, Why not? Some people have to go to work and don&#39;t have time for all that.","author":"George Carlin","topic":"Work"},{"quote":"The bottom line is, when people are crystal clear about the most important priorities of the organization and team they work with and prioritized their work around those top priorities, not only are they many times more productive, they discover they have the time they need to have a whole life.","author":"Stephen Covey","topic":"Work"},{"quote":"It&#39;s not an experiment if you know it&#39;s going to work.","author":"Jeff Bezos","topic":"Work"},{"quote":"Try to keep your soul always in peace and quiet, always ready for whatever our Lord may wish to work in you. It is certainly a higher virtue of the soul, and a greater grace, to be able to enjoy the Lord in different times and different places than in only one.","author":"Saint Ignatius","topic":"Work"},{"quote":"I do not write for this generation. I am writing for other ages. If this could read me, they would burn my books, the work of my whole life. On the other hand, the generation which interprets these writings will be an educated generation; they will understand me and say: &#39;Not all were asleep in the nighttime of our grandparents.&#39;","author":"Jose Rizal","topic":"Work"},{"quote":"People don&#39;t understand that when I grew up, I was never the most talented. I was never the biggest. I was never the fastest. I certainly was never the strongest. The only thing I had was my work ethic, and that&#39;s been what has gotten me this far.","author":"Tiger Woods","topic":"Work"},{"quote":"A man who becomes conscious of the responsibility he bears toward a human being who affectionately waits for him, or to an unfinished work, will never be able to throw away his life. He knows the &#39;why&#39; for his existence, and will be able to bear almost any &#39;how.&#39;","author":"Viktor E. Frankl","topic":"Work"},{"quote":"Keep the circus going inside you, keep it going, don&#39;t take anything too seriously, it&#39;ll all work out in the end.","author":"David Niven","topic":"Work"},{"quote":"The harder you work, the harder it is to surrender.","author":"Vince Lombardi","topic":"Work"},{"quote":"I think what it takes to succeed remains the same. You have to have a real love of your sport to carry you through all the bad times, you still want to go ski even when things aren&#39;t working. You must have a commitment to work hard and to never give up.","author":"Nancy Greene","topic":"Work"},{"quote":"Good leadership consists of showing average people how to do the work of superior people.","author":"John D. Rockefeller","topic":"Work"},{"quote":"I am happy with the way things are turning out for me because it is only my hard work and no one else&#39;s push.","author":"Ali Fazal","topic":"Work"},{"quote":"Education is a work of self-organization by which man adapts himself to the conditions of life.","author":"Maria Montessori","topic":"Work"},{"quote":"Make big plans; aim high in hope and work, remembering that a noble, logical diagram once recorded will not die, but long after we are gone be a living thing, asserting itself with ever-growing insistence.","author":"Daniel Burnham","topic":"Work"},{"quote":"Racism, in the first place, is a weapon used by the wealthy to increase the profits they bring in by paying Black workers less for their work.","author":"Angela Davis","topic":"Work"},{"quote":"The secret of joy in work is contained in one word - excellence. To know how to do something well is to enjoy it.","author":"Pearl S. Buck","topic":"Work"},{"quote":"I don&#39;t pity any man who does hard work worth doing. I admire him. I pity the creature who does not work, at whichever end of the social scale he may regard himself as being.","author":"Theodore Roosevelt","topic":"Work"},{"quote":"You can&#39;t get much done in life if you only work on the days when you feel good.","author":"Jerry West","topic":"Work"},{"quote":"As a personality, I&#39;m fighter, you know. And I don&#39;t give up, and if I believe I&#39;m correct, I&#39;m right, then I work, and I fight. Okay, this could be over a chess board, this could be in life, and so I defend my principles.","author":"Anatoly Karpov","topic":"Work"},{"quote":"Of all the things I&#39;ve done, the most vital is coordinating those who work with me and aiming their efforts at a certain goal.","author":"Walt Disney","topic":"Work"},{"quote":"When I was a kid I used to pray every night for a new bicycle. Then I realised that the Lord doesn&#39;t work that way so I stole one and asked Him to forgive me.","author":"Emo Philips","topic":"Work"},{"quote":"Mercedes does beautiful work, absolutely.","author":"Sebastian Thrun","topic":"Work"},{"quote":"I work mostly during the week, and on the weekend I get to hang out with friends, so it balances out pretty well.","author":"Jimmy Bennett","topic":"Work"},{"quote":"We must ensure not only that everyone receives equal pay for equal work, but that they have the opportunity to do equal work.","author":"Satya Nadella","topic":"Work"},{"quote":"You can&#39;t please everyone, and you have to trust your instincts, and you have to do your work and throw yourself in there and trust your instincts, and just trust that you&#39;re doing a good job that I can be proud of as well.","author":"Matt Ryan","topic":"Work"},{"quote":"Work is love made visible. And if you cannot work with love but only with distaste, it is better that you should leave your work and sit at the gate of the temple and take alms of those who work with joy.","author":"Khalil Gibran","topic":"Work"},{"quote":"No human being will work hard at anything unless they believe that they are working for competence.","author":"William Glasser","topic":"Work"},{"quote":"It is impossible to work in information technology without also engaging in social engineering.","author":"Jaron Lanier","topic":"Work"},{"quote":"Go see &#39;Hidden Figures,&#39; and take a young person! It will give a more positive outlook on what is possible if you work hard, do your best, and are prepared.","author":"Katherine Johnson","topic":"Work"},{"quote":"The work of an advertising agency is warmly and immediately human. It deals with human needs, wants, dreams and hopes. Its &#39;product&#39; cannot be turned out on an assembly line.","author":"Leo Burnett","topic":"Work"},{"quote":"A good job is more than just a paycheck. A good job fosters independence and discipline, and contributes to the health of the community. A good job is a means to provide for the health and welfare of your family, to own a home, and save for retirement.","author":"James H. Douglas, Jr.","topic":"Work"},{"quote":"What I&#39;m fighting for now in my work... for an expression relevant to all manner of blacks, poems I could take into a tavern, into the street, into the halls of a housing project.","author":"Gwendolyn Brooks","topic":"Work"},{"quote":"If you&#39;re not comfortable with public speaking - and nobody starts out comfortable; you have to learn how to be comfortable - practice. I cannot overstate the importance of practicing. Get some close friends or family members to help evaluate you, or somebody at work that you trust.","author":"Hillary Clinton","topic":"Work"},{"quote":"I believe that good things come to those who work.","author":"Wilt Chamberlain","topic":"Work"},{"quote":"Only true love can fuel the hard work that awaits you.","author":"Tom Freston","topic":"Work"},{"quote":"Everything I&#39;ve done in my career is a result of growing up in rural Oklahoma, because if I hadn&#39;t had the training from Mama and Daddy to work hard, to do what I&#39;m told, to take directions, to mind and to do a good job at anything I set out to do, then I wouldn&#39;t be where I am today.","author":"Reba McEntire","topic":"Work"},{"quote":"The American Dream means any person can achieve prosperity through hard work and ingenuity because there are no inherent barriers in our society.","author":"Anthony Scaramucci","topic":"Work"},{"quote":"Where the spirit does not work with the hand, there is no art.","author":"Leonardo da Vinci","topic":"Work"},{"quote":"We are at our very best, and we are happiest, when we are fully engaged in work we enjoy on the journey toward the goal we&#39;ve established for ourselves. It gives meaning to our time off and comfort to our sleep. It makes everything else in life so wonderful, so worthwhile.","author":"Earl Nightingale","topic":"Work"},{"quote":"A manager is not a person who can do the work better than his men; he is a person who can get his men to do the work better than he can.","author":"Frederick W. Smith","topic":"Work"},{"quote":"My great hope is to laugh as much as I cry; to get my work done and try to love somebody and have the courage to accept the love in return.","author":"Maya Angelou","topic":"Work"},{"quote":"It is the quality of our work which will please God and not the quantity.","author":"Mahatma Gandhi","topic":"Work"},{"quote":"Working hard is very important. You&#39;re not going to get anywhere without working extremely hard.","author":"George Lucas","topic":"Work"},{"quote":"I believe there are two periods in life, one for the bike, the other for becoming active on one&#39;s work.","author":"Bernard Hinault","topic":"Work"},{"quote":"Doing stunt work is risky, but it&#39;s something I enjoy.","author":"Verne Troyer","topic":"Work"},{"quote":"You can be a pretty face, but if you&#39;re not a nice person, it just doesn&#39;t work. I&#39;m not traditionally a beauty, but apparently people think I&#39;m all right. If you&#39;re a nice person, it definitely helps.","author":"Kate Moss","topic":"Work"},{"quote":"Don&#39;t do anything by half. If you love someone, love them with all your soul. When you go to work, work your ass off. When you hate someone, hate them until it hurts.","author":"Henry Rollins","topic":"Work"},{"quote":"There is never time in the future in which we will work out our salvation. The challenge is in the moment; the time is always now.","author":"James A. Baldwin","topic":"Work"},{"quote":"I do not know anyone who has got to the top without hard work. That is the recipe. It will not always get you to the top, but should get you pretty near.","author":"Margaret Thatcher","topic":"Work"},{"quote":"There is always the danger that we may just do the work for the sake of the work. This is where the respect and the love and the devotion come in - that we do it to God, to Christ, and that&#39;s why we try to do it as beautifully as possible.","author":"Mother Teresa","topic":"Work"},{"quote":"He who seeks rest finds boredom. He who seeks work finds rest.","author":"Dylan Thomas","topic":"Work"},{"quote":"Work harder on yourself than you do on your job.","author":"Jim Rohn","topic":"Work"},{"quote":"Work is about more than making a living, as vital as that is. It&#39;s fundamental to human dignity, to our sense of self-worth as useful, independent, free people.","author":"William J. Clinton","topic":"Work"},{"quote":"Falling in love, romance, matters of the heart - when you fall in love, on some biochemical level you know there is a chance it won&#39;t work out. It&#39;s ingrained in us that if you take such an enormous risk on someone with your heart that it might not pay off. I gamble all my chips and I might actually lose everything.","author":"Rachael Taylor","topic":"Work"},{"quote":"I like being the underdog so they don&#39;t expect what&#39;s going to happen. It pushes me to work harder and do the things I&#39;m not doing better.","author":"Kawhi Leonard","topic":"Work"},{"quote":"I&#39;m thankful because all the hard work and sacrifices were worth it in the end.","author":"WizKid","topic":"Work"},{"quote":"Recovery is something that you have to work on every single day and it&#39;s something that it doesn&#39;t get a day off.","author":"Demi Lovato","topic":"Work"},{"quote":"We use our gadgets for distraction and entertainment. We use them to avoid work while giving the impression that we&#39;re actually working hard.","author":"Meghan Daum","topic":"Work"},{"quote":"I try to keep in mind that it&#39;s a long journey. It&#39;s not a race. It&#39;s about staying focused, continuing to do good work, make my family and community proud; that&#39;s all I really want to do... and pay my bills.","author":"Gina Rodriguez","topic":"Work"},{"quote":"For one human being to love another; that is perhaps the most difficult of all our tasks, the ultimate, the last test and proof, the work for which all other work is but preparation.","author":"Rainer Maria Rilke","topic":"Work"},{"quote":"In the name of God, stop a moment, cease your work, look around you.","author":"Leo Tolstoy","topic":"Work"},{"quote":"I&#39;m coming to this world not to work. I want to come to this world to enjoy my life. I don&#39;t want to die in my office. I want to die on the beaches.","author":"Jack Ma","topic":"Work"},{"quote":"I think it all comes down to motivation. If you really want to do something, you will work hard for it.","author":"Edmund Hillary","topic":"Work"},{"quote":"Be different, stand out, and work your butt off.","author":"Reba McEntire","topic":"Work"},{"quote":"The highest reward that God gives us for good work is the ability to do better work.","author":"Elbert Hubbard","topic":"Work"},{"quote":"In North Korea, grass is a vegetable eaten by the people, and they&#39;ve got nuclear weapons and intercontinental ballistic missiles. So, something more stringent than what&#39;s been done to North Korea is going to have to work; otherwise, a military strike is the only option.","author":"Oliver North","topic":"Work"},{"quote":"Luck? I don&#39;t know anything about luck. I&#39;ve never banked on it and I&#39;m afraid of people who do. Luck to me is something else: Hard work - and realizing what is opportunity and what isn&#39;t.","author":"Lucille Ball","topic":"Work"},{"quote":"Prohibition didn&#39;t work in the Garden of Eden. Adam ate the apple.","author":"Vicente Fox","topic":"Work"},{"quote":"It is utterly false and cruelly arbitrary to put all the play and learning into childhood, all the work into middle age, and all the regrets into old age.","author":"Margaret Mead","topic":"Work"},{"quote":"I try to make the good days great and take something positive from the days I&#39;m not feeling good - work on technique or something like that.","author":"Katie Ledecky","topic":"Work"},{"quote":"I am trying to show the world that we are all human beings and that color is not important. What is important is the quality of our work.","author":"Alvin Ailey","topic":"Work"},{"quote":"I work more now because at this time of my life I am not disturbed from my aim by outside pressures such as family, passionate relationships, dealing with &#39;who am I?&#39; - those complications when one is searching for one&#39;s self.","author":"Jeanne Moreau","topic":"Work"},{"quote":"Pretension is a poor joke that you play on yourself. Snap out of it. Recognise your strengths, work on your weaknesses. Real achievement is liking what you see in the mirror every morning.","author":"Virat Kohli","topic":"Work"},{"quote":"My only concern was to get home after a hard day&#39;s work.","author":"Rosa Parks","topic":"Work"},{"quote":"From the depth of need and despair, people can work together, can organize themselves to solve their own problems and fill their own needs with dignity and strength.","author":"Cesar Chavez","topic":"Work"},{"quote":"My work is a self-portrait of my mind, a prism of my convictions.","author":"Fernando Botero","topic":"Work"},{"quote":"I get angry about things, then go on and work.","author":"Toni Morrison","topic":"Work"},{"quote":"We&#39;ve just got to keep going. More. More work, more action, more results.","author":"Gina Raimondo","topic":"Work"},{"quote":"Being forced to work, and forced to do your best, will breed in you temperance and self-control, diligence and strength of will, cheerfulness and content, and a hundred virtues which the idle will never know.","author":"Charles Kingsley","topic":"Work"},{"quote":"Fairytales work on two levels. On a conscious level, they are stories of true love and triumph and overcoming difficult odds and so are pleasurable to read. But they work on a deeper and symbolic level in that they play out our universal psychological dramas and hidden desires and fears.","author":"Kate Forsyth","topic":"Work"},{"quote":"Dancers are a work of art - they are the canvas on which their work is painted.","author":"Patrick Duffy","topic":"Work"},{"quote":"It will be hard work. It&#39;s always hard work, and hard work from everybody within the team - technical director, mechanics, drivers, engineers - everyone in the team.","author":"David Leslie","topic":"Work"},{"quote":"Life is often compared to a marathon, but I think it is more like being a sprinter; long stretches of hard work punctuated by brief moments in which we are given the opportunity to perform at our best.","author":"Michael Johnson","topic":"Work"},{"quote":"I know it&#39;s cliche to say, &#39;When you do something you love you never work a day in your life.&#39; But it is true: When you do something you love, life gets to be a little bit easier and enjoyable. So I just want people to follow their dreams.","author":"Tika Sumpter","topic":"Work"},{"quote":"Just put football first, or your job first. Give everything you&#39;ve got all week, work hard, work super-hard to take it to the next level every week. And when you feel like you got to the point where you want to be, you definitely need the time to go out, relax, have a good time, take all the stress off it.","author":"Rob Gronkowski","topic":"Work"},{"quote":"I think there are always phases in life when things get intense or difficult, whether it&#39;s the sheer volume of work or personal circumstances. And I&#39;ve definitely had tough moments. The way I approach them is just to tell myself that this, too, will pass, and take it one day at a time.","author":"Marianne Lake","topic":"Work"},{"quote":"It seems as if an age of genius must be succeeded by an age of endeavour; riot and extravagance by cleanliness and hard work.","author":"Virginia Woolf","topic":"Work"},{"quote":"I had chosen to use my work as a reflection of my values.","author":"Sidney Poitier","topic":"Work"},{"quote":"Abortion is wrong. I think everyone knows that, which is why abortion activists are so angry all the time. It&#39;s a bit like when you catch someone out in a lie, and they get really mad at you really quickly, and you can&#39;t work out why until later. It&#39;s guilt.","author":"Milo Yiannopoulos","topic":"Work"},{"quote":"With patience, persistence, and partnership, we can create economic opportunity for every person willing to work hard for it.","author":"Thomas E. Perez","topic":"Work"},{"quote":"You should never have to say hello or goodbye. Even at work sometimes, and I know this is very unpopular, is that if I&#39;m going to work every single day, I don&#39;t think you should have to hug people hello every single day when you come to work. I saw you Monday!","author":"Mindy Kaling","topic":"Work"},{"quote":"When you live under the power of terror and segregation, you can&#39;t ever start a work of art.","author":"Jeanne Moreau","topic":"Work"},{"quote":"Do not hire a man who does your work for money, but him who does it for love of it.","author":"Henry David Thoreau","topic":"Work"},{"quote":"I never did anything worth doing by accident, nor did any of my inventions come by accident; they came by work.","author":"Plato","topic":"Work"},{"quote":"Men for the sake of getting a living forget to live.","author":"Margaret Fuller","topic":"Work"},{"quote":"Find something that you love to do, and find a place that you really like to do it in. I found something I loved to do. I&#39;m a mechanical engineer by training, and I loved it. I still do. My son is a nuclear engineer at MIT, a junior, and I get the same vibe from him. Your work has to be compelling. You spend a lot of time doing it.","author":"Ursula Burns","topic":"Work"},{"quote":"I don&#39;t work at being ordinary.","author":"Paul McCartney","topic":"Work"},{"quote":"Women with low self-esteem love bad boys. Women who have work to do love bad boys. Women who love themselves love good men.","author":"Tracy McMillan","topic":"Work"},{"quote":"All things are difficult before they are easy.","author":"Thomas Fuller","topic":"Work"},{"quote":"I enjoy the celebration of my birthday as much as anyone else does, but I always remember to start my day thanking my mom because she did most of the work the day I came into the world, not to mention all she has done throughout my life that has contributed so much to the woman I am today.","author":"Christy Turlington","topic":"Work"},{"quote":"Work as though you would live forever, and live as though you would die today. Go another mile!","author":"Og Mandino","topic":"Work"},{"quote":"Work is the meat of life, pleasure the dessert.","author":"B. C. Forbes","topic":"Work"},{"quote":"My dad said to me, &#39;Work hard and be patient.&#39; It was the best advice he ever gave me. You have to put the hours in.","author":"Simon Cowell","topic":"Work"},{"quote":"Let there be work, bread, water and salt for all.","author":"Nelson Mandela","topic":"Work"},{"quote":"It&#39;s good to test yourself and develop your talents and ambitions as fully as you can and achieve greater success; but I think success is the feeling you get from a job well done, and the key thing is to do the work.","author":"Peter Thiel","topic":"Work"},{"quote":"To find joy in work is to discover the fountain of youth.","author":"Pearl S. Buck","topic":"Work"},{"quote":"I work really hard at trying to see the big picture and not getting stuck in ego. I believe we&#39;re all put on this planet for a purpose, and we all have a different purpose... When you connect with that love and that compassion, that&#39;s when everything unfolds.","author":"Ellen DeGeneres","topic":"Work"},{"quote":"I work hard. I focus on myself and putting food on my dinner table before anything else. I don&#39;t worry about other artists. Worrying about the next person in a negative way is the wrong way to be.","author":"Meek Mill","topic":"Work"},{"quote":"Europe and Africa share proximity and history, ideas and ideals, trade and technology. You are tied together by the ebb and flow of people. Migration presents policy challenges - but also represents an opportunity to enhance human development, promote decent work, and strengthen collaboration.","author":"Ban Ki-moon","topic":"Work"},{"quote":"Motherhood is wonderful, but it&#39;s also hard work. It&#39;s the logistics more than anything. You discover you have reserves of energy you didn&#39;t know you had.","author":"Deborah Mailman","topic":"Work"},{"quote":"Work is the curse of the drinking classes.","author":"Oscar Wilde","topic":"Work"},{"quote":"The brain is a wonderful organ; it starts working the moment you get up in the morning and does not stop until you get into the office.","author":"Robert Frost","topic":"Work"},{"quote":"I think leadership is more than just being able to cross the t&#39;s and dot the i&#39;s. It&#39;s about character and integrity and work ethic.","author":"Steve Largent","topic":"Work"},{"quote":"Who I am, what I am, is the culmination of a lifetime of reading, a lifetime of stories. And there are still so many more books to read. I&#39;m a work in progress.","author":"Sarah Addison Allen","topic":"Work"},{"quote":"If you have built castles in the air, your work need not be lost; that is where they should be. Now put the foundations under them.","author":"Henry David Thoreau","topic":"Work"},{"quote":"I have very high standards for every part of life - my work, my relationships, food, love. I can&#39;t just pretend.","author":"Olivia Wilde","topic":"Work"},{"quote":"Man was made at the end of the week&#39;s work, when God was tired.","author":"Mark Twain","topic":"Work"},{"quote":"I&#39;m far from being god, but I work god damn hard.","author":"Jay-Z","topic":"Work"},{"quote":"Allah&#39;s the Arabic term for God. Stand up for God, fight for God, work for God and do the right thing, and go the right way, things will end up in your corner.","author":"Muhammad Ali","topic":"Work"},{"quote":"I always try to stay aggressive. I always use my strengths and always work on my weaknesses to get better. That&#39;s just who I am.","author":"Kristaps Porzingis","topic":"Work"},{"quote":"Management is nothing more than motivating other people.","author":"Lee Iacocca","topic":"Work"},{"quote":"Never despair, but if you do, work on in despair.","author":"Edmund Burke","topic":"Work"},{"quote":"I feel lucky that I got to work with some of the big legends in town.","author":"Yvonne Strahovski","topic":"Work"},{"quote":"One measure of your success will be the degree to which you build up others who work with you. While building up others, you will build up yourself.","author":"James E. Casey","topic":"Work"},{"quote":"I believe that anyone can be what they want to be; it just comes down to hard work.","author":"Kiesza","topic":"Work"},{"quote":"My favorite puzzle is trying to work out the parts myself, after all it is a solo effort.","author":"Adrian Belew","topic":"Work"},{"quote":"The end of labor is to gain leisure.","author":"Aristotle","topic":"Work"},{"quote":"Let us work toward greater cooperation with all Caribbean Countries, whether we speak English, Dutch, French or Spanish, whether we are independent or not, and whether we be island or continental territories.","author":"Said Musa","topic":"Work"},{"quote":"Prohibition of substances which give pleasure to people does not work. Addiction is a health problem, not a moral one, and there are many proven strategies which can reduce its burden.","author":"Vikram Patel","topic":"Work"},{"quote":"I try to not work too many Sundays. At least on Sunday nights, I try to chill out a little bit. I call it Sunday Funday.","author":"Miley Cyrus","topic":"Work"},{"quote":"Every orchid or rose or lizard or snake is the work of a dedicated and skilled breeder. There are thousands of people, amateurs and professionals, who devote their lives to this business. Now imagine what will happen when the tools of genetic engineering become accessible to these people.","author":"Freeman Dyson","topic":"Work"},{"quote":"I guess we all like to be recognized not for one piece of fireworks, but for the ledger of our daily work.","author":"Neil Armstrong","topic":"Work"},{"quote":"My heroes are just everyday people who work hard, are honest and have integrity.","author":"Jordin Sparks","topic":"Work"},{"quote":"New knowledge is the most valuable commodity on earth. The more truth we have to work with, the richer we become.","author":"Kurt Vonnegut","topic":"Work"},{"quote":"To me, I will be a stronger person if I&#39;m moving forward, doing the work I want, and continue to drive: force the purpose that I want to create versus doing what other people think I should be doing, which is never a way to live.","author":"Payal Kadakia","topic":"Work"},{"quote":"Work, look for peace and calm in work: you will find it nowhere else.","author":"Dmitri Mendeleev","topic":"Work"},{"quote":"Poor people are those who only work to try to keep an expensive lifestyle and always want more and more.","author":"Jose Mujica","topic":"Work"},{"quote":"I will respect the limits of my experience but that won&#39;t stop me from trying to lead by example of my work. Being a good teammate and picking them up on and off the field is a simple goal of mine.","author":"Anthony Rizzo","topic":"Work"},{"quote":"Most of those coming from the mainland are very destitute, almost naked. I am trying to find places for those able to work, and provide for them as best I can, so as to lighten the burden on the Government as much as possible, while at the same time they learn to respect themselves by earning their own living.","author":"Harriet Tubman","topic":"Work"},{"quote":"If this work can contribute in any way toward proving this, and at the same time arouse the conscience of the American people to a demand for justice to every citizen, and punishment by law for the lawless, I shall feel I have done my race a service.","author":"Ida B. Wells","topic":"Work"},{"quote":"As a leader, these attributes - confidence, perseverance, work ethic and good sense - are all things I look for in people. I also try to lead by example and create an environment where good questions and good ideas can come from anyone.","author":"Heather Bresch","topic":"Work"},{"quote":"Autism doesn&#39;t have to define a person. Artists with autism are like anyone else: They define themselves through hard work and individuality.","author":"Adrienne Bailon","topic":"Work"},{"quote":"I love to watch the movement of light on water, and I love to play in rivers and lakes, swimming or canoeing. I am fascinated by people who work with water - fishermen, boatmen - and by a way of life that is dominated by water.","author":"Berlie Doherty","topic":"Work"},{"quote":"If people work together in an open way with porous boundaries - that is, if they listen to each other and really talk to each other - then they are bound to trade ideas that are mutual to each other and be influenced by each other. That mutual influence and open system of working creates collaboration.","author":"Richard Thomas","topic":"Work"},{"quote":"Clarity is the most important thing. I can compare clarity to pruning in gardening. You know, you need to be clear. If you are not clear, nothing is going to happen. You have to be clear. Then you have to be confident about your vision. And after that, you just have to put a lot of work in.","author":"Diane von Furstenberg","topic":"Work"},{"quote":"To become truly immortal, a work of art must escape all human limits: logic and common sense will only interfere. But once these barriers are broken, it will enter the realms of childhood visions and dreams.","author":"Giorgio de Chirico","topic":"Work"},{"quote":"I do my work and do the best I can. I&#39;m quite happy with my anonymity. All I can ever hope for is that I continue to do great work that will be remembered, and I leave my imprint so that my son can say proudly, &#39;That&#39;s my dad!&#39;","author":"Eamonn Walker","topic":"Work"},{"quote":"The only thing that overcomes hard luck is hard work.","author":"Harry Golden","topic":"Work"},{"quote":"Hope is favorable and confident expectation; it&#39;s an expectant attitude that something good is going to happen and things will work out, no matter what situation we&#39;re facing.","author":"Joyce Meyer","topic":"Work"},{"quote":"Leisure time is only leisure time when it is earned; otherwise, leisure time devolves into soul-killing lassitude. There&#39;s a reason so many new retirees, freed from the treadmill of work, promptly keel over on the golf course: Work fulfills us. It keeps us going.","author":"Ben Shapiro","topic":"Work"},{"quote":"If I write a book where all I&#39;ve ever experienced is success, people won&#39;t take a positive lesson from it. In being candid, I have to own up to my own failures, both in my marriage and in my work environment.","author":"Sonia Sotomayor","topic":"Work"},{"quote":"Just because something didn&#39;t work out your way, or somebody disappointed you, that does not change who you are.","author":"Joel Osteen","topic":"Work"},{"quote":"What we&#39;ve seen over the last decade is we&#39;ve seen a departure from the traditional work of the National Security Agency. They&#39;ve become sort of the national hacking agency, the national surveillance agency. And they&#39;ve lost sight of the fact that everything they do is supposed to make us more secure as a nation and a society.","author":"Edward Snowden","topic":"Work"},{"quote":"Today, no leader can afford to be indifferent to the challenge of engaging employees in the work of creating the future. Engagement may have been optional in the past, but it&#39;s pretty much the whole game today.","author":"Gary Hamel","topic":"Work"},{"quote":"My doctor told me I shouldn&#39;t work out until I&#39;m in better shape. I told him, &#39;All right; don&#39;t send me a bill until I pay you.&#39;","author":"Steven Wright","topic":"Work"},{"quote":"Work is not man&#39;s punishment. It is his reward and his strength and his pleasure.","author":"George Sand","topic":"Work"},{"quote":"Today a minimum wage earner has to work a day and a half just to pay for a full tank of gas. That is simply shameful.","author":"Bill Pascrell","topic":"Work"},{"quote":"Living in different cultures helped me work out who I was going to be, separate from where I came from.","author":"Jacinda Barrett","topic":"Work"},{"quote":"Be regular and orderly in your life, so that you may be violent and original in your work.","author":"Gustave Flaubert","topic":"Work"},{"quote":"The workingmen have perceived that women are in the field of industry to stay; and they see, too, that there can not be two standards of work and wages for any trade without constant menace to the higher standard.","author":"Florence Kelley","topic":"Work"},{"quote":"Saturday Night Live is such a comedy boot camp in a way, because you get to work with so many different people who come in to host the show and you get thrown into so many situations and learn how to think on your feet, so filmmaking actually feels slow, in a good way.","author":"Will Ferrell","topic":"Work"},{"quote":"I still see the world as a place of bitter irony and black humour, failed hopes, dashed plans. I hope to make my work sparer, to outgrow my desire to show off.","author":"Clive Sinclair","topic":"Work"},{"quote":"It takes a long time to get to be a diva. I mean, you gotta work at it.","author":"Diana Ross","topic":"Work"},{"quote":"My job is to be fit and I&#39;m really blessed that I get to go and work out and live a really healthy lifestyle.","author":"Kerri Walsh Jennings","topic":"Work"},{"quote":"All I do is work out. Oh my God! Half my life is spent in a gym somewhere, sweating.","author":"Tom Brady","topic":"Work"},{"quote":"Every homeless puppy and kitten was born to parents who weren&#39;t spayed or neutered. I&#39;m proud to support PETA&#39;s work to prevent animal homelessness.","author":"Kevin Nealon","topic":"Work"},{"quote":"I like the cold weather. It means you get work done.","author":"Noam Chomsky","topic":"Work"},{"quote":"How long you can continue to be good at something is how much you believe in yourself and how much hard work you do with the training.","author":"Jason Statham","topic":"Work"},{"quote":"What I like to do is try to make a difference with the work I do.","author":"David Bowie","topic":"Work"},{"quote":"When you play, play hard; when you work, don&#39;t play at all.","author":"Theodore Roosevelt","topic":"Work"},{"quote":"I have one message for young musicians around the world: Stay true to your heart, believe in yourself, and work hard.","author":"Joe Cocker","topic":"Work"},{"quote":"There are two tests in life, more important than any other test. On Monday morning, when you wake up, do you feel in the pit of your stomach you can&#39;t wait to go to work? And when you&#39;re ready to go home Friday afternoon, do you say, &#39;I can&#39;t wait to go home?&#39;","author":"Chuck Schumer","topic":"Work"},{"quote":"I work so hard to make that sure I&#39;m successful. If you&#39;re positive and really excited and enthusiastic about what you&#39;re doing, it&#39;s going to happen, and it&#39;s going to happen big time.","author":"Shawn Mendes","topic":"Work"},{"quote":"I like sports, and swimming is my favorite. Doing physical exercises keeps one fit and healthy and helps one work more efficiently. I think we all need to strike a balance between work and relaxation. This can keep us energetic and help us do our job better.","author":"Xi Jinping","topic":"Work"},{"quote":"I believe much of the pain of a breakup comes from having a life plan that you have fallen in love with. When it does not work out, you become angry that you now have to pursue a new life plan.","author":"Karen Salmansohn","topic":"Work"},{"quote":"One of the gifts of &#39;Star Trek&#39; is my professional work colleagues have become my lifelong friends.","author":"George Takei","topic":"Work"},{"quote":"My one thing is respect. I don&#39;t care about anything else. You should respect everyone around you - the people who work for you, peers. Be classy.","author":"Charli XCX","topic":"Work"},{"quote":"Motivation is everything. You can do the work of two people, but you can&#39;t be two people. Instead, you have to inspire the next guy down the line and get him to inspire his people.","author":"Lee Iacocca","topic":"Work"},{"quote":"There is never just one thing that leads to success for anyone. I feel it always a combination of passion, dedication, hard work, and being in the right place at the right time.","author":"Lauren Conrad","topic":"Work"},{"quote":"Have you ever noticed some people are able to stay organized while getting a massive quantity of work accomplished, while others appear to be busy but never actually produce results? Time management is the key to becoming a successful entrepreneur.","author":"Clay Clark","topic":"Work"},{"quote":"If you hire people just because they can do a job, they&#39;ll work for your money. But if you hire people who believe what you believe, they&#39;ll work for you with blood, sweat, and tears.","author":"Simon Sinek","topic":"Work"},{"quote":"Poverty is about people lacking the tools they need to get on in life. And solving it is about tackling educational failure, antisocial behaviour, debt problems and addiction, and of course it&#39;s about work.","author":"Theresa May","topic":"Work"},{"quote":"There is a huge difference between failing and failure. Failing is trying something that you learn doesn&#39;t work. Failure is throwing in the towel and giving up. True success comes from failing repeatedly and as quickly as possible, before your cash or your willpower runs out.","author":"Jay Samit","topic":"Work"},{"quote":"I am a marathon worker and marathon mother. I&#39;ll spend three or four days completely swallowed up by work. And if I make it home in time to say good night, I may have one good hour with the girls, maybe a brief family dinner or a family walk with the dog, and then it is back on the computer to prepare for tomorrow&#39;s shows.","author":"Mika Brzezinski","topic":"Work"},{"quote":"Clouds do not really look like camels or sailing ships or castles in the sky. They are simply a natural process at work. So too, perhaps, are our lives.","author":"Roger Ebert","topic":"Work"},{"quote":"You can&#39;t get there by bus, only by hard work and risk and by not quite knowing what you&#39;re doing. What you&#39;ll discover will be wonderful. What you&#39;ll discover will be yourself.","author":"Alan Alda","topic":"Work"},{"quote":"Few ideas work on the first try. Iteration is key to innovation.","author":"Sebastian Thrun","topic":"Work"},{"quote":"When you think about your heritage, you think about toughness and hard work.","author":"Jeff Garcia","topic":"Work"},{"quote":"The world is full of willing people; some willing to work, the rest willing to let them.","author":"Robert Frost","topic":"Work"},{"quote":"I think anyone can do anything they dream of if they put their mind to it and put in the work.","author":"Shawn Mendes","topic":"Work"},{"quote":"Competition gives birth to a lot of success, and if no one ever challenged you, you wouldn&#39;t go anywhere. It makes sense to compete with others for a promotion at work. But so many women take it a step further and won&#39;t even support other women. They end up competing over things that don&#39;t make sense - like how we look.","author":"Lilly Singh","topic":"Work"},{"quote":"As a tennis player, you have to get used to losing every week. Unless you win the tournament, you always go home as a loser. But you have to take the positive out of a defeat and go back to work. Improve to fail better.","author":"Stanislas Wawrinka","topic":"Work"},{"quote":"You learn to speak by speaking, to study by studying, to run by running, to work by working; in just the same way, you learn to love by loving.","author":"Anatole France","topic":"Work"},{"quote":"Reality is easy. It&#39;s deception that&#39;s the hard work.","author":"Lauryn Hill","topic":"Work"},{"quote":"Happiness is a critical factor for work, and work is a critical factor for happiness. In one of those life-isn&#39;t-fair results, it turns out that the happy outperform the less happy. Happy people work more hours each week - and they work more in their free time, too.","author":"Gretchen Rubin","topic":"Work"},{"quote":"There is joy in work. There is no happiness except in the realization that we have accomplished something.","author":"Henry Ford","topic":"Work"},{"quote":"Community service has taught me all kinds of skills and increased my confidence. You go out there and think on your feet, work with others and create something from nothing. That&#39;s what life&#39;s all about.","author":"Andrew Shue","topic":"Work"},{"quote":"I&#39;m not hungry for success. I am only hungry for good work, and that is how it is with most superstars. Every day I tell myself how fortunate I am to be where I am.","author":"Akshay Kumar","topic":"Work"},{"quote":"We not only need to work happy, we need to work at being happy.","author":"Shawn Achor","topic":"Work"},{"quote":"It&#39;s a marathon, not a sprint. I actually feel like I come to work stronger when I&#39;ve had a little time on the weekend to step away from it and enjoy my family and other things. I come back energized. If people think they&#39;re going to work 24\/7, week in and week out, they&#39;re not bringing their full strength to the table.","author":"Mary Barra","topic":"Work"},{"quote":"So much of what we call management consists in making it difficult for people to work.","author":"Peter Drucker","topic":"Work"},{"quote":"If there is dissatisfaction with the status quo, good. If there is ferment, so much the better. If there is restlessness, I am pleased. Then let there be ideas, and hard thought, and hard work. If man feels small, let man make himself bigger.","author":"Hubert H. Humphrey","topic":"Work"},{"quote":"I returned to India because I believe in an India of honesty and hard work, not of corruption and crookedness. I believe in an India of openness and straightforwardness, not of hypocrisy and double-dealing. I believe in an India where opportunities are available to all, and not just to a chosen few.","author":"Shashi Tharoor","topic":"Work"},{"quote":"We must not show to all and sundry the secrets of the waters flowing in ocean and river, or the devices that work on these waters. Let there be convened a council of experts and masters in mechanical art to deliberate what is needed to compose and construct these works.","author":"Filippo Brunelleschi","topic":"Work"},{"quote":"I like kids&#39; work more than work by real artists any day.","author":"Jean-Michel Basquiat","topic":"Work"},{"quote":"We&#39;ve got to work to save our children and do it with full respect for the fact that if we do not, no one else is going to do it.","author":"Dorothy Height","topic":"Work"},{"quote":"It&#39;s shown and proved that hard work pays off. Make goals, achieve them and replace them with new goals.","author":"Lance Gross","topic":"Work"},{"quote":"Ballet is an incredibly difficult, beautiful art form that takes a lot of training, a lot of time, and a lot of hard work.","author":"Sutton Foster","topic":"Work"},{"quote":"It makes so much sense to just love what you do and go to work every day to get to get to work.","author":"Millie Bobby Brown","topic":"Work"},{"quote":"Coaching is the great passion of my life, and the job to me has always been an opportunity to work with our student athletes and help them discover what they want.","author":"Pat Summitt","topic":"Work"},{"quote":"I work on the motto that if something&#39;s not impossible, there must be a way to do it.","author":"Nicholas Winton","topic":"Work"},{"quote":"It&#39;s the ultimate goal every day you wake up, to be happy. At the end of the week, you want to be happy. Happy in love, happy in work, happy in life, happy with yourself. It&#39;s pretty simple.","author":"Pierce Brosnan","topic":"Work"},{"quote":"Controlling mosquitos is tough. It&#39;s not quick; it&#39;s not easy. It requires work day in and day out to track where mosquitos are and to apply safely the appropriate mosquito control methods.","author":"Tom Frieden","topic":"Work"},{"quote":"The title &#39;black swimmer&#39; makes it seem like I am not supposed to be able to win a gold medal, I am not supposed to be able to break the Olympic record, and that is not true, as I work as hard as anybody else, and I love the sport, and I want to win, just like everybody else.","author":"Simone Manuel","topic":"Work"},{"quote":"I motivate others by making sure that they understand to go after their dreams and don&#39;t let anyone tell you you can&#39;t. If you are motivated enough and put the work in that you can achieve anything in life that you set your mind to.","author":"Magic Johnson","topic":"Work"},{"quote":"When I get home, I&#39;m not the boss like I am at work - I slip into a more feminine role. I take everything off and put on my Stella McCartney silk robe. I&#39;ll put on a red lip or red nails, and it lifts my mood. Sexy underwear also gives you a spark.","author":"Miranda Kerr","topic":"Work"},{"quote":"As we get more technically driven, the importance of people becomes more than it&#39;s ever been before. You have to utilize who you are in your work. Nobody else can do that: nobody else can pull from your background, from your parents, your upbringing, your whole life experience.","author":"David Carson","topic":"Work"},{"quote":"I think the American Dream says that anything can happen if you work hard enough at it and are persistent, and have some ability. The sky is the limit to what you can build, and what can happen to you and your family.","author":"Sanford I. Weill","topic":"Work"},{"quote":"Making cartoons means very hard work at every step of the way, but creating a successful cartoon character is the hardest work of all.","author":"Joseph Barbera","topic":"Work"},{"quote":"Success in its highest and noblest form calls for peace of mind and enjoyment and happiness which come only to the man who has found the work that he likes best.","author":"Napoleon Hill","topic":"Work"},{"quote":"No one can arrive from being talented alone, work transforms talent into genius.","author":"Anna Pavlova","topic":"Work"},{"quote":"The artist belongs to his work, not the work to the artist.","author":"Novalis","topic":"Work"},{"quote":"Journalism is what we need to make democracy work.","author":"Walter Cronkite","topic":"Work"},{"quote":"Capitalism is an organized system to guarantee that greed becomes the primary force of our economic system and allows the few at the top to get very wealthy and has the rest of us riding around thinking we can be that way, too - if we just work hard enough, sell enough Tupperware and Amway products, we can get a pink Cadillac.","author":"Michael Moore","topic":"Work"},{"quote":"It&#39;s true hard work never killed anybody, but I figure, why take the chance?","author":"Ronald Reagan","topic":"Work"},{"quote":"How do you go from where you are to where you wanna be? And I think you have to have an enthusiasm for life. You have to have a dream, a goal. And you have to be willing to work for it.","author":"Jim Valvano","topic":"Work"},{"quote":"I think the thing about that was I was always willing to work; I was not the fastest or biggest player but I was determined to be the best football player I could be on the football field and I think I was able to accomplish that through hard work.","author":"Jerry Rice","topic":"Work"},{"quote":"I like the challenge of trying different things and wondering whether it&#39;s going to work or whether I&#39;m going to fall flat on my face.","author":"Johnny Depp","topic":"Work"},{"quote":"We truly believe with hard work, dedication and perseverance, we can become the best at what we do. No one wants to become mediocre.","author":"Andy Biersack","topic":"Work"},{"quote":"Hope is a state of mind, not of the world. Hope, in this deep and powerful sense, is not the same as joy that things are going well, or willingness to invest in enterprises that are obviously heading for success, but rather an ability to work for something because it is good.","author":"Vaclav Havel","topic":"Work"},{"quote":"The supreme accomplishment is to blur the line between work and play.","author":"Arnold J. Toynbee","topic":"Work"},{"quote":"I know you&#39;ve heard it a thousand times before. But it&#39;s true - hard work pays off. If you want to be good, you have to practice, practice, practice. If you don&#39;t love something, then don&#39;t do it.","author":"Ray Bradbury","topic":"Work"},{"quote":"I&#39;ve learned that I can&#39;t have a packed work schedule and a packed social schedule and a packed personal life; I need to just have time to myself to sit and breathe and unwind.","author":"Kim Cattrall","topic":"Work"},{"quote":"Big jobs usually go to the men who prove their ability to outgrow small ones.","author":"Theodore Roosevelt","topic":"Work"},{"quote":"The greatest humiliation in life, is to work hard on something from which you expect great appreciation, and then fail to get it.","author":"E. W. Howe","topic":"Work"},{"quote":"Selfless service to the people and resolution of their problems should be the top priority of local bodies representatives, as they can come up to the expectations of the people only through service, hard work, and honesty.","author":"Shehbaz Sharif","topic":"Work"},{"quote":"I work out Monday, Tuesday, Wednesday; take Thursday off; then I work out Friday and Saturday. So sometimes I&#39;ll eat whatever I want on Thursday, like a big breakfast of pancakes and bacon and eggs and stuff. You can eat a big, hearty breakfast because you&#39;re going to burn off most of it during the day anyway.","author":"Mark Wahlberg","topic":"Work"},{"quote":"A good idea is about ten percent and implementation and hard work, and luck is 90 percent.","author":"Guy Kawasaki","topic":"Work"},{"quote":"I never did a day&#39;s work in my life. It was all fun.","author":"Thomas A. Edison","topic":"Work"},{"quote":"Our life of poverty is as necessary as the work itself. Only in heaven will we see how much we owe to the poor for helping us to love God better because of them.","author":"Mother Teresa","topic":"Work"},{"quote":"I&#39;ve learned from experience that if you work harder at it, and apply more energy and time to it, and more consistency, you get a better result. It comes from the work.","author":"Louis C. K.","topic":"Work"},{"quote":"I think on some level, you do your best things when you&#39;re a little off-balance, a little scared. You&#39;ve got to work from mystery, from wonder, from not knowing.","author":"Willem Dafoe","topic":"Work"},{"quote":"In order to become prosperous, a person must initially work very hard, so he or she has to sacrifice a lot of leisure time.","author":"Dalai Lama","topic":"Work"},{"quote":"The richest people in the world look for and build networks; everyone else looks for work.","author":"Robert Kiyosaki","topic":"Work"},{"quote":"Many of our deepest motives come, not from an adult logic of how things work in the world, but out of something that is frozen from childhood.","author":"Kazuo Ishiguro","topic":"Work"},{"quote":"Fighting for one&#39;s freedom, struggling towards being free, is like struggling to be a poet or a good Christian or a good Jew or a good Muslim or good Zen Buddhist. You work all day long and achieve some kind of level of success by nightfall, go to sleep and wake up the next morning with the job still to be done. So you start all over again.","author":"Maya Angelou","topic":"Work"},{"quote":"I am a businessman. This is what I do each and every day. I love it. I love coming to work. I never have a bad day.","author":"Magic Johnson","topic":"Work"},{"quote":"The automobile engine will come, and then I will consider my life&#39;s work complete.","author":"Rudolf Diesel","topic":"Work"},{"quote":"A guilty conscience needs to confess. A work of art is a confession.","author":"Albert Camus","topic":"Work"},{"quote":"The faith that anyone could move from rags to riches - with enough guts and gumption, hard work and nose to the grindstone - was once at the core of the American Dream.","author":"Robert Reich","topic":"Work"},{"quote":"Let me be a free man - free to travel, free to stop, free to work.","author":"Chief Joseph","topic":"Work"},{"quote":"A friend at school was always being laughed at because his father emptied dustbins for a living. But those who laughed worshipped famous footballers. This is an example of our topsy-turvy view of &#39;success.&#39; Who would we miss most if they did not work for a month, the footballer or the garbage collector?","author":"David Icke","topic":"Work"},{"quote":"It&#39;s fun to be on the edge. I think you do your best work when you take chances, when you&#39;re not safe, when you&#39;re not in the middle of the road, at least for me, anyway.","author":"Danny DeVito","topic":"Work"},{"quote":"The best work is not what is most difficult for you; it is what you do best.","author":"Jean-Paul Sartre","topic":"Work"},{"quote":"Aside from what it teaches you, there is simply the indescribable degree of peace that can be achieved on a sailing vessel at sea. I guess a combination of hard work and the seemingly infinite expanse of the sea - the profound solitude - that does it for me.","author":"Billy Campbell","topic":"Work"},{"quote":"To fulfill a dream, to be allowed to sweat over lonely labor, to be given a chance to create, is the meat and potatoes of life. The money is the gravy.","author":"Bette Davis","topic":"Work"},{"quote":"I&#39;m a victim of my own insides. There was a time when I wanted to know everything. It used to make me very unhappy, all that feeling. I just didn&#39;t know what to do with it. But now I&#39;ve learned to make that feeling work for me.","author":"Janis Joplin","topic":"Work"},{"quote":"The origin of all revolutions and corruption, and the spur and source of all base morals are just two sayings: The First Saying: &#39;So long as I&#39;m full, what is it to me if others die of hunger?&#39; The Second Saying: &#39;You suffer hardship so that I can live in ease; you work so that I can eat.&#39;","author":"Said Nursi","topic":"Work"},{"quote":"Through hard work and education, we can deliver a strong economy and opportunity for all.","author":"Julia Gillard","topic":"Work"},{"quote":"Results! Why, man, I have gotten a lot of results. I know several thousand things that won&#39;t work.","author":"Thomas A. Edison","topic":"Work"},{"quote":"I think the person who takes a job in order to live - that is to say, for the money - has turned himself into a slave.","author":"Joseph Campbell","topic":"Work"},{"quote":"To become a superstar, it&#39;s not only the voice. You have to have all these things: talent, determination, be ready to work, ready to understand.","author":"Rene Angelil","topic":"Work"},{"quote":"I don&#39;t think that you can invent on behalf of customers unless you&#39;re willing to think long-term, because a lot of invention doesn&#39;t work. If you&#39;re going to invent, it means you&#39;re going to experiment, and if you&#39;re going to experiment, you&#39;re going to fail, and if you&#39;re going to fail, you have to think long term.","author":"Jeff Bezos","topic":"Work"},{"quote":"The old and honorable idea of &#39;vocation&#39; is simply that we each are called, by God, or by our gifts, or by our preference, to a kind of good work for which we are particularly fitted.","author":"Wendell Berry","topic":"Work"},{"quote":"Some people say, &#39;Shah Rukh, you work so hard. Why don&#39;t you sit back with a glass of red wine or go out on the terrace for a smoke?&#39; But that&#39;s not me.","author":"Shah Rukh Khan","topic":"Work"},{"quote":"All of Koons&#39;s best art - the encased vacuum cleaners, the stainless-steel Rabbit (the late-twentieth century&#39;s signature work of Simulationist sculpture), the amazing gleaming Balloon Dog, and the cast-iron re-creation of a Civil War mortar exhibited last month at the Armory - has simultaneously flaunted extreme realism, idealism, and fantasy.","author":"Jerry Saltz","topic":"Work"},{"quote":"Can anything be sadder than work left unfinished? Yes, work never begun.","author":"Christina Rossetti","topic":"Work"},{"quote":"I am very excited about the prospect of using cryptocurrency, not just as a money equivalent, but using it as a way to earn something as a result of doing some type of work.","author":"William Mougayar","topic":"Work"},{"quote":"Given the scale of trauma caused by the genocide, Rwanda has indicated that however thin the hope of a community can be, a hero always emerges. Although no one can dare claim that it is now a perfect state, and that no more work is needed, Rwanda has risen from the ashes as a model or truth and reconciliation.","author":"Wole Soyinka","topic":"Work"},{"quote":"During the off-season when you see other people playing in the Super Bowl, you wonder, and you say to yourself, &#39;Are you ever gonna get there and see what it feels like?&#39; And it pushes you a little bit harder during that off-season to work to try to get there the following year.","author":"Walter Payton","topic":"Work"},{"quote":"You need lofty goals. Then cement it with a great work ethic.","author":"Jerry West","topic":"Work"},{"quote":"As information technology restructures the work situation, it abstracts thought from action.","author":"Shoshana Zuboff","topic":"Work"},{"quote":"A writer wants something more than money for his work: he wants permanence.","author":"A. A. Milne","topic":"Work"},{"quote":"I&#39;ve always considered myself a workaholic... The way I work, I have to turn myself upside down and hang myself by my ankles and wring myself out like a wet sweater, and I have to do that with other people, too, because I think that&#39;s where something good comes out.","author":"Josh Homme","topic":"Work"},{"quote":"I never work just to work. It&#39;s some combination of laziness and self-respect.","author":"Harold Ramis","topic":"Work"},{"quote":"For since the fabric of the universe is most perfect and the work of a most wise Creator, nothing at all takes place in the universe in which some rule of maximum or minimum does not appear.","author":"Leonhard Euler","topic":"Work"},{"quote":"Sweat, sweat, sweat! Work and sweat, cry and sweat, pray and sweat!","author":"Zora Neale Hurston","topic":"Work"},{"quote":"When I got religion, I found some work to do to benefit somebody.","author":"Sojourner Truth","topic":"Work"},{"quote":"To survive, you&#39;ve got to keep wheedling your way. You can&#39;t just sit there and fight against odds when it&#39;s not going to work. You have to turn a corner, dig a hole, go through a tunnel - and find a way to keep moving.","author":"Twyla Tharp","topic":"Work"},{"quote":"Everyone&#39;s like, &#39;overnight sensation.&#39; It&#39;s not overnight. It&#39;s years of hard work.","author":"Margot Robbie","topic":"Work"},{"quote":"If I wasn&#39;t dyslexic, I probably wouldn&#39;t have won the Games. If I had been a better reader, then that would have come easily, sports would have come easily... and I never would have realized that the way you get ahead in life is hard work.","author":"Caitlyn Jenner","topic":"Work"},{"quote":"We sought justice because equal pay for equal work is an American value. That fight took me ten years. It took me all the way to the Supreme Court. And, in a 5-4 decision, they stood on the side of those who shortchanged my pay, my overtime, and my retirement just because I am a woman.","author":"Lilly Ledbetter","topic":"Work"},{"quote":"The essence of science is independent thinking, hard work, and not equipment. When I got my Nobel Prize, I had spent hardly 200 rupees on my equipment.","author":"C. V. Raman","topic":"Work"},{"quote":"The glacier was God&#39;s great plough set at work ages ago to grind, furrow, and knead over, as it were, the surface of the earth.","author":"Louis Agassiz","topic":"Work"},{"quote":"To be in the music industry, to be in any kind of entertainment industry, you really, really have to be passionate about it and love it and persevere, because if that passion isn&#39;t there, it&#39;s easy to give up. If you really want it, the ambition is there, it&#39;ll come. It&#39;s definitely harder work than some people think.","author":"Alexandra Chando","topic":"Work"},{"quote":"It&#39;s how I&#39;ve lived my life. You show up, work hard, and be humble.","author":"Kurt Johnstad","topic":"Work"},{"quote":"People need to be made more aware of the need to work at learning how to live because life is so quick and sometimes it goes away too quickly.","author":"Andy Warhol","topic":"Work"},{"quote":"The most fundamental fact about the ideas of the political left is that they do not work. Therefore we should not be surprised to find the left concentrated in institutions where ideas do not have to work in order to survive.","author":"Thomas Sowell","topic":"Work"},{"quote":"The cardinal responsibility of leadership is to identify the dominant contradiction at each point of the historical process and to work out a central line to resolve it.","author":"Mao Zedong","topic":"Work"},{"quote":"When I am putting looks together, I dare myself to make something work. I always look for the most interesting silhouette or something that&#39;s a little off, but I have to figure it out. I have to make it me. I think that&#39;s the thrill in fashion.","author":"Rihanna","topic":"Work"},{"quote":"Winners take time to relish their work, knowing that scaling the mountain is what makes the view from the top so exhilarating.","author":"Denis Waitley","topic":"Work"},{"quote":"The place to improve the world is first in one&#39;s own heart and head and hands, and then work outward from there.","author":"Robert M. Pirsig","topic":"Work"},{"quote":"The test of the artist does not lie in the will with which he goes to work, but in the excellence of the work he produces.","author":"Thomas Aquinas","topic":"Work"},{"quote":"A novel is a work of poetry. In order to write it, one must have tranquility of spirit and of impression.","author":"Fyodor Dostoevsky","topic":"Work"},{"quote":"The last thing you want is to not be recognized for all of the hard work you put in.","author":"The Weeknd","topic":"Work"},{"quote":"Within each such social group, a feeling of solidarity prevails, a compelling need to work together and a joy in doing so that represent a high moral value.","author":"Christian Lous Lange","topic":"Work"},{"quote":"The other part of outsourcing is this: it simply says where the work can be done outside better than it can be done inside, we should do it.","author":"Alphonso Jackson","topic":"Work"},{"quote":"When I hear people boo, that just makes me want to go out there and work harder.","author":"John Cena","topic":"Work"},{"quote":"I came back from university thinking I knew all about politics and racism, not knowing my dad had been one of the youngest-serving Labour councillors in the town and had refused to work in South Africa years ago because of the situation there. And he&#39;s never mentioned it - you just find out. That&#39;s a real man to me. A sleeping lion.","author":"Johnny Vegas","topic":"Work"},{"quote":"I definitely have the eye of the tiger. I&#39;ve fought my way to where I am and will continue to do so. I&#39;m a hard worker - I get it from my family. We only know work. Nothing was handed to us. When I believe in something, I go after it. It&#39;s very hard to tell me &#39;no.&#39;","author":"Nicole Scherzinger","topic":"Work"},{"quote":"Work hard and never make excuses.","author":"Master P","topic":"Work"},{"quote":"People intoxicate themselves with work so they won&#39;t see how they really are.","author":"Aldous Huxley","topic":"Work"},{"quote":"A lot of people say to me, &#39;Stay grounded; be humble.&#39; David Schwimmer was just like, &#39;You need to love what you do.&#39; And I think that&#39;s really nice. Just love your work. My family has given me great advice saying, you know, &#39;Don&#39;t work too hard.&#39; And it&#39;s really nice to have someone like that - you know that they love you.","author":"Millie Bobby Brown","topic":"Work"},{"quote":"First off, you always gotta get your work done.","author":"Rob Gronkowski","topic":"Work"},{"quote":"The taxpayer - that&#39;s someone who works for the federal government but doesn&#39;t have to take the civil service examination.","author":"Ronald Reagan","topic":"Work"},{"quote":"Email, instant messaging, and cell phones give us fabulous communication ability, but because we live and work in our own little worlds, that communication is totally disorganized.","author":"Marilyn vos Savant","topic":"Work"},{"quote":"I&#39;ve got a woman&#39;s ability to stick to a job and get on with it when everyone else walks off and leaves it.","author":"Margaret Thatcher","topic":"Work"},{"quote":"It sometimes feels like the workplace is immune from social upheaval. We go to work and do the best we can, and at the end of the day, we return to our lives. We don&#39;t abandon who we are, however, when we begin and end our workday. Who we are shapes how we are perceived in the workplace and, in turn, how we perform in the workplace.","author":"Roxane Gay","topic":"Work"},{"quote":"In snowboarding, I&#39;ve always looked at really strong competitors through a lens of gratitude rather than envy in the sense that the better my competition is, the more it forces me to work hard, focus, and be better myself if I want to succeed, which I do.","author":"Amy Purdy","topic":"Work"},{"quote":"A man&#39;s work is nothing but this slow trek to rediscover, through the detours of art, those two or three great and simple images in whose presence his heart first opened.","author":"Albert Camus","topic":"Work"},{"quote":"I think I&#39;m one of the most patriotic people that I&#39;ve ever encountered in America. I consider myself a bedrock patriot. I participate very actively in local politics, because my voice might be worthwhile. I participate in a meaningful way - not by donations; I work at it.","author":"Hunter S. Thompson","topic":"Work"},{"quote":"No fine work can be done without concentration and self-sacrifice and toil and doubt.","author":"Max Beerbohm","topic":"Work"},{"quote":"Every noble work is at first impossible.","author":"Thomas Carlyle","topic":"Work"},{"quote":"Work is a necessity for man. Man invented the alarm clock.","author":"Pablo Picasso","topic":"Work"},{"quote":"By the work one knows the workman.","author":"Jean de La Fontaine","topic":"Work"},{"quote":"If you will work in co-operation, forgetting the past, burying the hatchet, you are bound to succeed.","author":"Muhammad Ali Jinnah","topic":"Work"},{"quote":"Coca-Cola is the only business in the world where no matter which country or town or village you are in, if someone asks what do you do, and you say you work for Coca-Cola, you never have to answer the question, &#39;What is that?&#39;","author":"Muhtar Kent","topic":"Work"},{"quote":"A good man often appears gauche simply because he does not take advantage of the myriad mean little chances of making himself look stylish. Preferring truth to form, he is not constantly at work upon the facade of his appearance.","author":"Alanis Morissette","topic":"Work"},{"quote":"Cooking is in an honest profession where you cannot hide and let others do the work for you. You have to show up, work hard and prove you can do it faster and better. And find a mentor who will recognize your talent and push you in the right direction.","author":"Marcus Samuelsson","topic":"Work"},{"quote":"Without this playing with fantasy no creative work has ever yet come to birth. The debt we owe to the play of the imagination is incalculable.","author":"Carl Jung","topic":"Work"},{"quote":"Prayer is our invitation to God to intervene in the affairs of earth. It is our request for Him to work His ways in this world.","author":"Myles Munroe","topic":"Work"},{"quote":"Confidence and empowerment are cousins in my opinion. Empowerment comes from within and typically it&#39;s stemmed and fostered by self-assurance. To feel empowered is to feel free and that&#39;s when people do their best work. You can&#39;t fake confidence or empowerment.","author":"Amy Jo Martin","topic":"Work"},{"quote":"You don&#39;t hire for mediocrity. Instead, you bring people onto your team because you know that they&#39;ll make a valuable contribution and turn in amazing work. But, in order to have that expectation, you need to make sure you&#39;re fostering an environment that allows them to do so.","author":"Kathryn Minshew","topic":"Work"},{"quote":"Good social media is authentic. What makes social media work is actually having something to say.","author":"Steven Levitt","topic":"Work"},{"quote":"When Thomas Edison worked late into the night on the electric light, he had to do it by gas lamp or candle. I&#39;m sure it made the work seem that much more urgent.","author":"George Carlin","topic":"Work"},{"quote":"Preparation is a mentality... With wrestling being my background, I&#39;ve always learned to overwork, overwork. Work, work, work, work. It&#39;s not always the talented that wins, but it&#39;s the one who puts in the most preparation and thought into things.","author":"Dominick Cruz","topic":"Work"},{"quote":"Never continue in a job you don&#39;t enjoy. If you&#39;re happy in what you&#39;re doing, you&#39;ll like yourself, you&#39;ll have inner peace. And if you have that, along with physical health, you will have had more success than you could possibly have imagined.","author":"Johnny Carson","topic":"Work"},{"quote":"Computers are still technology because we are still wrestling with it: it&#39;s still being invented; we&#39;re still trying to work out how it works. There&#39;s a world of game interaction to come that you or I wouldn&#39;t recognise. It&#39;s time for the machines to disappear. The computer&#39;s got to disappear into all of the things we use.","author":"Douglas Adams","topic":"Work"},{"quote":"The harder you work, the luckier you get.","author":"Gary Player","topic":"Work"},{"quote":"Being a chef would be too much hard work.","author":"Sophie Ellis-Bextor","topic":"Work"},{"quote":"I do want to be able to benefit from my work and make a good living, but I love it so much that I would do it for free.","author":"Jenn Proske","topic":"Work"},{"quote":"Unquestionably, it was going to be highly dangerous. Yet I felt it was quite natural to jump at the task. After all, if you don&#39;t like action and excitement, you don&#39;t go into police work. And, what the hell, I figured, nobody lives forever!","author":"Eliot Ness","topic":"Work"},{"quote":"It&#39;s the most exciting thing to watch God work when I&#39;ve asked him about something, to listen to him and watch him work. It&#39;s like this friendship, and it just grows and grows and grows and grows.","author":"Charles R. Swindoll","topic":"Work"},{"quote":"Intelligence is the ability to avoid doing work, yet getting the work done.","author":"Linus Torvalds","topic":"Work"},{"quote":"We believe that salvation is to be found in wholesome work in a beloved land. Work will provide our people with the bread of tomorrow, and moreover, with the honor of the tomorrow, the freedom of the tomorrow.","author":"Theodor Herzl","topic":"Work"},{"quote":"I try to work and enjoy life, and that&#39;s about all.","author":"Curtis Armstrong","topic":"Work"},{"quote":"Your work is carved out of agony as a statue is carved out of marble.","author":"Louise Bogan","topic":"Work"},{"quote":"The work an unknown good man has done is like a vein of water flowing hidden underground, secretly making the ground green.","author":"Thomas Carlyle","topic":"Work"},{"quote":"On the floor I am more at ease. I feel nearer, more part of the painting, since this way I can walk around it, work from the four sides and literally be in the painting.","author":"Jackson Pollock","topic":"Work"},{"quote":"You can&#39;t stop demographics. And show me a fence that ever worked. It didn&#39;t work at Hadrian&#39;s Wall. The Great Wall of China didn&#39;t work. The Berlin Wall.","author":"James Turrell","topic":"Work"},{"quote":"There are cities that get by on their good looks, offer climate and scenery, views of mountains or oceans, rockbound or with palm trees. And there are cities like Detroit that have to work for a living.","author":"Elmore Leonard","topic":"Work"},{"quote":"For me it&#39;s always about first impressions. I trust my instincts. I love to prepare if it&#39;s something that requires training. But I don&#39;t like to prepare the psychology too much. I enjoy the psychology of the character but I work better from a first impression.","author":"Billy Zane","topic":"Work"},{"quote":"When you do good work, people will notice you.","author":"Ram Kapoor","topic":"Work"},{"quote":"A sense of duty is useful in work but offensive in personal relations. People wish to be liked, not to be endured with patient resignation.","author":"Bertrand Russell","topic":"Work"},{"quote":"Instead of being critical of people in authority over you and envious of their position, be happy you&#39;re not responsible for everything they have to do. Instead of piling on complaints, thank them for what they do. Overwhelm them with encouragement and appreciation!","author":"Joyce Meyer","topic":"Work"},{"quote":"In intelligence work, there are limits to the amount of information one can share. Confidentiality is essential.","author":"Gijs de Vries","topic":"Work"},{"quote":"Men we shall have only as we make manhood the object of the work of the schools - intelligence, broad sympathy, knowledge of the world that was and is, and of the relation of men to it - this is the curriculum of that Higher Education which must underlie true life.","author":"W. E. B. Du Bois","topic":"Work"},{"quote":"People are just trying to work their jobs, raise their families, discipline their kids, and have a good life... Politics has just become like bad weather. And they deserve clear skies.","author":"Eddie Vedder","topic":"Work"},{"quote":"After graduating college, I was coming out of a routine I&#39;d been in for several years, all the way back to high school. It was a year-round process of constantly having to work and be disciplined, and I was able to understand and connect the dots between all those characteristics - especially hard work and success.","author":"Sam Hunt","topic":"Work"},{"quote":"Have you ever struggled to find work or love, only to find them after you have given up? This is the paradox of letting go. Let go, in order to achieve. Letting go is God&#39;s law.","author":"Mary Manin Morrissey","topic":"Work"},{"quote":"In this media-drenched, multitasking, always-on age, many of us have forgotten how to unplug and immerse ourselves completely in the moment. We have forgotten how to slow down. Not surprisingly, this fast-forward culture is taking a toll on everything from our diet and health to our work and the environment.","author":"Carl Honore","topic":"Work"},{"quote":"Around me I saw women overworked and underpaid, doing men&#39;s work at half men&#39;s wages, not because their work was inferior, but because they were women.","author":"Anna Howard Shaw","topic":"Work"},{"quote":"Today I know that there is still work to be done, but along the way my I am achieving my dreams.","author":"Candace Parker","topic":"Work"},{"quote":"I guarantee the people who study are going to be successful. Nothing can replace hard work.","author":"Freeman A. Hrabowski III","topic":"Work"},{"quote":"It was a personal decision for me to stand and say that cricket is all I have in life, there&#39;s nothing I need to do other than cricket. If I want to achieve whatever I thought as a kid, I need to work hard and not let it go to waste.","author":"Virat Kohli","topic":"Work"},{"quote":"There&#39;s nothing worse than finding yourself in a situation, a very demanding piece of work, and knowing that you&#39;re not a true ally to the person who&#39;s in charge of all that.","author":"Daniel Day-Lewis","topic":"Work"},{"quote":"It&#39;s like Forrest Gump said, &#39;Life is like a box of chocolates.&#39; Your career is like a box of chocolates - you never know what you&#39;re going to get. But everything you get is going to teach you something along the way and make you the person you are today. That&#39;s the exciting part - it&#39;s an adventure in itself.","author":"Nick Carter","topic":"Work"},{"quote":"By working faithfully eight hours a day you may eventually get to be boss and work twelve hours a day.","author":"Robert Frost","topic":"Work"},{"quote":"One man&#39;s wage increase is another man&#39;s price increase.","author":"Harold Wilson","topic":"Work"},{"quote":"I didn&#39;t work hard to make Ruby perfect for everyone, because you feel differently from me. No language can be perfect for everyone. I tried to make Ruby perfect for me, but maybe it&#39;s not perfect for you. The perfect language for Guido van Rossum is probably Python.","author":"Yukihiro Matsumoto","topic":"Work"},{"quote":"People who have been hardworking, tax paying, those people ought to be given an opportunity to be on a track that leads towards citizenship, and if that happened, then they wouldn&#39;t be prey to the employers who say, &#39;We want you because we know that you work for a salary we could not lawfully pay anyone else.&#39;","author":"Ruth Bader Ginsburg","topic":"Work"},{"quote":"The more I want to get something done, the less I call it work.","author":"Richard Bach","topic":"Work"},{"quote":"I&#39;m not doing my philanthropic work, out of any kind of guilt, or any need to create good public relations. I&#39;m doing it because I can afford to do it, and I believe in it.","author":"George Soros","topic":"Work"},{"quote":"Anybody can have a birthday. It requires nothing. Murderers have birthdays. It&#39;s the opposite of anything that I believe in. And I don&#39;t like at work where you stop everything to sing &#39;Happy Birthday&#39; to someone. I feel like that&#39;s for children.","author":"Mindy Kaling","topic":"Work"},{"quote":"I was brought up on a farm, and I&#39;ve learned that every opportunity that I&#39;ve had in my life has come from hard work and persistence.","author":"Susan Bysiewicz","topic":"Work"},{"quote":"As a cure for worrying, work is better than whiskey.","author":"Ralph Waldo Emerson","topic":"Work"},{"quote":"It is your work in life that is the ultimate seduction.","author":"Pablo Picasso","topic":"Work"},{"quote":"For me, every day is a new thing. I approach each project with a new insecurity, almost like the first project I ever did. And I get the sweats. I go in and start working, I&#39;m not sure where I&#39;m going. If I knew where I was going I wouldn&#39;t do it.","author":"Frank Gehry","topic":"Work"},{"quote":"I entered the work force cleaning breast pumps at a pharmacy! It was a part-time gig while I was at school... no interview required.","author":"Chris Hemsworth","topic":"Work"},{"quote":"Always work hard. Intensity clarifies. It creates not only momentum, but also the pressure you need to feel either friction, or fulfillment.","author":"Marcus Buckingham","topic":"Work"},{"quote":"I live, like every real man, in my work.","author":"Max Frisch","topic":"Work"},{"quote":"Death created the modern American union, not just by ensuring national survival, but by shaping enduring national structures and commitments. The work of death was Civil War America&#39;s most fundamental and most demanding undertaking.","author":"Drew Gilpin Faust","topic":"Work"},{"quote":"Every small business will give you an entrepreneurial way of looking at things. I guarantee you that for every plant that closes, if you gave it to one small-business person in that community, he or she would find a way to make it work. The small-business attitude is you always find a way to make it work.","author":"Hamdi Ulukaya","topic":"Work"},{"quote":"The eye of the master will do more work than both his hands.","author":"Benjamin Franklin","topic":"Work"},{"quote":"What I learned from architectural drafting is that everything has to have a plan to work. You just can&#39;t wing it. I can&#39;t get all the materials I need for a house and just start building. Whether it&#39;s a career, family, life - you have to plan it out.","author":"Ice Cube","topic":"Work"},{"quote":"When a work lifts your spirits and inspires bold and noble thoughts in you, do not look for any other standard to judge by: the work is good, the product of a master craftsman.","author":"Jean de la Bruyere","topic":"Work"},{"quote":"Ya gots to work with what you gots to work with.","author":"Stevie Wonder","topic":"Work"},{"quote":"Listen, I&#39;ve been pretty fortunate. And if I&#39;ve been underrated, it&#39;s actually been something I&#39;ve been able to work with; I can surprise people. It sets me up to exceed expectations, so I don&#39;t mind.","author":"Brad Pitt","topic":"Work"},{"quote":"O man you are busy working for the world, and the world is busy trying to turn you out.","author":"Abu Bakr","topic":"Work"},{"quote":"I believe in myself and my art so much. I&#39;ve always trusted destiny. Wherever it takes me, I just work damn hard at the opportunity.","author":"Priyanka Chopra","topic":"Work"},{"quote":"We came to Portland because there was a good alternative public school. Friends who lived there told me about it, and my son loved it. I left his dad and went to work slinging hash in a breakfast diner and working nights tending bar in a biker tavern.","author":"Katherine Dunn","topic":"Work"},{"quote":"For me, Islam is a moral reference point, a source of inspiration to work collectively with people, to love people and to help them, to concentrate on universal values of mercy, co-operation and tolerance.","author":"Wadah Khanfar","topic":"Work"},{"quote":"A manager is responsible for the application and performance of knowledge.","author":"Peter Drucker","topic":"Work"},{"quote":"The biggest job we have is to teach a newly hired employee how to fail intelligently. We have to train him to experiment over and over and to keep on trying and failing until he learns what will work.","author":"Charles Kettering","topic":"Work"},{"quote":"Give yourself something to work toward - constantly.","author":"Mary Kay Ash","topic":"Work"},{"quote":"I grew up upper-class. Private school. My dad had a Jaguar. We&#39;re African-American, and we work together as a family, so people assume we&#39;re like the Jacksons. But I didn&#39;t have parents using me to get out of a bad situation.","author":"Beyonce Knowles","topic":"Work"},{"quote":"Being an astronaut is a wonderful career. I feel very privileged. But what I really hope for young people is that they find a career they&#39;re passionate about, something that&#39;s challenging and worthwhile.","author":"Ellen Ochoa","topic":"Work"},{"quote":"Honest labor bears a lovely face.","author":"Thomas Dekker","topic":"Work"},{"quote":"For me, not owning a car means I may spend a little extra time on public transportation, but I can use that time to read, catch up on work projects, and make the phone calls I couldn&#39;t get to earlier. Plus, I never waste time at the mechanics or gas station.","author":"Lynn Jurich","topic":"Work"},{"quote":"Nothing is work unless you&#39;d rather be doing something else.","author":"George Halas","topic":"Work"},{"quote":"I&#39;d like to dial it back 5% or 10% and try to have a vacation that&#39;s not just e-mail with a view.","author":"Elon Musk","topic":"Work"},{"quote":"Managers in all too many American companies do not achieve the desired results because nobody makes them do it.","author":"Harold S. Geneen","topic":"Work"},{"quote":"As I understand it, sport is hard work for which you do not get paid.","author":"Irvin S. Cobb","topic":"Work"},{"quote":"Work is accomplished by those employees who have not yet reached their level of incompetence.","author":"Laurence J. Peter","topic":"Work"},{"quote":"I think about my work every minute of the day.","author":"Jeff Koons","topic":"Work"},{"quote":"Work will win when wishy washy wishing won t.","author":"Thomas S. Monson","topic":"Work"},{"quote":"If you&#39;re not willing to work, you&#39;re never going to be able to experience the American Dream.","author":"Jim Jordan","topic":"Work"},{"quote":"Confidence comes from hours and days and weeks and years of constant work and dedication.","author":"Roger Staubach","topic":"Work"},{"quote":"Anybody who has been seriously engaged in scientific work of any kind realizes that over the entrance to the gates of the temple of science are written the words: &#39;Ye must have faith.&#39;","author":"Max Planck","topic":"Work"},{"quote":"Philanthropy and social change work are at their best when they are driven by your values and connected to what you care about most.","author":"Charles Bronfman","topic":"Work"},{"quote":"Like all technology, social media is neutral but is best put to work in the service of building a better world.","author":"Simon Mainwaring","topic":"Work"},{"quote":"We are weighed down, every moment, by the conception and the sensation of Time. And there are but two means of escaping and forgetting this nightmare: pleasure and work. Pleasure consumes us. Work strengthens us. Let us choose.","author":"Charles Baudelaire","topic":"Work"},{"quote":"If efforts to do social work are couched in selfish motives, then they will die a premature death. Why would my efforts get politicised? I have values I inherited from my father. He helped many. Anyone, even a postman knocking on our door would get a glass of water and some sweets.","author":"Sachin Tendulkar","topic":"Work"},{"quote":"I see my upbringing as a great success story. By disciplining me, my parents inculcated self-discipline. And by restricting my choices as a child, they gave me so many choices in my life as an adult. Because of what they did then, I get to do the work I love now.","author":"Amy Chua","topic":"Work"},{"quote":"Archimedes was my ideal. I admired the works of artists, but to my mind, they were only shadows and semblances. The inventor, I thought, gives to the world creations which are palpable, which live and work.","author":"Nikola Tesla","topic":"Work"},{"quote":"I have a really beautiful life right now, so there is no reason to be hostile. I&#39;m a husband, a father and a man who tries to do the right thing in life and in my work.","author":"Ice Cube","topic":"Work"},{"quote":"Our work is never over.","author":"Kanye West","topic":"Work"},{"quote":"Don&#39;t stay in bed, unless you can make money in bed.","author":"George Burns","topic":"Work"},{"quote":"We must fight terrorism as if there&#39;s no peace process and work to achieve peace as if there&#39;s no terror.","author":"Yitzhak Rabin","topic":"Work"},{"quote":"When we go out there, we have fun, but we get to work, and I think we&#39;re at our best when we&#39;re having fun. Having fun is key.","author":"Ezekiel Elliott","topic":"Work"},{"quote":"The work that we do during the winter is very important; we have a new bike and it&#39;s important to develop it during this time, and we start with this test.","author":"Valentino Rossi","topic":"Work"},{"quote":"Gut feeling is all about the experiences that you have had in your life. It is about being in difficult scenarios, knowing what worked, what did not work, and then taking a decision.","author":"Mahendra Singh Dhoni","topic":"Work"},{"quote":"Live like you&#39;ll die tomorrow, work like you don&#39;t need the money, and dance like nobody&#39;s watching.","author":"Bob Fosse","topic":"Work"},{"quote":"Teachers do the noble work of educating our children. And we can&#39;t thank them enough for the hard work they put in every day to ensure a bright future for all of us.","author":"Denise Juneau","topic":"Work"},{"quote":"I&#39;ve found that the people who play villains are the nicest people in the world, and people who play heroes are jerks. It&#39;s like people who play villains work out all their problems on screen, and then they&#39;re just really wonderful people.","author":"Tim Burton","topic":"Work"},{"quote":"If you made all the French fries you ate, you would eat them much less often, if only because they&#39;re so much work. The same holds true for fried chicken, chips, cakes, pies, and ice cream. Enjoy these treats as often as you&#39;re willing to prepare them - chances are good it won&#39;t be every day.","author":"Michael Pollan","topic":"Work"},{"quote":"We work in the dark - we do what we can - we give what we have. Our doubt is our passion and our passion is our task. The rest is the madness of art.","author":"Henry James","topic":"Work"},{"quote":"To remain a credible leader, I must always work first, hardest, and longest on changing myself. This is neither easy nor natural, but it is essential.","author":"John C. Maxwell","topic":"Work"},{"quote":"The harder I work, the luckier I get.","author":"Samuel Goldwyn","topic":"Work"},{"quote":"Problems are only opportunities in work clothes.","author":"Henry J. Kaiser","topic":"Work"},{"quote":"Curves are the essence of my work because they are the essence of Brazil, pure and simple.","author":"Oscar Niemeyer","topic":"Work"},{"quote":"My experience has been that work is almost the best way to pull oneself out of the depths.","author":"Eleanor Roosevelt","topic":"Work"},{"quote":"To find out what one is fitted to do, and to secure an opportunity to do it, is the key to happiness.","author":"John Dewey","topic":"Work"},{"quote":"The paradigm of the &#39;Aquarian Conspiracy&#39; sees humankind embedded in nature. It promotes the autonomous individual in a decentralized society... The new perspective respects the ecology of everything: birth, death, learning, health, family, work, science, spirituality, the arts, the community, relationships, politics.","author":"Marilyn Ferguson","topic":"Work"},{"quote":"Empowerment of individuals is a key part of what makes open source work, since in the end, innovations tend to come from small groups, not from large, structured efforts.","author":"Tim O'Reilly","topic":"Work"},{"quote":"Productivity - the amount of output delivered per hour of work in the economy - is often viewed as the engine of progress in modern capitalist economies. Output is everything. Time is money. The quest for increased productivity occupies reams of academic literature and haunts the waking hours of C.E.O.s and finance ministers.","author":"Tim Jackson","topic":"Work"},{"quote":"Work is a necessary evil to be avoided.","author":"Mark Twain","topic":"Work"},{"quote":"Men of lofty genius when they are doing the least work are most active.","author":"Leonardo da Vinci","topic":"Work"},{"quote":"Every work of art is the child of its age and, in many cases, the mother of our emotions. It follows that each period of culture produces an art of its own which can never be repeated.","author":"Wassily Kandinsky","topic":"Work"},{"quote":"We dream of having a clean house - but who dreams of actually doing the cleaning? We don&#39;t have to dream about doing the work, because doing the work is always within our grasp; the dream, in this sense, is to attain the goal without the work.","author":"Marcus Buckingham","topic":"Work"},{"quote":"Given one well-trained physician of the highest type he will do better work for a thousand people than ten specialists.","author":"William J. Mayo","topic":"Work"},{"quote":"Play is the work of children. It&#39;s very serious stuff.","author":"Bob Keeshan","topic":"Work"},{"quote":"Hard work always wins in the end.","author":"Lucas Till","topic":"Work"},{"quote":"Nobody ever drowned in his own sweat.","author":"Ann Landers","topic":"Work"},{"quote":"Unlike a lot of people, I don&#39;t feel powerless. I know I can do something. But anyone can do something, it&#39;s not about being special. It&#39;s about deciding to do it - to dive into work for peace and justice and care for everybody on the planet.","author":"Patch Adams","topic":"Work"},{"quote":"We have a vision of South Africa in which black and white shall live and work together as equals in conditions of peace and prosperity.","author":"Oliver Tambo","topic":"Work"},{"quote":"While having friends shouldn&#39;t be the main reason why you love your job, it definitely makes the work day run a lot more smoothly when you have a workplace buddy.","author":"John Rampton","topic":"Work"},{"quote":"Photography is the simplest thing in the world, but it is incredibly complicated to make it really work.","author":"Martin Parr","topic":"Work"},{"quote":"I did my work slowly, drop by drop. I tore it out of me by pieces.","author":"Maurice Ravel","topic":"Work"},{"quote":"Gentleness doesn&#39;t get work done unless you happen to be a hen laying eggs.","author":"Coco Chanel","topic":"Work"},{"quote":"We work to become, not to acquire.","author":"Elbert Hubbard","topic":"Work"},{"quote":"I&#39;ve discovered that Motown and Broadway have a lot in common - a family of wonderfully talented, passionate, hardworking young people, fiercely competitive but also full of love and appreciation for the work, for each other and for the people in the audience.","author":"Berry Gordy","topic":"Work"},{"quote":"I love cooking. There is nothing I like better than going home and cooking my family a nice meal. Anything with pasta! Pasta with butter! I have a good repertoire, and I can do quite a few different dishes. Sometimes they work out and sometimes not.","author":"Eden Hazard","topic":"Work"},{"quote":"I used to go around looking as frumpy as possible because it was inconceivable you could be attractive as well as be smart. It wasn&#39;t until I started being myself, the way I like to turn out to meet people that I started to get any work.","author":"Catherine Zeta-Jones","topic":"Work"},{"quote":"When a nation has just emerged from the throes of a great civil warfare, where section was arrayed against section, class against class, two things are to be done: First, the work of reconstruction is to be effected; Secondly, a willingness for the proper acceptance of the issue&#39;s decision is to be created.","author":"Lucius Quintus Cincinnatus Lamar II","topic":"Work"},{"quote":"To finish a work? To finish a picture? What nonsense! To finish it means to be through with it, to kill it, to rid it of its soul, to give it its final blow the coup de grace for the painter as well as for the picture.","author":"Pablo Picasso","topic":"Work"},{"quote":"Life grants nothing to us mortals without hard work.","author":"Horace","topic":"Work"},{"quote":"I use Mac. Not because it&#39;s more secure than everything else - because it is actually less secure than Windows - but I use it because it is still under the radar. People who write malicious code want the greatest return on their investment, so they target Windows systems. I still work with Windows in virtual machines.","author":"Kevin Mitnick","topic":"Work"},{"quote":"My mother&#39;s dad dropped out of the eighth grade to work. He had to. By the time he was 30, he was a master electrician, plumber, carpenter, mason, mechanic. That guy was, to me, a magician. Anything that was broken, he could fix. Anybody anywhere in our community knew that if there was a problem, Carl was there to fix it.","author":"Mike Rowe","topic":"Work"},{"quote":"One thing I never want to be accused of is not working.","author":"Don Shula","topic":"Work"},{"quote":"Making art, good art, is always a struggle. It can make you happy when you pull it off. There&#39;s no better feeling. It&#39;s beauteous. But it&#39;s always about hard work and inspiration and sweat and good ideas.","author":"Damien Hirst","topic":"Work"},{"quote":"To live well is to work well, to show a good activity.","author":"Thomas Aquinas","topic":"Work"},{"quote":"Creative people don&#39;t behave very well generally. If you&#39;re looking for examples of good relationships in show business, you&#39;re gonna be depressed real fast. I don&#39;t have time for anything else right now but work and my daughter. She&#39;s my first priority.","author":"Jim Carrey","topic":"Work"},{"quote":"As I prepare for my second term as Secretary-General, I am thinking hard about how we can meet the expectations of the millions of people who see the U.N.&#39;s blue flag as a banner of hope. We have to continue our life-saving work in peacekeeping, human rights, development and humanitarian relief.","author":"Ban Ki-moon","topic":"Work"},{"quote":"When a man tells you that he got rich through hard work, ask him: &#39;Whose?&#39;","author":"Don Marquis","topic":"Work"},{"quote":"Work expands so as to fill the time available for its completion.","author":"C. Northcote Parkinson","topic":"Work"},{"quote":"You don&#39;t want your personality to eclipse your work because no one would be interested in seeing your work anymore.","author":"Amy Landecker","topic":"Work"},{"quote":"The pay is good and I can walk to work.","author":"John F. Kennedy","topic":"Work"},{"quote":"To be a poet is a condition, not a profession.","author":"Robert Frost","topic":"Work"},{"quote":"An economically peaceful and prosperous Sri Lanka is the dream of youth of the nation. My message for the youth is to collectively work for an inclusively developed Sri Lanka.","author":"A. P. J. Abdul Kalam","topic":"Work"},{"quote":"Big pay and little responsibility are circumstances seldom found together.","author":"Napoleon Hill","topic":"Work"},{"quote":"We have a system that increasingly taxes work and subsidizes nonwork.","author":"Milton Friedman","topic":"Work"},{"quote":"As a human being, I&#39;m work in process.","author":"John Lydon","topic":"Work"},{"quote":"Honor lies in honest toil.","author":"Grover Cleveland","topic":"Work"},{"quote":"I think there are many things that we can do today to make it a better work environment that is more supportive and encouraging of diversity.","author":"Aileen Lee","topic":"Work"},{"quote":"Without work, all life goes rotten. But when work is soulless, life stifles and dies.","author":"Albert Camus","topic":"Work"},{"quote":"Without labor nothing prospers.","author":"Sophocles","topic":"Work"},{"quote":"Work is much more fun than fun.","author":"Noel Coward","topic":"Work"},{"quote":"There are one hundred men seeking security to one able man who is willing to risk his fortune.","author":"J. Paul Getty","topic":"Work"},{"quote":"Going to work for a large company is like getting on a train. Are you going sixty miles an hour or is the train going sixty miles an hour and you&#39;re just sitting still?","author":"J. Paul Getty","topic":"Work"},{"quote":"The only way to enjoy anything in this life is to earn it first.","author":"Ginger Rogers","topic":"Work"},{"quote":"America believes in education: the average professor earns more money in a year than a professional athlete earns in a whole week.","author":"Evan Esar","topic":"Work"},{"quote":"The greatest teacher I know is the job itself.","author":"James Cash Penney","topic":"Work"},{"quote":"Work isn&#39;t to make money; you work to justify life.","author":"Marc Chagall","topic":"Work"},{"quote":"It is only when I am doing my work that I feel truly alive.","author":"Federico Fellini","topic":"Work"},{"quote":"This industry is all about work, and just because Sundance exposed me to the world, it is my job to stay deserving in that world. The work never ends; the hustle just get harder, and you get stronger!","author":"Gina Rodriguez","topic":"Work"},{"quote":"The Open Skies issue is something that&#39;s ongoing and we understand that there are issues in Australia that need to be sorted out. It&#39;s something that I think over time there&#39;s an opportunity for us and we&#39;ll work on that in a progressive way.","author":"Jenny Shipley","topic":"Work"},{"quote":"There&#39;s a lot of bitterness, there&#39;s a lot of anger out there. We all have to work hard to heal those wounds.","author":"Allen Boyd","topic":"Work"},{"quote":"The idea of having a steady job is appealing.","author":"Robin Williams","topic":"Work"},{"quote":"Careers, like rockets, don&#39;t always take off on time. The trick is to always keep the engine running.","author":"Gary Sinise","topic":"Work"},{"quote":"It&#39;s easier to change what you do than people think it is. If you don&#39;t change, your field changes around you.","author":"Walter Gilbert","topic":"Work"},{"quote":"The harder you work... and visualize something, the luckier you get.","author":"Seal","topic":"Work"},{"quote":"Labor gives birth to ideas.","author":"Jim Rohn","topic":"Work"},{"quote":"I thought the attractions of being an astronaut were actually, not so much the Moon, but flying in a completely new medium.","author":"Neil Armstrong","topic":"Work"},{"quote":"Inspiration comes of working every day.","author":"Charles Baudelaire","topic":"Work"},{"quote":"Management must manage!","author":"Harold S. Geneen","topic":"Work"},{"quote":"If you don&#39;t want to work you have to work to earn enough money so that you won&#39;t have to work.","author":"Ogden Nash","topic":"Work"},{"quote":"Work, apart from devotion or love of God, is helpless and cannot stand alone.","author":"Ramakrishna","topic":"Work"},{"quote":"Teaching was the hardest work I had ever done, and it remains the hardest work I have done to date.","author":"Ann Richards","topic":"Work"},{"quote":"My husband changed jobs so fast that I simply never knew what business he was in.","author":"Rose Kennedy","topic":"Work"},{"quote":"I have found in work that you only get back what you put into it, but it does come back gift-wrapped.","author":"Joyce Brothers","topic":"Work"},{"quote":"And to get real work experience, you need a job, and most jobs will require you to have had either real work experience or a graduate degree.","author":"Donald Norman","topic":"Work"},{"quote":"Be open to the amazing changes which are occurring in the field that interest you.","author":"Leigh Steinberg","topic":"Work"},{"quote":"I always got my work done before playing.","author":"Edwin Moses","topic":"Work"},{"quote":"As an actor, to have achieved financial stability is amazing. But I always have this weird fear that I&#39;m not going to get any more work; it&#39;s about not having enough money.","author":"Paul Giamatti","topic":"Work"},{"quote":"You know, I think the greatest gift in the world is a good employee, you know, or people who can do your work for you and do it well the way you&#39;d like to have it done. And I&#39;ve always been able to surround myself with really good people.","author":"Kenny Rogers","topic":"Work"},{"quote":"Put off thy cares with thy clothes; so shall thy rest strengthen thy labor, and so thy labor sweeten thy rest.","author":"Francis Quarles","topic":"Work"},{"quote":"Most people treat the office manual the way they treat a software manual. They never look at it.","author":"James Levine","topic":"Work"},{"quote":"The economy in the Valley will need to grow if students want to come back and work with their specialized degrees. We need to develop more to create more opportunities.","author":"Frank Murphy","topic":"Work"},{"quote":"I have always argued that change becomes stressful and overwhelming only when you&#39;ve lost any sense of the constancy of your life. You need firm ground to stand on. From there, you can deal with that change.","author":"Richard Nelson Bolles","topic":"Work"},{"quote":"Because I have work to care about, it is possible that I may be less difficult to get along with than other women when the double chins start to form.","author":"Gloria Steinem","topic":"Work"},{"quote":"I work to stay alive.","author":"Bette Davis","topic":"Work"},{"quote":"Blessed is he who has found his work; let him ask no other blessedness.","author":"Thomas Carlyle","topic":"Work"},{"quote":"Work alone is noble.","author":"Thomas Carlyle","topic":"Work"},{"quote":"For the last several years and culminating in six months in orbit next year, I&#39;ve been training for my third space flight. This one is almost in a category completely different than the previous two, specifically to live in on the space station for six months, to command a space ship and to fly a new rocket ship.","author":"Chris Hadfield","topic":"Work"},{"quote":"And if small businesspeople say they made it on their own, all they are saying is that nobody else worked seven days a week in their place. Nobody showed up in their place to open the door at five in the morning. Nobody did their thinking, and worrying, and sweating for them.","author":"Paul Ryan","topic":"Work"},{"quote":"Dreaming in public is an important part of our job description, as science writers, but there are bad dreams as well as good dreams. We&#39;re dreamers, you see, but we&#39;re also realists, of a sort.","author":"William Gibson","topic":"Work"},{"quote":"Concentrate on your job and you will forget your other troubles.","author":"William Feather","topic":"Work"},{"quote":"If Botticelli were alive today he&#39;d be working for Vogue.","author":"Peter Ustinov","topic":"Work"},{"quote":"You&#39;re blessed if you have the strength to work.","author":"Mahalia Jackson","topic":"Work"},{"quote":"The will to work of everyone in the country is the best guarantee of national survival.","author":"Bhumibol Adulyadej","topic":"Work"},{"quote":"I mean I don&#39;t really think about it. You know, do you know what I often say to myself? I think you&#39;re very lucky in life if you know what you want to do.","author":"Andrew Lloyd Webber","topic":"Work"},{"quote":"No person who is enthusiastic about his work has anything to fear from life.","author":"Samuel Goldwyn","topic":"Work"},{"quote":"There is no disgrace in working. There was no silver spoon around at the time I was born.","author":"Anna Held","topic":"Work"},{"quote":"Your chances of success are directly proportional to the degree of pleasure you desire from what you do. If you are in a job you hate, face the fact squarely and get out.","author":"Michael Korda","topic":"Work"},{"quote":"If you put all your strength and faith and vigor into a job and try to do the best you can, the money will come.","author":"Lawrence Welk","topic":"Work"},{"quote":"On any given day, my father wasn&#39;t likely to return from work before I was asleep for the night. I saw that a man&#39;s work was important, that he must pursue it tirelessly, and that it might require certain sacrifices, like being away from the warmth and comfort of home.","author":"Ezekiel Emanuel","topic":"Work"},{"quote":"I work 338 days a year, 16 hours a day.","author":"Dave Pelzer","topic":"Work"},{"quote":"Anyone who can walk to the welfare office can walk to work.","author":"Al Capp","topic":"Work"},{"quote":"I&#39;m working myself to death.","author":"Alan Ladd","topic":"Work"},{"quote":"Work is a prayer. And I start off every morning dedicating it to our Creator.","author":"Joseph Murray","topic":"Work"},{"quote":"Two months after I got out of test pilot school, I saw an advert that said NASA was recruiting more astronauts. The best job you could have as a test pilot was being an astronaut, so I volunteered.","author":"Charles Duke","topic":"Work"},{"quote":"Married couples who work together to build and maintain a business assume broad responsibilities. Not only is their work important to our local and national economies, but their success is central to the well-being of their families.","author":"Melissa Bean","topic":"Work"},{"quote":"There&#39;s something to be said in favor of working in isolation in the real world.","author":"A. R. Ammons","topic":"Work"},{"quote":"I can&#39;t imagine anything more worthwhile than doing what I most love. And they pay me for it.","author":"Edgar Winter","topic":"Work"},{"quote":"After two weeks of working on a project, you know whether it will work or not.","author":"Bill Budge","topic":"Work"},{"quote":"It can be liberating to get fired because you realize the world doesn&#39;t end. There&#39;s other ways to make money, better jobs.","author":"Ron Livingston","topic":"Work"},{"quote":"Let us realize that: the privilege to work is a gift, the power to work is a blessing, the love of work is success!","author":"David O. McKay","topic":"Work"},{"quote":"Every man loves what he is good at.","author":"Thomas Shadwell","topic":"Work"},{"quote":"I met an American woman and got married so I had to get a job.","author":"Walter Wager","topic":"Work"},{"quote":"There is a vast world of work out there in this country, where at least 111 million people are employed in this country alone - many of whom are bored out of their minds. All day long.","author":"Richard Nelson Bolles","topic":"Work"}]